-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Aug 04, 2021 at 12:22 PM
-- Server version: 5.7.31
-- PHP Version: 7.4.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mo3een`
--

-- --------------------------------------------------------

--
-- Table structure for table `addresses`
--

DROP TABLE IF EXISTS `addresses`;
CREATE TABLE IF NOT EXISTS `addresses` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `title` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `type` enum('main','normal') COLLATE utf8mb4_unicode_ci DEFAULT 'normal',
  `latitude` decimal(10,8) DEFAULT NULL,
  `longitude` decimal(10,8) DEFAULT NULL,
  `is_saved` tinyint(4) NOT NULL DEFAULT '1',
  `area` enum('home','friend_home','work','break') COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `addressable_type` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `addressable_id` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=578 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `addresses`
--

INSERT INTO `addresses` (`id`, `title`, `type`, `latitude`, `longitude`, `is_saved`, `area`, `addressable_type`, `addressable_id`, `created_at`, `updated_at`) VALUES
(1, 'المنزل', NULL, '30.10000000', '30.20000000', 0, NULL, 'App\\Models\\Client', 1, '2020-06-27 21:45:09', '2020-09-05 16:29:49'),
(2, 'مستفى الطوارئ', NULL, '30.63000000', '30.23000000', 0, NULL, 'App\\Models\\Client', 1, '2020-06-27 22:02:54', '2020-09-05 16:29:47'),
(3, 'المنزل', NULL, '30.79410540', '31.24880360', 1, NULL, 'App\\Models\\Client', 6, '2020-07-06 21:08:46', '2020-07-06 21:08:46'),
(4, 'اجا', NULL, '30.94057826', '31.29226103', 1, NULL, 'App\\Models\\Client', 6, '2020-07-07 22:21:36', '2020-07-07 22:21:36'),
(5, 'المحلة', NULL, '30.97221858', '31.16670113', 1, NULL, 'App\\Models\\Client', 6, '2020-07-07 22:24:20', '2020-07-07 22:24:20'),
(6, 'المنزل', NULL, '30.77952955', '31.33576546', 1, NULL, 'App\\Models\\Client', 4, '2020-07-07 23:41:05', '2020-07-07 23:41:05'),
(7, 'الموقف', NULL, '30.97011197', '31.23935647', 1, NULL, 'App\\Models\\Client', 4, '2020-07-08 00:36:35', '2020-07-08 00:36:35'),
(8, 'تتا', NULL, '21.81037758', '39.14653279', 0, NULL, 'App\\Models\\Client', 22, '2020-07-08 02:24:29', '2020-07-08 02:24:29'),
(9, 'منةة', NULL, '21.62684762', '39.12820965', 0, NULL, 'App\\Models\\Client', 18, '2020-07-08 23:55:51', '2020-07-08 23:55:51'),
(10, 'شارع السلام', NULL, '7.96925122', '19.51480128', 1, NULL, 'App\\Models\\Client', 23, '2020-07-15 16:13:29', '2020-07-15 16:13:29'),
(11, 'مسجد السلام', NULL, '31.16825814', '31.22715008', 1, NULL, 'App\\Models\\Client', 24, '2020-07-15 17:32:27', '2020-07-15 17:32:27'),
(12, 'مسجد البيبى الشرقاوى', NULL, '31.17554689', '31.23034727', 1, NULL, 'App\\Models\\Client', 24, '2020-07-15 17:33:14', '2020-07-15 17:33:14'),
(13, 'مسجد البيبى الشرقاوى', NULL, '31.16267616', '31.23287927', 1, NULL, 'App\\Models\\Client', 24, '2020-07-15 17:33:28', '2020-07-15 17:33:28'),
(14, 'الاستاد', NULL, '31.17040569', '31.23111941', 1, NULL, 'App\\Models\\Client', 24, '2020-07-15 17:35:50', '2020-07-15 17:35:50'),
(15, 'الاستاد', NULL, '31.17040569', '31.23111941', 1, NULL, 'App\\Models\\Client', 24, '2020-07-15 17:36:26', '2020-07-15 17:36:26'),
(16, 'السادات، مدينة بيلا، بيلا، كفر الشيخ، مصر', NULL, '31.17449010', '31.22283440', 0, NULL, 'App\\Models\\Client', 25, '2020-07-19 21:47:37', '2020-07-19 21:47:37'),
(17, 'hhhh', NULL, '31.17129356', '31.22397635', 1, NULL, 'App\\Models\\Client', 25, '2020-07-19 21:48:21', '2020-07-19 21:48:21'),
(18, 'hhhh', NULL, '31.17129356', '31.22397635', 1, NULL, 'App\\Models\\Client', 25, '2020-07-19 21:48:46', '2020-07-19 21:48:46'),
(22, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:42:16', '2020-08-05 17:42:16'),
(23, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:42:16', '2020-08-05 17:42:16'),
(24, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:43:37', '2020-08-05 17:43:37'),
(25, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:43:37', '2020-08-05 17:43:37'),
(26, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:45:03', '2020-08-05 17:45:03'),
(27, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:45:03', '2020-08-05 17:45:03'),
(28, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:45:40', '2020-08-05 17:45:40'),
(29, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:45:40', '2020-08-05 17:45:40'),
(30, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:46:41', '2020-08-05 17:46:41'),
(31, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:46:41', '2020-08-05 17:46:41'),
(32, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:52:53', '2020-08-05 17:52:53'),
(33, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-05 17:52:53', '2020-08-05 17:52:53'),
(34, 'مستفى الطوارئ', 'normal', '30.63000000', '30.23000000', 0, NULL, 'App\\Models\\Client', 1, '2020-08-06 11:00:00', '2020-09-05 16:29:45'),
(35, 'مستفى الطوارئ', 'normal', '30.63000000', '30.23000000', 1, NULL, 'App\\Models\\Client', 27, '2020-08-06 11:00:19', '2020-08-06 11:00:19'),
(36, 'صيدلية الهدى', 'normal', '31.05490000', '31.38020000', 0, NULL, NULL, NULL, '2020-08-06 12:03:52', '2020-08-06 12:03:52'),
(37, 'صيدلية الهدى', 'normal', '31.05490000', '31.38020000', 0, NULL, NULL, NULL, '2020-08-06 12:06:04', '2020-08-06 12:06:04'),
(38, 'صيدلية الهدى', 'normal', '31.05490000', '31.38020000', 0, NULL, NULL, NULL, '2020-08-06 12:08:45', '2020-08-06 12:08:45'),
(39, 'صيدلية الهدى', 'normal', '31.05490000', '31.38020000', 0, NULL, NULL, NULL, '2020-08-06 12:13:32', '2020-08-06 12:13:32'),
(40, 'صيدلية الهدى', 'normal', '31.05490000', '31.38020000', 0, NULL, NULL, NULL, '2020-08-06 12:13:51', '2020-08-06 12:13:51'),
(41, 'صيدلية الهدى', 'normal', '31.05490000', '31.38020000', 0, NULL, NULL, NULL, '2020-08-06 12:15:36', '2020-08-06 12:15:36'),
(42, 'صيدلية الهدى', 'normal', '31.05490000', '31.38020000', 0, NULL, NULL, NULL, '2020-08-06 12:16:03', '2020-08-06 12:16:03'),
(43, 'صيدلية الهدى', 'normal', '31.05490000', '31.38020000', 0, NULL, NULL, NULL, '2020-08-06 12:18:29', '2020-08-06 12:18:29'),
(44, 'صيدلية الهدى', 'normal', '31.05490000', '31.38020000', 0, NULL, NULL, NULL, '2020-08-06 12:19:30', '2020-08-06 12:19:30'),
(45, 'صيدلية الهدى', 'normal', '31.05490000', '31.38020000', 0, NULL, NULL, NULL, '2020-08-06 12:40:52', '2020-08-06 12:40:52'),
(54, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-06 15:35:42', '2020-08-06 15:35:42'),
(55, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-06 15:35:42', '2020-08-06 15:35:42'),
(56, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-06 15:36:51', '2020-08-06 15:36:51'),
(57, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-06 15:36:51', '2020-08-06 15:36:51'),
(58, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-08 15:44:43', '2020-08-08 15:44:43'),
(59, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-08 15:44:43', '2020-08-08 15:44:43'),
(60, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-08 15:45:21', '2020-08-08 15:45:21'),
(61, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-08 15:45:21', '2020-08-08 15:45:21'),
(62, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-08 15:45:44', '2020-08-08 15:45:44'),
(63, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-08 15:45:44', '2020-08-08 15:45:44'),
(66, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-08-12 11:28:54', '2020-08-12 11:28:54'),
(67, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-08-12 11:28:54', '2020-08-12 11:28:54'),
(69, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-08-12 14:48:04', '2020-08-12 14:48:04'),
(70, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-08-12 14:52:41', '2020-08-12 14:52:41'),
(71, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-08-12 15:09:30', '2020-08-12 15:09:30'),
(72, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-08-13 10:35:28', '2020-08-13 10:35:28'),
(73, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-13 10:35:28', '2020-08-13 10:35:28'),
(74, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-08-13 10:39:42', '2020-08-13 10:39:42'),
(75, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-13 10:39:42', '2020-08-13 10:39:42'),
(76, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-08-13 12:31:10', '2020-08-13 12:31:10'),
(77, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-13 12:31:10', '2020-08-13 12:31:10'),
(78, NULL, 'normal', '31.03836438', '31.36063356', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 16:48:06', '2020-08-27 16:48:06'),
(79, NULL, 'normal', '31.04555653', '31.36406846', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 16:48:06', '2020-08-27 16:48:06'),
(80, NULL, 'normal', '31.03677300', '31.35439299', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 16:50:02', '2020-08-27 16:50:02'),
(81, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-27 16:50:02', '2020-08-27 16:50:02'),
(82, NULL, 'normal', '31.03680017', '31.35428078', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 17:02:53', '2020-08-27 17:02:53'),
(83, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-27 17:02:53', '2020-08-27 17:02:53'),
(84, NULL, 'normal', '31.03677322', '31.35438124', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 17:14:06', '2020-08-27 17:14:06'),
(85, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-27 17:14:06', '2020-08-27 17:14:06'),
(86, NULL, 'normal', '31.03677196', '31.35438316', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 17:24:56', '2020-08-27 17:24:56'),
(87, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-27 17:24:56', '2020-08-27 17:24:56'),
(88, NULL, 'normal', '31.03677196', '31.35438316', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 17:27:34', '2020-08-27 17:27:34'),
(89, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-27 17:27:34', '2020-08-27 17:27:34'),
(90, NULL, 'normal', '31.03677196', '31.35438316', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 17:30:47', '2020-08-27 17:30:47'),
(91, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-27 17:30:47', '2020-08-27 17:30:47'),
(92, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '0.00000000', '0.00000000', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 17:36:25', '2020-08-27 17:36:25'),
(93, NULL, 'normal', '31.03674583', '31.35434093', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 17:47:34', '2020-08-27 17:47:34'),
(94, NULL, 'normal', '31.03782746', '31.36104293', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 17:47:34', '2020-08-27 17:47:34'),
(95, NULL, 'normal', '31.03677745', '31.35440102', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 17:49:27', '2020-08-27 17:49:27'),
(96, NULL, 'normal', '31.03305716', '31.37286913', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 17:49:27', '2020-08-27 17:49:27'),
(97, 'جيهان السادات، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.03809060', '31.36137553', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 18:05:54', '2020-08-27 18:05:54'),
(98, NULL, 'normal', '31.04615373', '31.37993373', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 18:06:15', '2020-08-27 18:06:15'),
(99, 'عبد الرحمن بن عوف، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.03341426', '31.36274982', 1, NULL, 'App\\Models\\Client', 12, '2020-08-27 18:07:43', '2020-08-27 18:07:43'),
(100, 'المجد، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.03337519', '31.37292545', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 18:07:50', '2020-09-03 18:19:05'),
(101, NULL, 'normal', '31.02834897', '31.38123393', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 18:08:15', '2020-08-27 18:08:15'),
(102, '5 فضل السيد، ميت خميس وكفر الموجي، المنصورة، الدقهلية،، اول المنصورة، الدقهلية، مصر', 'normal', '31.04496164', '31.36371709', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 18:24:12', '2020-08-27 18:24:12'),
(103, 'عبد السلام عارف، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.03051291', '31.37556039', 0, NULL, 'App\\Models\\Client', 12, '2020-08-27 18:24:12', '2020-08-27 18:24:12'),
(104, 'شارع السلام', 'normal', '31.17941995', '31.22205053', 0, NULL, 'App\\Models\\Client', 31, '2020-08-29 05:34:47', '2020-08-29 05:34:47'),
(105, 'مسجد البيلى الشرقاوى', 'normal', '31.16980459', '31.21744408', 1, NULL, 'App\\Models\\Client', 32, '2020-08-29 15:50:59', '2020-08-29 15:50:59'),
(106, 'مسجد التقوى', 'normal', '31.16976623', '31.21733797', 1, NULL, 'App\\Models\\Client', 33, '2020-08-29 16:01:52', '2020-08-29 16:01:52'),
(107, 'الشهيد محروس، مدينة بيلا، بيلا، كفر الشيخ،، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17295854', '31.21149905', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 16:16:07', '2020-08-29 16:16:07'),
(108, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16979025', '31.21741518', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 16:20:26', '2020-08-29 16:20:26'),
(109, 'شارع إبراهيم الأطير، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.18235176', '31.22386001', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 16:20:26', '2020-08-29 16:20:26'),
(110, 'بيلا، مدينة بيلا، بيلا، كفر الشيخ،، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16835309', '31.22477699', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 16:25:55', '2020-08-29 16:25:55'),
(111, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16992923', '31.21741940', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 16:45:38', '2020-08-29 16:45:38'),
(112, 'السادات، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17470094', '31.22369975', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 16:45:38', '2020-08-29 16:45:38'),
(113, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16977520', '31.21751628', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 16:50:28', '2020-08-29 16:50:28'),
(114, 'سامي منصور، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17872693', '31.22341041', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 16:50:28', '2020-08-29 16:50:28'),
(115, 'مسجد التقوى', 'normal', '31.16975328', '31.21742236', 1, NULL, 'App\\Models\\Client', 33, '2020-08-29 16:52:14', '2020-08-29 16:52:14'),
(116, 'الأهرام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17464701', '31.22395355', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 16:56:27', '2020-08-29 16:56:27'),
(117, NULL, 'normal', '31.16994081', '31.21758085', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 17:03:01', '2020-08-29 17:03:01'),
(118, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-29 17:03:01', '2020-08-29 17:03:01'),
(119, NULL, 'normal', '31.16993831', '31.21757946', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 17:05:34', '2020-08-29 17:05:34'),
(120, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-29 17:05:34', '2020-08-29 17:05:34'),
(121, NULL, 'normal', '31.16982997', '31.21753650', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 17:06:38', '2020-08-29 17:06:38'),
(122, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-29 17:06:38', '2020-08-29 17:06:38'),
(123, NULL, 'normal', '31.16982666', '31.21752815', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 17:10:25', '2020-08-29 17:10:25'),
(124, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-29 17:10:25', '2020-08-29 17:10:25'),
(125, 'سامي منصور، مدينة بيلا، بيلا، كفر الشيخ،، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17904447', '31.22268688', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 18:20:00', '2020-08-29 18:20:00'),
(126, 'خلف المستشفى، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.18012760', '31.22747194', 0, NULL, 'App\\Models\\Client', 33, '2020-08-29 18:20:00', '2020-08-29 18:20:00'),
(127, 'عبد الرحمن الطنطاوي، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16935104', '31.21722354', 0, NULL, 'App\\Models\\Client', 34, '2020-08-29 20:24:18', '2020-08-29 20:24:18'),
(128, 'الخندق، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17654801', '31.22578517', 0, NULL, 'App\\Models\\Client', 34, '2020-08-29 20:24:18', '2020-08-29 20:24:18'),
(129, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '0.00000000', '0.00000000', 0, NULL, 'App\\Models\\Client', 34, '2020-08-29 20:26:09', '2020-08-29 20:26:09'),
(130, 'سعد', 'normal', '21.64133898', '39.13187049', 1, NULL, 'App\\Models\\Client', 18, '2020-08-31 01:05:36', '2020-08-31 01:05:36'),
(131, '8748 عنوان الكرامه، حي النهضة، جدة 23523 3519، السعودية', 'normal', '21.61520756', '39.13277138', 0, NULL, 'App\\Models\\Client', 18, '2020-08-31 01:12:05', '2020-08-31 01:12:05'),
(132, '6934 طريق الامير سلطان، حي النهضة، جدة 23615 5640، السعودية', 'normal', '21.62335608', '39.13630586', 0, NULL, 'App\\Models\\Client', 18, '2020-08-31 01:12:05', '2020-08-31 01:12:05'),
(133, NULL, 'normal', '21.62680907', '39.12895528', 0, NULL, 'App\\Models\\Client', 18, '2020-08-31 01:25:07', '2020-08-31 01:25:07'),
(134, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-31 01:25:07', '2020-08-31 01:25:07'),
(135, 'المجد، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.03323643', '31.37260392', 1, NULL, 'App\\Models\\Client', 12, '2020-08-31 17:07:13', '2020-08-31 17:07:13'),
(136, 'جامع النصر، سعد زغلول، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.04809292', '31.39469627', 1, NULL, 'App\\Models\\Client', 12, '2020-08-31 17:07:37', '2020-08-31 17:07:37'),
(137, NULL, 'normal', '31.03677322', '31.35439639', 0, NULL, 'App\\Models\\Client', 12, '2020-08-31 20:37:03', '2020-08-31 20:37:03'),
(138, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-31 20:37:03', '2020-08-31 20:37:03'),
(139, NULL, 'normal', '31.03678290', '31.35441110', 0, NULL, 'App\\Models\\Client', 12, '2020-08-31 20:45:22', '2020-08-31 20:45:22'),
(140, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-08-31 20:45:22', '2020-08-31 20:45:22'),
(141, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03682630', '31.35438711', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 15:00:03', '2020-09-01 15:00:03'),
(142, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-01 15:00:03', '2020-09-01 15:00:03'),
(143, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677334', '31.35439436', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 15:18:05', '2020-09-01 15:18:05'),
(144, 'صيدلية النور', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-01 15:18:05', '2020-09-01 15:18:05'),
(145, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677348', '31.35439495', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 15:23:08', '2020-09-01 15:23:08'),
(146, 'صيدلية النور', 'normal', '31.03338070', '31.36367040', 0, NULL, NULL, NULL, '2020-09-01 15:23:08', '2020-09-01 15:23:08'),
(147, 'شارع الجمهورية، ميت خميس وكفر الموجي، المنصورة، الدقهلية، مصر', 'normal', '31.04497858', '31.36577535', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 16:42:36', '2020-09-01 16:42:36'),
(148, 'عبد السلام عارف، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.03014431', '31.37634393', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 16:55:14', '2020-09-01 16:55:14'),
(149, 'السادات، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17441064', '31.22267783', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 17:05:53', '2020-09-01 17:05:53'),
(150, 'مدينة بيلا، بيلا،، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17415619', '31.22195732', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 17:07:32', '2020-09-01 17:07:32'),
(151, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16978689', '31.21736968', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 17:28:50', '2020-09-01 17:28:50'),
(152, 'صيدلية النور', 'normal', '31.03338070', '31.36367040', 0, NULL, NULL, NULL, '2020-09-01 17:28:50', '2020-09-01 17:28:50'),
(153, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16978689', '31.21736968', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 17:29:27', '2020-09-01 17:29:27'),
(154, 'صيدلية النور', 'normal', '31.03338070', '31.36367040', 0, NULL, NULL, NULL, '2020-09-01 17:29:27', '2020-09-01 17:29:27'),
(155, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16978689', '31.21736968', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 17:29:51', '2020-09-01 17:29:51'),
(156, 'صيدلية النور', 'normal', '31.03338070', '31.36367040', 0, NULL, NULL, NULL, '2020-09-01 17:29:51', '2020-09-01 17:29:51'),
(157, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677551', '31.35439031', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 18:10:00', '2020-09-01 18:10:00'),
(158, 'صيدلية النور', 'normal', '31.03338070', '31.36367040', 0, NULL, NULL, NULL, '2020-09-01 18:10:00', '2020-09-01 18:10:00'),
(159, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677637', '31.35439239', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 18:40:20', '2020-09-01 18:40:20'),
(160, 'صيدلية النور', 'normal', '31.03338070', '31.36367040', 0, NULL, NULL, NULL, '2020-09-01 18:40:20', '2020-09-01 18:40:20'),
(161, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677648', '31.35437431', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 18:47:46', '2020-09-01 18:47:46'),
(162, 'بور سعيد، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.04626029', '31.38032399', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 18:47:46', '2020-09-01 18:47:46'),
(163, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677394', '31.35439550', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:05:58', '2020-09-01 19:05:58'),
(164, 'عبد السلام عارف، المنصورة (قسم 2)، المنصورة، الدقهلية،، المنصورة (قسم 2)، اول المنصورة، الدقهلية، مصر', 'normal', '31.02993142', '31.37562610', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:05:58', '2020-09-01 19:05:58'),
(165, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677014', '31.35438359', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:08:34', '2020-09-01 19:08:34'),
(166, 'محمود شاهين، المنصورة (قسم 2)، المنصورة، الدقهلية،، المنصورة (قسم 2)، اول المنصورة، الدقهلية، مصر', 'normal', '31.03310083', '31.38166208', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:08:34', '2020-09-01 19:08:34'),
(167, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677218', '31.35438957', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:17:51', '2020-09-01 19:17:51'),
(168, 'شارع المشاية السفلية، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.04886158', '31.38645753', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:17:51', '2020-09-01 19:17:51'),
(169, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677335', '31.35439340', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:21:15', '2020-09-01 19:21:15'),
(170, 'بور سعيد، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.04612155', '31.38008058', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:21:16', '2020-09-01 19:21:16'),
(171, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677335', '31.35439389', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:23:57', '2020-09-01 19:23:57'),
(172, 'بور سعيد، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.04559933', '31.38011612', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:23:57', '2020-09-01 19:23:57'),
(173, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677329', '31.35439389', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:24:39', '2020-09-01 19:24:39'),
(174, 'صيدلية النور', 'normal', '31.03338070', '31.36367040', 0, NULL, NULL, NULL, '2020-09-01 19:24:39', '2020-09-01 19:24:39'),
(175, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677306', '31.35439334', 0, NULL, 'App\\Models\\Client', 12, '2020-09-01 19:39:05', '2020-09-01 19:39:05'),
(176, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-01 19:39:05', '2020-09-01 19:39:05'),
(177, 'مسجد البيلى الشرقاوى', 'normal', '31.16971711', '31.21735063', 1, NULL, 'App\\Models\\Client', 12, '2020-09-02 15:09:23', '2020-09-02 15:09:23'),
(178, 'اول المنصورة، الدقهلية، مصر', 'normal', '31.04094830', '31.37847040', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 15:13:10', '2020-09-02 15:13:10'),
(179, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16969288', '31.21728623', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 15:14:49', '2020-09-02 15:14:49'),
(180, 'شارع المهندس محمد عماد الدين عبد الرحيم، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.18252329', '31.22590788', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 15:14:49', '2020-09-02 15:14:49'),
(181, 'إبن طولون، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.04984049', '31.39407534', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 15:15:47', '2020-09-02 15:15:47'),
(182, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '0.00000000', '0.00000000', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 15:21:46', '2020-09-02 15:21:46'),
(183, 'Unnamed Road, قطاع غرب النوبارية، مركز أبو المطامير، البحيرة، مصر', 'normal', '30.63537285', '30.23008548', 0, NULL, 'App\\Models\\Client', 1, '2020-09-02 15:25:56', '2020-09-02 15:25:56'),
(184, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16969680', '31.21738134', 0, NULL, 'App\\Models\\Client', 1, '2020-09-02 15:27:39', '2020-09-02 15:27:39'),
(185, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-02 15:27:39', '2020-09-02 15:27:39'),
(186, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16969680', '31.21738134', 0, NULL, 'App\\Models\\Client', 1, '2020-09-02 15:28:23', '2020-09-02 15:28:23'),
(187, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-02 15:28:23', '2020-09-02 15:28:23'),
(188, '12th مسجد النقيطي، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.03657724', '31.36230223', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 16:54:44', '2020-09-02 16:54:44'),
(189, 'شارع جامعة الدول العربية، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.04777700', '31.38852120', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 16:54:44', '2020-09-02 16:54:44'),
(190, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03662263', '31.35479774', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 19:06:32', '2020-09-02 19:06:32'),
(191, 'مستشفى الباطنة التخصصى', 'normal', '31.04499810', '31.35898770', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 19:06:32', '2020-09-02 19:06:32'),
(192, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03678482', '31.35436226', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 20:26:35', '2020-09-02 20:26:35'),
(193, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-02 20:26:35', '2020-09-02 20:26:35'),
(194, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03678482', '31.35436226', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 20:29:54', '2020-09-02 20:29:54'),
(195, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-02 20:29:54', '2020-09-02 20:29:54'),
(196, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03678482', '31.35436226', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 20:30:14', '2020-09-02 20:30:14'),
(197, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-02 20:30:14', '2020-09-02 20:30:14'),
(198, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03678482', '31.35436226', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 20:30:22', '2020-09-02 20:30:22'),
(199, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-02 20:30:22', '2020-09-02 20:30:22'),
(200, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 20:32:47', '2020-09-02 20:32:47'),
(201, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 20:32:47', '2020-09-02 20:32:47'),
(202, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 20:33:10', '2020-09-02 20:33:10'),
(203, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 20:33:10', '2020-09-02 20:33:10'),
(204, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 20:36:16', '2020-09-02 20:36:16'),
(205, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 20:36:16', '2020-09-02 20:36:16'),
(206, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 20:39:51', '2020-09-02 20:39:51'),
(207, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 20:39:51', '2020-09-02 20:39:51'),
(208, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 20:40:13', '2020-09-02 20:40:13'),
(209, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 20:40:13', '2020-09-02 20:40:13'),
(210, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 20:40:27', '2020-09-02 20:40:27'),
(211, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 20:40:27', '2020-09-02 20:40:27'),
(212, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 20:40:47', '2020-09-02 20:40:47'),
(213, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 20:40:47', '2020-09-02 20:40:47'),
(214, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 20:40:54', '2020-09-02 20:40:54'),
(215, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 20:40:54', '2020-09-02 20:40:54'),
(216, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 20:41:06', '2020-09-02 20:41:06'),
(217, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 20:41:06', '2020-09-02 20:41:06'),
(218, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 20:50:38', '2020-09-02 20:50:38'),
(219, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 20:50:38', '2020-09-02 20:50:38'),
(220, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 20:59:31', '2020-09-02 20:59:31'),
(221, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 20:59:31', '2020-09-02 20:59:31'),
(222, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:10:22', '2020-09-02 21:10:22'),
(223, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:10:22', '2020-09-02 21:10:22'),
(224, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:12:22', '2020-09-02 21:12:22'),
(225, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:12:22', '2020-09-02 21:12:22'),
(226, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:13:43', '2020-09-02 21:13:43'),
(227, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:13:43', '2020-09-02 21:13:43'),
(228, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:14:00', '2020-09-02 21:14:00'),
(229, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:14:00', '2020-09-02 21:14:00'),
(230, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:14:48', '2020-09-02 21:14:48'),
(231, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:14:48', '2020-09-02 21:14:48'),
(232, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:16:32', '2020-09-02 21:16:32'),
(233, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:16:32', '2020-09-02 21:16:32'),
(234, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:22:28', '2020-09-02 21:22:28'),
(235, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:22:28', '2020-09-02 21:22:28'),
(236, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:26:14', '2020-09-02 21:26:14'),
(237, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:26:14', '2020-09-02 21:26:14'),
(238, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03678441', '31.35436211', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 21:28:02', '2020-09-02 21:28:02'),
(239, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-02 21:28:02', '2020-09-02 21:28:02'),
(240, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:38:29', '2020-09-02 21:38:29'),
(241, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:38:29', '2020-09-02 21:38:29'),
(242, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:40:38', '2020-09-02 21:40:38'),
(243, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:40:38', '2020-09-02 21:40:38'),
(244, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:41:34', '2020-09-02 21:41:34'),
(245, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:41:34', '2020-09-02 21:41:34'),
(246, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '0.00000000', '0.00000000', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 21:47:52', '2020-09-02 21:47:52'),
(247, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:50:00', '2020-09-02 21:50:00'),
(248, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:50:00', '2020-09-02 21:50:00'),
(249, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 21:50:37', '2020-09-02 21:50:37'),
(250, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-02 21:50:37', '2020-09-02 21:50:37'),
(251, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '0.00000000', '0.00000000', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 22:27:11', '2020-09-02 22:27:11'),
(252, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '0.00000000', '0.00000000', 0, NULL, 'App\\Models\\Client', 12, '2020-09-02 22:30:58', '2020-09-02 22:30:58'),
(253, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 22:32:01', '2020-09-02 22:32:01'),
(254, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 22:35:51', '2020-09-02 22:35:51'),
(255, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-02 22:38:02', '2020-09-02 22:38:02'),
(256, 'مستشفى شبراهور المركزى', 'normal', '30.91509470', '31.39133400', 0, NULL, 'App\\Models\\Client', 12, '2020-09-03 03:03:04', '2020-09-03 03:03:04'),
(257, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16977009', '31.21731592', 0, NULL, 'App\\Models\\Client', 51, '2020-09-05 15:25:56', '2020-09-05 15:25:56'),
(258, 'مستشفى شبراهور المركزى', 'normal', '30.91509470', '31.39133400', 0, NULL, 'App\\Models\\Client', 51, '2020-09-05 15:25:56', '2020-09-05 15:25:56'),
(259, 'مسجد البيلى الشرقاوى', 'normal', '31.16989827', '31.21732029', 1, NULL, 'App\\Models\\Client', 51, '2020-09-05 15:29:06', '2020-09-05 15:29:06'),
(260, 'مستشفى النور', 'normal', '31.17766070', '31.22736630', 0, NULL, 'App\\Models\\Client', 51, '2020-09-05 15:36:19', '2020-09-05 15:36:19'),
(261, 'السادات، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17525429', '31.22374501', 0, NULL, 'App\\Models\\Client', 51, '2020-09-05 15:48:16', '2020-09-05 15:48:16'),
(262, 'مسجد التقوى', 'normal', '31.16972140', '31.21730333', 1, NULL, 'App\\Models\\Client', 51, '2020-09-05 16:03:56', '2020-09-05 16:03:56'),
(263, 'العبور، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17807380', '31.22363810', 0, NULL, 'App\\Models\\Client', 51, '2020-09-05 16:06:53', '2020-09-05 16:06:53'),
(264, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '0.00000000', '0.00000000', 0, NULL, 'App\\Models\\Client', 51, '2020-09-05 16:13:22', '2020-09-05 16:13:22'),
(265, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16975330', '31.21742337', 0, NULL, 'App\\Models\\Client', 51, '2020-09-05 16:18:26', '2020-09-05 16:18:26'),
(266, 'مستشفى طوارىء جامعة المنصورة', 'normal', '31.04305200', '31.36475040', 0, NULL, 'App\\Models\\Client', 51, '2020-09-05 16:18:26', '2020-09-05 16:18:26'),
(267, 'معامل الشفاء لاب للتحاليل الطبيه دكتور/ محمد حصافي', 'normal', '30.82163500', '30.11557950', 0, NULL, 'App\\Models\\Client', 1, '2020-09-05 16:29:20', '2020-09-05 16:29:20'),
(268, 'مركز شباب بيلا', 'normal', '31.16425895', '31.23118009', 0, NULL, 'App\\Models\\Client', 1, '2020-09-05 16:30:05', '2020-09-05 16:30:05'),
(269, 'مسجد البيلى الشرقاوى', 'normal', '31.16973091', '31.21734029', 1, NULL, 'App\\Models\\Client', 1, '2020-09-05 16:30:39', '2020-09-05 16:30:39'),
(270, 'مدرسة السيد الشيخ الخاصة', 'normal', '31.16973067', '31.21733961', 0, NULL, 'App\\Models\\Client', 1, '2020-09-05 16:31:33', '2020-09-08 19:10:12'),
(271, 'مدرسة الشهيد فرحات', 'normal', '31.16973264', '31.21733765', 0, NULL, 'App\\Models\\Client', 1, '2020-09-05 16:32:59', '2020-09-08 19:10:09'),
(272, 'شارع النيل', 'normal', '31.16973278', '31.21733797', 0, NULL, 'App\\Models\\Client', 1, '2020-09-05 16:33:37', '2020-09-08 19:10:06'),
(273, 'مستشفى الطوائ', 'normal', '31.16973263', '31.21733776', 0, NULL, 'App\\Models\\Client', 1, '2020-09-05 16:34:08', '2020-09-05 16:34:08'),
(274, 'مستشفى الطوائ', 'normal', '31.16973263', '31.21733776', 0, NULL, 'App\\Models\\Client', 1, '2020-09-05 16:34:19', '2020-09-08 19:10:04'),
(275, 'نهايه الشارع', 'normal', '31.16973303', '31.21733787', 0, NULL, 'App\\Models\\Client', 1, '2020-09-05 16:36:33', '2020-09-05 16:36:33'),
(276, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16971226', '31.21741164', 0, NULL, 'App\\Models\\Client', 1, '2020-09-05 16:39:02', '2020-09-05 16:39:02'),
(277, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-05 16:39:02', '2020-09-05 16:39:02'),
(278, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16971226', '31.21741164', 0, NULL, 'App\\Models\\Client', 1, '2020-09-05 16:39:50', '2020-09-05 16:39:50'),
(279, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-05 16:39:50', '2020-09-05 16:39:50'),
(280, 'شارع المهندس محمد عماد الدين عبد الرحيم، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.18225997', '31.22569565', 0, NULL, 'App\\Models\\Client', 1, '2020-09-05 17:20:21', '2020-09-05 17:20:21'),
(281, 'hhhhh', 'normal', '31.16890562', '31.21130157', 1, NULL, 'App\\Models\\Client', 52, '2020-09-05 17:42:01', '2020-09-05 17:42:01'),
(282, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16973920', '31.21737936', 0, NULL, 'App\\Models\\Client', 52, '2020-09-05 19:04:52', '2020-09-05 19:04:52'),
(283, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-05 19:04:52', '2020-09-05 19:04:52'),
(284, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16973374', '31.21734927', 0, NULL, 'App\\Models\\Client', 52, '2020-09-05 19:08:47', '2020-09-05 19:08:47'),
(285, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-05 19:08:47', '2020-09-05 19:08:47'),
(286, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16972270', '31.21734469', 0, NULL, 'App\\Models\\Client', 52, '2020-09-05 19:09:45', '2020-09-05 19:09:45'),
(287, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-05 19:09:45', '2020-09-05 19:09:45'),
(288, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16972414', '31.21734562', 0, NULL, 'App\\Models\\Client', 52, '2020-09-05 19:11:08', '2020-09-05 19:11:08'),
(289, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-05 19:11:08', '2020-09-05 19:11:08'),
(290, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16972678', '31.21735603', 0, NULL, 'App\\Models\\Client', 52, '2020-09-05 19:11:58', '2020-09-05 19:11:58'),
(291, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-05 19:11:58', '2020-09-05 19:11:58'),
(292, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16972690', '31.21735680', 0, NULL, 'App\\Models\\Client', 52, '2020-09-05 19:15:37', '2020-09-05 19:15:37'),
(293, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-05 19:15:37', '2020-09-05 19:15:37'),
(294, 'شارع', 'normal', '31.16963789', '31.21742915', 1, NULL, 'App\\Models\\Client', 52, '2020-09-06 14:58:19', '2020-09-06 14:58:19'),
(295, 'مسجد البيلى الشرقاوى', 'normal', '31.16963789', '31.21742915', 1, NULL, 'App\\Models\\Client', 52, '2020-09-06 14:58:45', '2020-09-06 14:58:45'),
(296, 'مسجد السلام', 'normal', '31.16586410', '31.22210283', 1, NULL, 'App\\Models\\Client', 52, '2020-09-06 14:59:44', '2020-09-06 14:59:44'),
(297, 'خلف المستشفى، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17954240', '31.22739320', 0, NULL, 'App\\Models\\Client', 52, '2020-09-06 15:01:44', '2020-09-06 15:01:44'),
(298, 'مسجد التقوى', 'normal', '31.16971929', '31.21736286', 0, NULL, 'App\\Models\\Client', 52, '2020-09-06 15:02:49', '2020-09-06 19:01:04'),
(299, 'المستشفى، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17766070', '31.22736630', 0, NULL, 'App\\Models\\Client', 52, '2020-09-06 15:05:09', '2020-09-06 15:05:09'),
(300, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16972237', '31.21729823', 0, NULL, 'App\\Models\\Client', 52, '2020-09-06 15:05:46', '2020-09-06 15:05:46'),
(301, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-06 15:05:46', '2020-09-06 15:05:46'),
(302, 'شارع المهندس محمد عماد الدين عبد الرحيم، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.18217478', '31.22580864', 0, NULL, 'App\\Models\\Client', 52, '2020-09-08 14:17:18', '2020-09-08 14:17:18'),
(303, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16973024', '31.21733019', 0, NULL, 'App\\Models\\Client', 52, '2020-09-08 14:17:56', '2020-09-08 14:17:56'),
(304, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-08 14:17:56', '2020-09-08 14:17:56'),
(305, 'مسجد التقوى', 'normal', '0.00000000', '0.00000000', 0, NULL, 'App\\Models\\Client', 55, '2020-09-08 17:18:44', '2020-09-08 17:21:33'),
(306, 'مسجد التقوى', 'normal', '31.16969014', '31.21733665', 1, NULL, 'App\\Models\\Client', 55, '2020-09-08 17:21:56', '2020-09-08 17:21:56'),
(307, 'مستشفى طلخا المركزي', 'normal', '31.05008390', '31.37212040', 0, NULL, 'App\\Models\\Client', 55, '2020-09-08 17:23:13', '2020-09-08 17:23:13'),
(308, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16956531', '31.21732282', 0, NULL, 'App\\Models\\Client', 55, '2020-09-08 17:26:15', '2020-09-08 17:26:15'),
(309, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-08 17:26:15', '2020-09-08 17:26:15'),
(310, 'مسجد البيلى الشرقاوى', 'normal', '31.16963748', '31.21721387', 1, NULL, 'App\\Models\\Client', 55, '2020-09-08 18:17:53', '2020-09-08 18:17:53'),
(311, 'مستشفى طلخا المركزي', 'normal', '31.05008390', '31.37212040', 0, NULL, 'App\\Models\\Client', 55, '2020-09-08 18:19:11', '2020-09-08 18:19:11'),
(312, 'بنك القاهرة', 'normal', '31.16973087', '31.21725363', 1, NULL, 'App\\Models\\Client', 55, '2020-09-08 18:28:09', '2020-09-08 18:28:09'),
(313, 'شارع المهندس محمد عماد الدين عبد الرحيم، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.18225366', '31.22556590', 0, NULL, 'App\\Models\\Client', 55, '2020-09-08 18:31:18', '2020-09-08 18:31:18'),
(314, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '0.00000000', '0.00000000', 0, NULL, 'App\\Models\\Client', 55, '2020-09-08 18:51:34', '2020-09-08 18:51:34'),
(315, 'مدرسة السيد الشيخ الخاصة', 'normal', '31.16986501', '31.21720748', 1, NULL, 'App\\Models\\Client', 55, '2020-09-08 18:52:52', '2020-09-08 18:52:52'),
(316, 'مستشفى طلخا المركزي', 'normal', '31.05008390', '31.37212040', 0, NULL, 'App\\Models\\Client', 55, '2020-09-08 18:54:25', '2020-09-08 18:54:25'),
(317, 'شارع المهندس محمد عماد الدين عبد الرحيم، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.18236237', '31.22596119', 0, NULL, 'App\\Models\\Client', 1, '2020-09-08 19:10:46', '2020-09-08 19:10:46'),
(318, 'مسجد السلام', 'normal', '31.16983199', '31.21730945', 1, NULL, 'App\\Models\\Client', 1, '2020-09-08 19:11:13', '2020-09-08 19:11:13'),
(319, 'شارع المهندس محمد عماد الدين عبد الرحيم، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.18239736', '31.22575231', 0, NULL, 'App\\Models\\Client', 1, '2020-09-08 19:12:23', '2020-09-08 19:12:23'),
(320, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03675830', '31.35433790', 0, NULL, 'App\\Models\\Client', 12, '2020-09-09 20:16:13', '2020-09-09 20:16:13'),
(321, 'Unnamed Road, ميت خميس وكفر الموجي، المنصورة، الدقهلية، مصر', 'normal', '31.04455948', '31.35824304', 0, NULL, 'App\\Models\\Client', 12, '2020-09-09 20:16:13', '2020-09-09 20:16:13'),
(322, 'مدرسة السيد الشيخ الخاصة', 'normal', '31.16986035', '31.21725058', 1, NULL, 'App\\Models\\Client', 56, '2020-09-10 17:02:48', '2020-09-10 17:02:48'),
(323, 'شارع المهندس محمد عماد الدين عبد الرحيم، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.18229324', '31.22556958', 0, NULL, 'App\\Models\\Client', 56, '2020-09-10 17:04:19', '2020-09-10 17:04:19'),
(324, 'مسجد التقوى', 'normal', '31.16981687', '31.21727030', 0, NULL, 'App\\Models\\Client', 56, '2020-09-10 17:07:30', '2020-09-10 17:07:30'),
(325, 'المستشفى، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17842861', '31.22729525', 0, NULL, 'App\\Models\\Client', 56, '2020-09-10 17:08:51', '2020-09-10 17:08:51'),
(326, 'مسجد البيلى الشرقاوى', 'normal', '31.16979639', '31.21727487', 1, NULL, 'App\\Models\\Client', 56, '2020-09-10 17:10:53', '2020-09-10 17:10:53'),
(327, 'الشربيني، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17866784', '31.22733213', 0, NULL, 'App\\Models\\Client', 56, '2020-09-10 17:11:56', '2020-09-10 17:11:56'),
(328, 'مسجد السلام، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.16975441', '31.21728554', 0, NULL, 'App\\Models\\Client', 56, '2020-09-10 17:17:36', '2020-09-10 17:17:36'),
(329, 'مستشفى شبراهور المركزى', 'normal', '30.91509470', '31.39133400', 0, NULL, 'App\\Models\\Client', 56, '2020-09-10 17:17:36', '2020-09-10 17:17:36'),
(330, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-13 22:36:07', '2020-09-13 22:36:07'),
(331, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-13 22:36:07', '2020-09-13 22:36:07'),
(332, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-13 22:44:42', '2020-09-13 22:44:42'),
(333, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-13 22:44:49', '2020-09-13 22:44:49'),
(334, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-13 22:44:49', '2020-09-13 22:44:49'),
(335, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-13 23:53:28', '2020-09-13 23:53:28'),
(336, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-13 23:53:28', '2020-09-13 23:53:28'),
(337, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-13 23:55:04', '2020-09-13 23:55:04'),
(338, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-13 23:55:04', '2020-09-13 23:55:04'),
(339, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-14 15:41:45', '2020-09-14 15:41:45'),
(340, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-14 15:41:45', '2020-09-14 15:41:45'),
(341, 'شارع المهندس محمد عماد الدين عبد الرحيم، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.18248342', '31.22594710', 0, NULL, 'App\\Models\\Client', 56, '2020-09-14 16:25:51', '2020-09-14 16:25:51'),
(342, 'بنك مصر فرع بيلا', 'normal', '31.16980852', '31.21743534', 1, NULL, 'App\\Models\\Client', 56, '2020-09-14 16:30:42', '2020-09-14 16:30:42'),
(343, 'مستشفى المنصورة الجامعي', 'normal', '31.04446180', '31.36375520', 0, NULL, 'App\\Models\\Client', 56, '2020-09-14 16:31:37', '2020-09-14 16:31:37'),
(344, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-14 17:20:52', '2020-09-14 17:20:52'),
(345, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-14 17:20:52', '2020-09-14 17:20:52'),
(346, NULL, 'normal', '31.03681946', '31.35433005', 0, NULL, 'App\\Models\\Client', 30, '2020-09-14 17:21:25', '2020-09-14 17:21:25'),
(347, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-14 17:21:25', '2020-09-14 17:21:25'),
(348, NULL, 'normal', '31.03681946', '31.35432683', 0, NULL, 'App\\Models\\Client', 30, '2020-09-14 17:26:24', '2020-09-14 17:26:24'),
(349, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-14 17:26:24', '2020-09-14 17:26:24');
INSERT INTO `addresses` (`id`, `title`, `type`, `latitude`, `longitude`, `is_saved`, `area`, `addressable_type`, `addressable_id`, `created_at`, `updated_at`) VALUES
(350, NULL, 'normal', '31.03675842', '31.35431876', 0, NULL, 'App\\Models\\Client', 30, '2020-09-14 17:37:28', '2020-09-14 17:37:28'),
(351, 'صيدلية النور', 'normal', '31.04056370', '31.37056340', 0, NULL, NULL, NULL, '2020-09-14 17:37:28', '2020-09-14 17:37:28'),
(352, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03683780', '31.35444436', 0, NULL, 'App\\Models\\Client', 12, '2020-09-17 20:12:34', '2020-09-17 20:12:34'),
(353, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-21 17:07:21', '2020-09-21 17:07:21'),
(354, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 39, '2020-09-21 17:25:01', '2020-09-21 17:25:01'),
(355, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-22 09:26:47', '2020-09-22 09:26:47'),
(356, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-22 09:26:52', '2020-09-22 09:26:52'),
(357, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-22 09:26:59', '2020-09-22 09:26:59'),
(358, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-22 13:21:12', '2020-09-22 13:21:12'),
(359, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-22 13:21:33', '2020-09-22 13:21:33'),
(360, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03603055', '31.35558397', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 15:22:07', '2020-09-22 15:22:07'),
(361, 'Elmohandes Ahmed Al-Hoseiny Eid, Mit Khamis WA Kafr Al Mougi, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03658327', '31.35659449', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 15:25:30', '2020-09-22 15:25:30'),
(362, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-22 15:27:02', '2020-09-22 15:27:02'),
(363, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03499490', '31.35505926', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 15:33:25', '2020-09-22 15:33:25'),
(364, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03499490', '31.35505926', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 15:33:49', '2020-09-22 15:33:49'),
(365, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03499490', '31.35505926', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 15:34:37', '2020-09-22 15:34:37'),
(366, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03495813', '31.35559972', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 15:47:59', '2020-09-22 15:47:59'),
(367, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03495813', '31.35559972', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 15:48:02', '2020-09-22 15:48:02'),
(368, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03549764', '31.35382444', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 15:48:37', '2020-09-22 15:48:37'),
(369, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03533935', '31.35541331', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 15:51:22', '2020-09-22 15:51:22'),
(370, 'Unnamed Road, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03572948', '31.35574825', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 15:55:59', '2020-09-22 15:55:59'),
(371, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03617792', '31.35516286', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 18:23:00', '2020-09-22 18:23:00'),
(372, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03515521', '31.35320149', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 18:26:26', '2020-09-22 18:26:26'),
(373, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03528965', '31.35606945', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 18:36:27', '2020-09-22 18:36:27'),
(374, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-22 18:54:44', '2020-09-22 18:54:44'),
(375, 'asd', 'normal', '13.13130000', '13.13130000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-22 18:55:02', '2020-09-22 18:55:02'),
(376, 'Unnamed Road, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03554734', '31.35624446', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 19:18:59', '2020-09-22 19:18:59'),
(377, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03525719', '31.35248233', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 19:23:43', '2020-09-22 19:23:43'),
(378, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03504690', '31.35380734', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 20:10:52', '2020-09-22 20:10:52'),
(379, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03520950', '31.35518666', 0, NULL, 'App\\Models\\Client', 57, '2020-09-22 20:30:32', '2020-09-22 20:30:32'),
(380, 'Mohamed El Adawy, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03400090', '31.35723419', 0, NULL, 'App\\Models\\Client', 57, '2020-09-23 12:41:27', '2020-09-23 12:41:27'),
(381, 'Abd El-Rahman Ibn Ouf, Mansoura Qism 2, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03486677', '31.35963343', 0, NULL, 'App\\Models\\Client', 57, '2020-09-23 12:42:09', '2020-09-23 12:42:09'),
(382, 'Al Doctor Atef Abd Al Menagi, Mit Khamis WA Kafr Al Mougi, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.04674029', '31.36599597', 0, NULL, 'App\\Models\\Client', 57, '2020-09-23 12:45:15', '2020-09-23 12:45:15'),
(383, 'Unnamed Road, ميت بدر خميس، المنصورة، الدقهلية، مصر', 'normal', '31.03677500', '31.35427500', 0, NULL, 'App\\Models\\Client', 59, '2020-09-23 15:17:32', '2020-09-23 15:17:32'),
(384, 'حياة مول،، الملك فهد، الرياض 12272، السعودية', 'normal', '24.74290060', '46.67918720', 0, NULL, 'App\\Models\\Client', 59, '2020-09-23 15:17:32', '2020-09-23 15:17:32'),
(385, 'حى الجعب', 'normal', '31.16974025', '31.21726429', 1, NULL, 'App\\Models\\Client', 56, '2020-09-24 17:01:33', '2020-09-24 17:01:33'),
(386, 'حى الجعب', 'normal', '31.16974025', '31.21726429', 1, NULL, 'App\\Models\\Client', 56, '2020-09-24 17:01:42', '2020-09-24 17:01:42'),
(387, 'حى السلام', 'normal', '31.16974025', '31.21726429', 1, NULL, 'App\\Models\\Client', 56, '2020-09-24 17:02:03', '2020-09-24 17:02:03'),
(388, 'شارع الجيش', 'normal', '31.16992280', '31.21728261', 1, NULL, 'App\\Models\\Client', 56, '2020-09-24 17:02:21', '2020-09-24 17:02:21'),
(389, 'المستشفى، مدينة بيلا، بيلا، كفر الشيخ، مصر', 'normal', '31.17766070', '31.22736630', 0, NULL, 'App\\Models\\Client', 56, '2020-09-24 17:05:37', '2020-09-24 17:05:37'),
(390, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-09-28 14:12:38', '2020-09-28 14:12:38'),
(391, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-09-28 14:12:38', '2020-09-28 14:12:38'),
(392, 'المنزل', 'normal', '30.79410540', '31.24880360', 1, NULL, 'App\\Models\\Client', 57, '2020-07-06 21:08:46', '2020-07-06 21:08:46'),
(393, 'اجا', 'normal', '30.94057826', '31.29226103', 1, NULL, 'App\\Models\\Client', 57, '2020-07-07 22:21:36', '2020-07-07 22:21:36'),
(394, 'المحلة', 'normal', '30.97221858', '31.16670113', 1, NULL, 'App\\Models\\Client', 57, '2020-07-07 22:24:20', '2020-07-07 22:24:20'),
(397, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-09-29 16:58:30', '2020-09-29 16:58:30'),
(398, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-09-29 16:58:30', '2020-09-29 16:58:30'),
(399, 'Unnamed Road, Mit Badr Khamees, Mansoura, Dakahlia Governorate, Egypt', 'normal', '31.03518566', '31.35464553', 0, NULL, 'App\\Models\\Client', 57, '2020-09-29 19:14:37', '2020-09-29 19:14:37'),
(400, NULL, 'normal', '31.00000000', '31.00000000', 0, NULL, 'App\\Models\\Client', 27, '2020-09-29 19:22:57', '2020-09-29 19:22:57'),
(401, 'صيدلية الهدى', 'normal', '31.03766520', '31.36394140', 0, NULL, NULL, NULL, '2020-09-29 19:22:57', '2020-09-29 19:22:57'),
(402, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-09-30 19:17:04', '2020-09-30 19:17:04'),
(403, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-09-30 19:17:04', '2020-09-30 19:17:04'),
(404, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-09-30 19:17:14', '2020-09-30 19:17:14'),
(405, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-09-30 19:17:14', '2020-09-30 19:17:14'),
(406, NULL, 'normal', '31.03279113', '31.35385863', 0, NULL, 'App\\Models\\Client', 57, '2020-09-30 20:10:08', '2020-09-30 20:10:08'),
(407, NULL, 'normal', '31.05663916', '31.37942445', 0, NULL, 'App\\Models\\Client', 57, '2020-09-30 20:10:08', '2020-09-30 20:10:08'),
(408, NULL, 'normal', '31.03680420', '31.35433586', 0, NULL, 'App\\Models\\Client', 57, '2020-09-30 20:15:59', '2020-09-30 20:15:59'),
(409, NULL, 'normal', '31.06847692', '31.45994369', 0, NULL, 'App\\Models\\Client', 57, '2020-09-30 20:15:59', '2020-09-30 20:15:59'),
(416, NULL, 'normal', '31.03991130', '31.36934340', 0, NULL, 'App\\Models\\Client', 27, '2020-09-30 21:24:27', '2020-09-30 21:24:27'),
(417, NULL, 'normal', '31.03967340', '31.36469240', 0, NULL, 'App\\Models\\Client', 27, '2020-09-30 21:24:27', '2020-09-30 21:24:27'),
(418, 'مستفى الطوارئ', 'normal', '30.63000000', '30.23000000', 1, NULL, 'App\\Models\\Client', 1, '2020-10-01 15:45:56', '2020-10-01 15:45:56'),
(423, NULL, 'normal', '31.03678894', '31.35432673', 0, NULL, 'App\\Models\\Client', 57, '2020-10-01 16:37:18', '2020-10-01 16:37:18'),
(424, NULL, 'normal', '31.04680520', '31.39606051', 0, NULL, 'App\\Models\\Client', 57, '2020-10-01 16:37:18', '2020-10-01 16:37:18'),
(425, NULL, 'normal', '31.03815409', '31.35316897', 0, NULL, 'App\\Models\\Client', 57, '2020-10-01 16:40:32', '2020-10-01 16:40:32'),
(426, NULL, 'normal', '31.04007909', '31.37293853', 0, NULL, 'App\\Models\\Client', 57, '2020-10-01 16:40:32', '2020-10-01 16:40:32'),
(427, NULL, 'normal', '30.99978857', '31.36144660', 0, NULL, 'App\\Models\\Client', 57, '2020-10-01 16:47:28', '2020-10-01 16:47:28'),
(428, NULL, 'normal', '30.97841454', '31.36783529', 0, NULL, 'App\\Models\\Client', 57, '2020-10-01 16:48:33', '2020-10-01 16:48:33'),
(429, NULL, 'normal', '31.02580861', '31.03697341', 0, NULL, 'App\\Models\\Client', 57, '2020-10-01 16:51:22', '2020-10-01 16:51:22'),
(430, NULL, 'normal', '31.03775970', '31.36195660', 0, NULL, 'App\\Models\\Client', 57, '2020-10-01 17:27:10', '2020-10-01 17:27:10'),
(431, 'الجلاء، مدينة سمنود، سمنود، الغربية، مصر', 'normal', '30.97792961', '31.23552863', 0, NULL, 'App\\Models\\Client', 59, '2020-10-06 15:05:40', '2020-10-06 15:05:40'),
(432, 'الشهيد محمد سعد حمد، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.04096875', '31.37299787', 0, NULL, 'App\\Models\\Client', 59, '2020-10-06 15:10:31', '2020-10-06 15:10:31'),
(433, 'محمد البلطجي، المنصورة (قسم 2)، المنصورة، الدقهلية، مصر', 'normal', '31.03901533', '31.37485731', 0, NULL, 'App\\Models\\Client', 59, '2020-10-06 15:43:26', '2020-10-06 15:43:26'),
(434, 'Al Mahallah Al Kubra Rd - Mansoura Rd, Samannoud City, Samannoud, Gharbia Governorate, Egypt', 'normal', '30.97129522', '31.24126084', 0, NULL, 'App\\Models\\Client', 57, '2020-10-06 15:46:08', '2020-10-06 15:46:08'),
(435, 'Al Mahallah Al Kubra Rd - Mansoura Rd, Samannoud City, Samannoud, Gharbia Governorate, Egypt', 'normal', '30.97122565', '31.24170844', 0, NULL, 'App\\Models\\Client', 57, '2020-10-06 17:04:59', '2020-10-06 17:04:59'),
(436, NULL, 'normal', '30.97218323', '31.24037964', 0, NULL, 'App\\Models\\Client', 57, '2020-10-06 17:47:47', '2020-10-06 17:47:47'),
(437, NULL, 'normal', '30.97061361', '31.24119479', 0, NULL, 'App\\Models\\Client', 57, '2020-10-06 17:47:47', '2020-10-06 17:47:47'),
(438, 'Unnamed Road, مدينة سمنود، سمنود، الغربية، مصر', 'normal', '30.96100222', '31.23011291', 0, NULL, 'App\\Models\\Client', 59, '2020-10-06 17:54:47', '2020-10-06 17:54:47'),
(439, 'Unnamed Road, Samannoud City, Samannoud, Gharbia Governorate, Egypt', 'normal', '30.97198918', '31.24133561', 0, NULL, 'App\\Models\\Client', 57, '2020-10-06 18:02:24', '2020-10-06 18:02:24'),
(440, 'Al Mahallah Al Kubra Rd - Mansoura Rd, Samannoud City, Samannoud, Gharbia Governorate, Egypt', 'normal', '30.97137945', '31.24189585', 0, NULL, 'App\\Models\\Client', 57, '2020-10-06 18:24:53', '2020-10-06 18:24:53'),
(441, NULL, 'normal', '30.97236633', '31.24036967', 0, NULL, 'App\\Models\\Client', 57, '2020-10-06 18:33:54', '2020-10-06 18:33:54'),
(442, NULL, 'normal', '30.97102413', '31.24172520', 0, NULL, 'App\\Models\\Client', 57, '2020-10-06 18:33:54', '2020-10-06 18:33:54'),
(443, 'Al Mahallah Al Kubra Rd - Mansoura Rd, Samannoud City, Samannoud, Gharbia Governorate, Egypt', 'normal', '30.97014589', '31.24113243', 0, NULL, 'App\\Models\\Client', 57, '2020-10-06 20:29:48', '2020-10-06 20:29:48'),
(444, NULL, 'normal', '31.03769072', '31.37118369', 0, NULL, 'App\\Models\\Client', 57, '2020-10-07 00:48:49', '2020-10-07 00:48:49'),
(445, NULL, 'normal', '30.09213560', '31.25853410', 0, NULL, 'App\\Models\\Client', 57, '2020-10-07 00:48:49', '2020-10-07 00:48:49'),
(446, 'Unnamed Road, إيكنجي مريوط (شرق وغرب)، أول العامرية، الإسكندرية، مصر', 'normal', '31.01004706', '29.77476613', 0, NULL, 'App\\Models\\Client', 67, '2021-02-08 09:22:38', '2021-02-08 09:22:38'),
(447, 'مستشفي الشرق الأوسط', 'normal', '31.21249430', '29.94150890', 0, NULL, 'App\\Models\\Client', 67, '2021-02-08 09:22:38', '2021-02-08 09:22:38'),
(448, 'شارع عباد الرحمن، قسم كفر الشيخ، كفر الشيخ، مصر', 'normal', '31.11351167', '30.95051500', 0, NULL, 'App\\Models\\Client', 68, '2021-02-08 12:03:39', '2021-02-08 12:03:39'),
(449, 'الخليفة المأمون، قسم كفر الشيخ،، كفر الشيخ،، قسم كفر الشيخ، قسم اول مدينة كفر الشيخ، كفر الشيخ، مصر', 'normal', '31.11346813', '30.94464071', 0, NULL, 'App\\Models\\Client', 68, '2021-02-08 12:03:39', '2021-02-08 12:03:39'),
(450, 'شارع عباد الرحمن، قسم كفر الشيخ، كفر الشيخ، مصر', 'normal', '31.11351167', '30.95051500', 0, NULL, 'App\\Models\\Client', 68, '2021-02-08 12:06:14', '2021-02-08 12:06:14'),
(451, 'الخليفة المأمون، قسم كفر الشيخ،، كفر الشيخ،، قسم كفر الشيخ، قسم اول مدينة كفر الشيخ، كفر الشيخ، مصر', 'normal', '31.11346813', '30.94464071', 0, NULL, 'App\\Models\\Client', 68, '2021-02-08 12:06:14', '2021-02-08 12:06:14'),
(452, 'شارع عباد الرحمن، قسم كفر الشيخ، كفر الشيخ، مصر', 'normal', '31.11351167', '30.95051500', 0, NULL, 'App\\Models\\Client', 68, '2021-02-08 12:07:45', '2021-02-08 12:07:45'),
(453, 'الخليفة المأمون، قسم كفر الشيخ،، كفر الشيخ،، قسم كفر الشيخ، قسم اول مدينة كفر الشيخ، كفر الشيخ، مصر', 'normal', '31.11346813', '30.94464071', 0, NULL, 'App\\Models\\Client', 68, '2021-02-08 12:07:45', '2021-02-08 12:07:45'),
(454, 'مقر مدينة نصر', 'normal', '30.06739074', '31.35233682', 1, NULL, 'App\\Models\\Client', 67, '2021-02-14 09:50:39', '2021-02-14 09:50:39'),
(455, 'مستشفى الماسة بالحي العاشر', 'normal', '30.05320410', '31.37910430', 0, NULL, 'App\\Models\\Client', 67, '2021-02-14 09:52:22', '2021-02-14 09:52:22'),
(456, '100 حسن مأمون، المنطقة السادسة، مدينة نصر، محافظة القاهرة‬، مصر', 'normal', '30.06796874', '31.35621831', 0, NULL, 'App\\Models\\Client', 67, '2021-02-14 10:01:39', '2021-02-14 10:01:39'),
(457, 'شارع الصعيدي القديم منطقة الحي الثاني قسم، مدينة دمياط الجديدة، مدينه دمياط الجديدة، دمياط، مصر', 'normal', '31.44844419', '31.68244717', 0, NULL, 'App\\Models\\Client', 66, '2021-02-15 08:42:55', '2021-02-15 08:42:55'),
(458, 'مستشفى محمد حسن', 'normal', '31.48477330', '31.83035060', 0, NULL, 'App\\Models\\Client', 66, '2021-02-15 08:42:55', '2021-02-15 08:42:55'),
(459, NULL, 'normal', '31.44827271', '31.68233874', 0, NULL, 'App\\Models\\Client', 83, '2021-02-17 11:14:58', '2021-02-17 11:14:58'),
(460, NULL, 'normal', '31.44760040', '31.68223290', 0, NULL, 'App\\Models\\Client', 83, '2021-02-17 11:14:58', '2021-02-17 11:14:58'),
(461, 'مركز التميز في الدراسات البيئية، شارع الملاعب، جامعة الملك عبدالعزيز، جدة 22252، السعودية', 'normal', '21.49989068', '39.22986131', 0, NULL, 'App\\Models\\Client', 72, '2021-02-18 10:34:04', '2021-02-18 10:34:04'),
(462, 'مستشفى عبداللطيف جميل / Abdul Latif Jameel Hospital and Rehabilitation', 'normal', '21.59683370', '39.20584210', 0, NULL, 'App\\Models\\Client', 72, '2021-02-18 10:35:04', '2021-02-18 10:35:04'),
(463, 'شارع الصعيدي القديم منطقة الحي الثاني قسم, مدينة دمياط الجديدة، مدينه دمياط الجديدة، دمياط، مصر', 'normal', '0.00000000', '0.00000000', 0, NULL, 'App\\Models\\Client', 72, '2021-02-18 10:59:36', '2021-02-18 10:59:36'),
(464, '9133 عواد القابدي، حي الرحاب، جدة 23345 3168، السعودية', 'normal', '21.56303936', '39.21309650', 0, NULL, 'App\\Models\\Client', 72, '2021-02-18 13:20:35', '2021-02-18 13:20:35'),
(465, NULL, 'normal', '31.44837952', '31.68268989', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:23:46', '2021-02-18 13:23:46'),
(466, NULL, 'normal', '31.44760040', '31.68223290', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:23:46', '2021-02-18 13:23:46'),
(467, NULL, 'normal', '31.44837952', '31.68268989', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:23:52', '2021-02-18 13:23:52'),
(468, NULL, 'normal', '31.44760040', '31.68223290', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:23:52', '2021-02-18 13:23:52'),
(469, NULL, 'normal', '21.83257019', '39.31521054', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:27:40', '2021-02-18 13:27:40'),
(470, NULL, 'normal', '20.93494877', '40.27042195', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:27:40', '2021-02-18 13:27:40'),
(471, NULL, 'normal', '21.83257019', '39.31521054', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:27:55', '2021-02-18 13:27:55'),
(472, NULL, 'normal', '20.93494877', '40.27042195', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:27:55', '2021-02-18 13:27:55'),
(473, NULL, 'normal', '21.83257019', '39.31521054', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:27:58', '2021-02-18 13:27:58'),
(474, NULL, 'normal', '20.93494877', '40.27042195', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:27:58', '2021-02-18 13:27:58'),
(475, NULL, 'normal', '21.83257019', '39.31521054', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:28:02', '2021-02-18 13:28:02'),
(476, NULL, 'normal', '20.93494877', '40.27042195', 0, NULL, 'App\\Models\\Client', 83, '2021-02-18 13:28:02', '2021-02-18 13:28:02'),
(477, 'Unnamed Road, مدينة دمياط الجديدة، كفر سعد، دمياط،، مدينة دمياط الجديدة، مدينه دمياط الجديدة، دمياط، مصر', 'normal', '31.44838434', '31.68272355', 0, NULL, 'App\\Models\\Client', 72, '2021-02-20 16:00:58', '2021-02-20 16:00:58'),
(478, 'مستشفى محمد حسن', 'normal', '31.48477330', '31.83035060', 0, NULL, 'App\\Models\\Client', 72, '2021-02-20 16:00:58', '2021-02-20 16:00:58'),
(479, 'شارع الصعيدي القديم منطقة الحي الثاني قسم، مدينة دمياط الجديدة، مدينه دمياط الجديدة، دمياط، مصر', 'normal', '31.44840090', '31.68248100', 0, NULL, 'App\\Models\\Client', 72, '2021-02-20 16:17:14', '2021-02-20 16:17:14'),
(480, 'مستشفي قسم ثان', 'normal', '31.42624850', '31.81211240', 0, NULL, 'App\\Models\\Client', 72, '2021-02-20 16:17:14', '2021-02-20 16:17:14'),
(481, NULL, 'normal', '21.58401434', '39.17472616', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:25:39', '2021-02-21 08:25:39'),
(482, NULL, 'normal', '21.58124333', '39.21484698', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:25:39', '2021-02-21 08:25:39'),
(483, NULL, 'normal', '21.58401434', '39.17472616', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:47:15', '2021-02-21 08:47:15'),
(484, NULL, 'normal', '31.44760040', '31.68223290', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:47:15', '2021-02-21 08:47:15'),
(485, 'شارع المهندس حسب الله الكفراوي، Damietta El-Gadeeda City, Kafr Saad, Damietta Governorate, Egypt', 'normal', '31.44348244', '31.68340657', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:56:10', '2021-02-21 08:56:10'),
(486, 'شارع المهندس حسب الله الكفراوي، Damietta El-Gadeeda City, Kafr Saad, Damietta Governorate, Egypt', 'normal', '31.44348244', '31.68340657', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:56:13', '2021-02-21 08:56:13'),
(487, 'شارع المهندس حسب الله الكفراوي، Damietta El-Gadeeda City, Kafr Saad, Damietta Governorate, Egypt', 'normal', '31.44348244', '31.68340657', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:56:14', '2021-02-21 08:56:14'),
(488, 'شارع المهندس حسب الله الكفراوي، Damietta El-Gadeeda City, Kafr Saad, Damietta Governorate, Egypt', 'normal', '31.44348244', '31.68340657', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:56:15', '2021-02-21 08:56:15'),
(489, 'شارع المهندس حسب الله الكفراوي، Damietta El-Gadeeda City, Kafr Saad, Damietta Governorate, Egypt', 'normal', '31.44348244', '31.68340657', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:56:15', '2021-02-21 08:56:15'),
(490, 'شارع المهندس حسب الله الكفراوي، Damietta El-Gadeeda City, Kafr Saad, Damietta Governorate, Egypt', 'normal', '31.44348244', '31.68340657', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:56:20', '2021-02-21 08:56:20'),
(491, 'شارع المهندس حسب الله الكفراوي، Damietta El-Gadeeda City, Kafr Saad, Damietta Governorate, Egypt', 'normal', '31.44348244', '31.68340657', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:56:21', '2021-02-21 08:56:21'),
(492, 'شارع المهندس حسب الله الكفراوي، Damietta El-Gadeeda City, Kafr Saad, Damietta Governorate, Egypt', 'normal', '31.44348244', '31.68340657', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:56:23', '2021-02-21 08:56:23'),
(493, 'Unnamed Road, Damietta El-Gadeeda City, Kafr Saad, Damietta Governorate, Egypt', 'normal', '31.44556538', '31.68365434', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:56:29', '2021-02-21 08:56:29'),
(494, 'Unnamed Road, Damietta El-Gadeeda City, Kafr Saad, Damietta Governorate, Egypt', 'normal', '31.44556538', '31.68365434', 0, NULL, 'App\\Models\\Client', 83, '2021-02-21 08:56:31', '2021-02-21 08:56:31'),
(495, '3338 ابن جرير الطبري، حي الفيصلية، جدة 23441 6685، السعودية', 'normal', '21.56202192', '39.17813089', 0, NULL, 'App\\Models\\Client', 72, '2021-03-07 10:04:15', '2021-03-07 10:04:15'),
(496, 'مستشفى المستقبل', 'normal', '21.48209940', '39.22965870', 0, NULL, 'App\\Models\\Client', 72, '2021-03-07 10:04:15', '2021-03-07 10:04:15'),
(497, 'شارع الصعيدي القديم منطقة الحي الثاني قسم، مدينة دمياط الجديدة، مدينه دمياط الجديدة، دمياط، مصر', 'normal', '31.44845065', '31.68246546', 0, NULL, 'App\\Models\\Client', 72, '2021-03-07 12:02:22', '2021-03-07 12:02:22'),
(498, 'المركز الطبى للأطفال', 'normal', '31.42544390', '31.80208800', 0, NULL, 'App\\Models\\Client', 72, '2021-03-07 12:02:22', '2021-03-07 12:02:22'),
(499, 'شارع الصعيدي القديم منطقة الحي الثاني قسم، مدينة دمياط الجديدة، مدينه دمياط الجديدة، دمياط، مصر', 'normal', '31.44833455', '31.68244012', 0, NULL, 'App\\Models\\Client', 72, '2021-03-07 12:05:21', '2021-03-07 12:05:21'),
(500, 'المركز الطبى للأطفال', 'normal', '31.42544390', '31.80208800', 0, NULL, 'App\\Models\\Client', 72, '2021-03-07 12:05:21', '2021-03-07 12:05:21'),
(501, NULL, 'normal', '31.44833374', '31.68270490', 0, NULL, 'App\\Models\\Client', 85, '2021-03-07 17:47:44', '2021-03-07 17:47:44'),
(502, NULL, 'normal', '31.44760040', '31.68223290', 0, NULL, 'App\\Models\\Client', 85, '2021-03-07 17:47:44', '2021-03-07 17:47:44'),
(503, 'حدائق عامه، مدينة دمياط الجديدة، كفر سعد،، مدينة دمياط الجديدة، مدينه دمياط الجديدة، دمياط، مصر', 'normal', '31.45845614', '31.68735277', 0, NULL, 'App\\Models\\Client', 72, '2021-03-10 16:29:07', '2021-03-10 16:29:07'),
(504, 'مستشفي المرابعين', 'normal', '31.42768890', '31.68330540', 0, NULL, 'App\\Models\\Client', 72, '2021-03-10 16:29:07', '2021-03-10 16:29:07'),
(505, 'Unnamed Road, مدينة دمياط الجديدة، كفر سعد، دمياط، مصر', 'normal', '31.44831464', '31.68243859', 0, NULL, 'App\\Models\\Client', 72, '2021-03-11 09:57:45', '2021-03-11 09:57:45'),
(506, 'عيادة الآنصار التخصصية', 'normal', '31.42793273', '31.68325033', 0, NULL, 'App\\Models\\Client', 72, '2021-03-11 09:57:45', '2021-03-11 09:57:45'),
(507, 'Unnamed Road, مدينة دمياط الجديدة، كفر سعد، دمياط، مصر', 'normal', '31.44829950', '31.68253180', 0, NULL, 'App\\Models\\Client', 72, '2021-03-11 12:25:31', '2021-03-11 12:25:31'),
(508, 'المركز الطبي الإسلامي، مدينة دمياط الجديدة، كفر سعد، دمياط،، مدينة دمياط الجديدة، مدينه دمياط الجديدة، دمياط، مصر', 'normal', '31.43776313', '31.68081891', 0, NULL, 'App\\Models\\Client', 72, '2021-03-11 12:25:31', '2021-03-11 12:25:31'),
(509, 'طريق الاستاد، مدينة دمياط الجديدة، كفر سعد، دمياط، مصر', 'normal', '31.43919914', '31.67300798', 1, NULL, 'App\\Models\\Client', 72, '2021-03-11 12:26:49', '2021-03-11 12:26:49'),
(510, 'طريق الصناعية، مدينة دمياط الجديدة، كفر سعد، دمياط، مصر', 'normal', '31.42750760', '31.68456629', 0, NULL, 'App\\Models\\Client', 72, '2021-03-11 12:27:15', '2021-03-11 12:27:15'),
(511, 'Unnamed Road, مدينة دمياط الجديدة، مدينه دمياط الجديدة، دمياط، مصر', 'normal', '31.44824492', '31.69121951', 0, NULL, 'App\\Models\\Client', 72, '2021-03-11 13:02:23', '2021-03-11 13:02:23'),
(512, 'الحي الاول المجاورة السادسة، طريق الصناعية، مدينة دمياط الجديدة، دمياط،، مدينة دمياط الجديدة، مدينه دمياط الجديدة، دمياط، مصر', 'normal', '31.42852351', '31.68356381', 0, NULL, 'App\\Models\\Client', 72, '2021-03-11 13:14:00', '2021-03-11 13:14:00'),
(513, NULL, 'normal', '0.00000000', '0.00000000', 0, NULL, 'App\\Models\\Client', 102, '2021-04-01 11:04:08', '2021-04-01 11:04:08'),
(514, 'القارة القطبية الجنوبية', 'normal', '-75.64317918', '37.73435947', 1, NULL, 'App\\Models\\Client', 102, '2021-04-01 11:05:03', '2021-04-01 11:05:03'),
(515, 'القارة القطبية الجنوبية', 'normal', '-75.64317918', '37.73435947', 1, NULL, 'App\\Models\\Client', 102, '2021-04-01 11:05:04', '2021-04-01 11:05:04'),
(516, 'القارة القطبية الجنوبية', 'normal', '-75.64317918', '37.73435947', 1, NULL, 'App\\Models\\Client', 102, '2021-04-01 11:05:04', '2021-04-01 11:05:04'),
(517, 'Unnamed Road, إيكنجي مريوط (شرق وغرب)، أول العامرية، الإسكندرية، مصر', 'normal', '31.00996163', '29.77474786', 0, NULL, 'App\\Models\\Client', 9, '2021-04-14 09:41:16', '2021-04-14 09:41:16'),
(518, 'مستشفى فاطمة الزهراء Fatma Elzahraa Hospital', 'normal', '31.10838940', '29.78447110', 0, NULL, 'App\\Models\\Client', 9, '2021-04-14 09:41:16', '2021-04-14 09:41:16'),
(520, NULL, 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 07:17:32', '2021-07-15 07:17:32'),
(521, NULL, 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 07:17:32', '2021-07-15 07:17:32'),
(522, NULL, 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 07:19:29', '2021-07-15 07:19:29'),
(523, NULL, 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 07:19:29', '2021-07-15 07:19:29'),
(524, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 07:36:00', '2021-07-15 07:36:00'),
(525, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 07:36:01', '2021-07-15 07:36:01'),
(526, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 10:06:41', '2021-07-15 10:06:41'),
(527, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 10:06:41', '2021-07-15 10:06:41'),
(528, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 10:07:06', '2021-07-15 10:07:06'),
(529, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 10:07:06', '2021-07-15 10:07:06'),
(530, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 10:08:16', '2021-07-15 10:08:16'),
(531, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 10:08:16', '2021-07-15 10:08:16'),
(538, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 11:42:08', '2021-07-15 11:42:08'),
(539, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 11:42:08', '2021-07-15 11:42:08'),
(540, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 12:49:31', '2021-07-15 12:49:31'),
(541, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 12:49:31', '2021-07-15 12:49:31'),
(542, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 13:09:26', '2021-07-15 13:09:26'),
(543, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 13:09:26', '2021-07-15 13:09:26'),
(544, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 13:13:10', '2021-07-15 13:13:10'),
(545, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 13:13:10', '2021-07-15 13:13:10'),
(546, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 13:18:29', '2021-07-15 13:18:29'),
(547, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 13:18:29', '2021-07-15 13:18:29'),
(548, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 13:19:16', '2021-07-15 13:19:16'),
(549, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 13:19:16', '2021-07-15 13:19:16'),
(550, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:09:49', '2021-07-15 14:09:49'),
(551, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:09:49', '2021-07-15 14:09:49'),
(552, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:12:18', '2021-07-15 14:12:18'),
(553, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:12:18', '2021-07-15 14:12:18'),
(554, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:15:26', '2021-07-15 14:15:26'),
(555, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:15:26', '2021-07-15 14:15:26'),
(556, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:19:08', '2021-07-15 14:19:08'),
(557, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:19:08', '2021-07-15 14:19:08'),
(558, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:22:42', '2021-07-15 14:22:42'),
(559, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:22:42', '2021-07-15 14:22:42'),
(560, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:23:00', '2021-07-15 14:23:00'),
(561, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:23:00', '2021-07-15 14:23:00'),
(562, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:29:06', '2021-07-15 14:29:06'),
(563, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:29:06', '2021-07-15 14:29:06'),
(564, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:30:22', '2021-07-15 14:30:22'),
(565, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:30:22', '2021-07-15 14:30:22'),
(566, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:31:44', '2021-07-15 14:31:44'),
(567, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:31:44', '2021-07-15 14:31:44'),
(568, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:32:46', '2021-07-15 14:32:46'),
(569, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:32:46', '2021-07-15 14:32:46'),
(570, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:34:37', '2021-07-15 14:34:37'),
(571, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:34:37', '2021-07-15 14:34:37'),
(572, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:37:41', '2021-07-15 14:37:41'),
(573, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:37:41', '2021-07-15 14:37:41'),
(574, 'hekeke', 'normal', '31.32197700', '31.65226300', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:44:13', '2021-07-15 14:44:13'),
(575, 'ddffff', 'normal', '31.44688000', '31.68890700', 0, NULL, 'App\\Models\\Client', 107, '2021-07-15 14:44:13', '2021-07-15 14:44:13'),
(576, 'hello start', 'normal', '3.15550000', '52.55000000', 0, NULL, 'App\\Models\\Client', 107, '2021-07-17 11:59:59', '2021-07-17 11:59:59'),
(577, 'hello_end', 'normal', '21.40000000', '8.50000000', 0, NULL, 'App\\Models\\Client', 107, '2021-07-17 11:59:59', '2021-07-17 11:59:59');

-- --------------------------------------------------------

--
-- Table structure for table `analytics`
--

DROP TABLE IF EXISTS `analytics`;
CREATE TABLE IF NOT EXISTS `analytics` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `type` enum('analysis','radiology') NOT NULL DEFAULT 'analysis',
  `time` int(11) NOT NULL,
  `time_type` enum('hour','day') NOT NULL DEFAULT 'hour',
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `analytics`
--

INSERT INTO `analytics` (`id`, `name`, `type`, `time`, `time_type`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'PCRd', 'analysis', 12, 'hour', 1, '2021-06-07 09:22:30', '2021-06-07 09:23:08'),
(4, 'pp', 'analysis', 10, 'hour', 1, '2021-07-29 04:03:50', '2021-07-29 04:03:50'),
(5, 'lll', 'analysis', 15, 'hour', 1, '2021-07-29 04:04:18', '2021-07-29 04:04:55');

-- --------------------------------------------------------

--
-- Table structure for table `analytics_laboratory`
--

DROP TABLE IF EXISTS `analytics_laboratory`;
CREATE TABLE IF NOT EXISTS `analytics_laboratory` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `laboratory_id` int(11) DEFAULT NULL,
  `analysis_id` int(11) DEFAULT NULL,
  `price` double DEFAULT NULL,
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `analytics_laboratory`
--

INSERT INTO `analytics_laboratory` (`id`, `laboratory_id`, `analysis_id`, `price`, `is_active`, `created_at`, `updated_at`) VALUES
(2, 7, 1, 15, 1, '2021-07-27 14:20:59', '2021-07-28 15:55:35'),
(3, 7, 5, 55, 1, '2021-07-29 04:05:19', '2021-07-29 04:05:19');

-- --------------------------------------------------------

--
-- Table structure for table `attachments`
--

DROP TABLE IF EXISTS `attachments`;
CREATE TABLE IF NOT EXISTS `attachments` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `path` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `type` enum('image','video') COLLATE utf8mb4_unicode_ci DEFAULT 'image',
  `usage` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `attachmentable_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `attachmentable_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=157 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `attachments`
--

INSERT INTO `attachments` (`id`, `path`, `type`, `usage`, `attachmentable_type`, `attachmentable_id`, `created_at`, `updated_at`) VALUES
(1, 'uploads/thumbnails/deliveries/original159371514068559.png', 'image', NULL, 'App\\Models\\Delivery', 1, '2020-07-03 01:39:00', '2020-07-03 01:39:00'),
(2, 'uploads/thumbnails/transports/original159371514045890.png', 'image', NULL, 'App\\Models\\Delivery', 1, '2020-07-03 01:39:00', '2020-07-03 01:39:00'),
(3, 'uploads/thumbnails/slides/600-160742542738136.png', 'image', NULL, 'App\\Models\\Service', 1, '2020-07-02 23:14:37', '2020-12-08 18:03:47'),
(4, 'uploads/thumbnails/slides/600-160742522649870.png', 'image', NULL, 'App\\Models\\Service', 2, '2020-07-02 23:14:37', '2020-12-08 18:00:26'),
(5, 'uploads/thumbnails/home/service3.png', 'image', NULL, 'App\\Models\\Service', 3, '2020-07-02 23:14:37', '2020-07-02 23:14:37'),
(6, 'uploads/thumbnails/home/service4.png', 'image', NULL, 'App\\Models\\Service', 4, '2020-07-02 23:14:37', '2020-07-02 23:14:37'),
(7, 'uploads/thumbnails/home/service5.png', 'image', NULL, 'App\\Models\\Service', 5, '2020-07-02 23:14:37', '2020-07-02 23:14:37'),
(8, 'uploads/thumbnails/home/service6.png', 'image', NULL, 'App\\Models\\Service', 6, '2020-07-02 23:14:37', '2020-07-02 23:14:37'),
(9, 'uploads/thumbnails/home/service7.png', 'image', NULL, 'App\\Models\\Service', 7, '2020-07-02 23:16:03', '2020-07-02 23:16:03'),
(10, 'uploads/thumbnails/home/service8.png', 'image', NULL, 'App\\Models\\Service', 8, '2020-07-02 23:16:03', '2020-07-02 23:16:03'),
(11, 'uploads/thumbnails/home/service9.png', 'image', NULL, 'App\\Models\\Service', 9, '2020-07-02 23:16:31', '2020-07-02 23:16:31'),
(12, 'uploads/thumbnails/sliders/original162651720668065.jfif', 'image', NULL, 'App\\Models\\Slider', 1, '2020-07-02 23:22:43', '2021-07-17 10:20:06'),
(15, 'uploads/thumbnails/home/madani.png', 'image', NULL, 'App\\Models\\EmergencyNumber', 1, '2020-07-02 23:26:25', '2020-07-02 23:26:25'),
(16, 'uploads/thumbnails/home/madani.png', 'image', NULL, 'App\\Models\\EmergencyNumber', 2, '2020-07-02 23:26:25', '2020-07-02 23:26:25'),
(17, 'uploads/thumbnails/home/pharm1.png', 'image', NULL, 'App\\Models\\Pharmacy', 1, '2020-07-04 18:15:36', '2020-07-04 18:15:36'),
(18, 'uploads/thumbnails/home/pharm2.png', 'image', NULL, 'App\\Models\\Pharmacy', 2, '2020-07-04 18:15:36', '2020-07-04 18:15:36'),
(19, 'uploads/thumbnails/pharmacies/post1.png', 'image', NULL, 'App\\Models\\Post', 1, '2020-07-04 18:24:36', '2020-07-04 18:24:36'),
(20, 'uploads/thumbnails/pharmacies/post1.png', 'image', NULL, 'App\\Models\\Post', 2, '2020-07-04 18:24:36', '2020-07-04 18:24:36'),
(21, 'uploads/thumbnails/pharmacies/post1.png', 'image', NULL, 'App\\Models\\Post', 3, '2020-07-04 18:25:23', '2020-07-04 18:25:23'),
(22, 'uploads/thumbnails/ordersoriginal159413329791144.png', 'image', NULL, 'App\\Models\\Order', 23, '2020-07-07 21:48:17', '2020-07-07 21:48:17'),
(23, 'uploads/thumbnails/ordersoriginal159413333030675.png', 'image', NULL, 'App\\Models\\Order', 24, '2020-07-07 21:48:50', '2020-07-07 21:48:50'),
(24, 'uploads/thumbnails/deliveries/original159653900222534.jpg', 'image', NULL, 'App\\Models\\Delivery', 2, '2020-08-04 11:03:22', '2020-08-04 11:03:22'),
(25, 'uploads/thumbnails/deliveries/400-159653934550010.jpg', 'image', NULL, 'App\\Models\\Delivery', 2, '2020-08-04 11:03:22', '2020-08-04 11:09:05'),
(26, 'uploads/thumbnails/deliveries/400-159653934598726.jpg', 'image', NULL, 'App\\Models\\Delivery', 2, '2020-08-04 11:09:05', '2020-08-04 11:09:05'),
(27, 'uploads/thumbnails/written_orders/original159671637082340.jpg', 'image', 'rogeta', 'App\\Models\\Order', 52, '2020-08-06 12:19:30', '2020-08-06 12:19:30'),
(28, 'uploads/thumbnails/written_orders/original159671765296586.jpg', 'image', 'rogeta', 'App\\Models\\Order', 53, '2020-08-06 12:40:52', '2020-08-06 12:40:52'),
(29, 'uploads/thumbnails/clients/original159722927576035.jpg', 'image', NULL, 'App\\Models\\Client', 2, '2020-08-12 10:30:30', '2020-08-12 10:47:55'),
(30, 'uploads/thumbnails/clients/original159724501613507.jpg', 'image', NULL, 'App\\Models\\Client', 27, '2020-08-12 10:53:43', '2020-08-12 15:10:16'),
(31, 'uploads/thumbnails/written_orders/original159731492858961.jpg', 'image', 'rogeta', 'App\\Models\\Order', 67, '2020-08-13 10:35:28', '2020-08-13 10:35:28'),
(32, 'uploads/thumbnails/written_orders/original159731518291727.jpg', 'image', 'rogeta', 'App\\Models\\Order', 68, '2020-08-13 10:39:42', '2020-08-13 10:39:42'),
(33, 'uploads/thumbnails/written_orders/original159732187068308.jpg', 'image', 'rogeta', 'App\\Models\\Order', 69, '2020-08-13 12:31:10', '2020-08-13 12:31:10'),
(34, 'uploads/thumbnails/deliveries/original159758534464250.jpg', 'image', NULL, 'App\\Models\\Delivery', 3, '2020-08-16 13:42:24', '2020-08-16 13:42:24'),
(35, 'uploads/thumbnails/transports/original159758534419549.jpg', 'image', 'transport', 'App\\Models\\Delivery', 3, '2020-08-16 13:42:24', '2020-08-16 13:42:24'),
(36, 'uploads/thumbnails/deliveries/original159758566580752.jpg', 'image', NULL, 'App\\Models\\Delivery', 4, '2020-08-16 13:47:45', '2020-08-16 13:47:45'),
(37, 'uploads/thumbnails/transports/original159758566557091.jpg', 'image', 'transport', 'App\\Models\\Delivery', 4, '2020-08-16 13:47:45', '2020-08-16 13:47:45'),
(38, 'uploads/thumbnails/deliveries/original159783017397631.jpg', 'image', NULL, 'App\\Models\\Delivery', 5, '2020-08-19 09:42:53', '2020-08-19 09:42:53'),
(39, 'uploads/thumbnails/transports/original159784468119083.jpg', 'image', 'transport', 'App\\Models\\Delivery', 5, '2020-08-19 09:42:53', '2020-08-19 13:44:41'),
(40, 'uploads/thumbnails/deliveries/original159930465051584.jpg', 'image', NULL, 'App\\Models\\Delivery', 6, '2020-08-26 21:17:39', '2020-09-05 17:17:30'),
(41, 'uploads/thumbnails/transports/original159845505929336.png', 'image', 'transport', 'App\\Models\\Delivery', 6, '2020-08-26 21:17:39', '2020-08-26 21:17:39'),
(42, 'uploads/thumbnails/clients/original159966115531835.jpg', 'image', NULL, 'App\\Models\\Client', 12, '2020-08-26 21:48:55', '2020-09-09 20:19:15'),
(43, 'uploads/thumbnails/written_orders/original159869913447755.png', 'image', 'rogeta', 'App\\Models\\Order', 21, '2020-08-29 17:05:34', '2020-08-29 17:05:34'),
(44, 'uploads/thumbnails/written_orders/original159869942533367.jpg', 'image', 'rogeta', 'App\\Models\\Order', 23, '2020-08-29 17:10:25', '2020-08-29 17:10:25'),
(45, 'uploads/thumbnails/written_orders/original159881550727119.jpg', 'image', 'rogeta', 'App\\Models\\Order', 28, '2020-08-31 01:25:07', '2020-08-31 01:25:07'),
(46, 'uploads/thumbnails/written_orders/original159895973036093.jpg', 'image', 'rogeta', 'App\\Models\\Order', 38, '2020-09-01 17:28:50', '2020-09-01 17:28:50'),
(47, 'uploads/thumbnails/written_orders/original159895976775295.jpg', 'image', 'rogeta', 'App\\Models\\Order', 39, '2020-09-01 17:29:27', '2020-09-01 17:29:27'),
(48, 'uploads/thumbnails/written_orders/original159895979127986.jpg', 'image', 'rogeta', 'App\\Models\\Order', 40, '2020-09-01 17:29:51', '2020-09-01 17:29:51'),
(49, 'uploads/thumbnails/clients/original159930261513860.jpg', 'image', NULL, 'App\\Models\\Client', 1, '2020-09-01 17:44:03', '2020-09-05 16:43:35'),
(50, 'uploads/thumbnails/written_orders/original159903885956866.jpg', 'image', 'rogeta', 'App\\Models\\Order', 56, '2020-09-02 15:27:39', '2020-09-02 15:27:39'),
(51, 'uploads/thumbnails/written_orders/original159903890334398.jpg', 'image', 'rogeta', 'App\\Models\\Order', 57, '2020-09-02 15:28:23', '2020-09-02 15:28:23'),
(52, 'uploads/thumbnails/written_orders/original159905699425854.jpg', 'image', 'rogeta', 'App\\Models\\Order', 61, '2020-09-02 20:29:54', '2020-09-02 20:29:54'),
(53, 'uploads/thumbnails/written_orders/original159905701416512.jpg', 'image', 'rogeta', 'App\\Models\\Order', 62, '2020-09-02 20:30:14', '2020-09-02 20:30:14'),
(54, 'uploads/thumbnails/written_orders/original159905702255085.jpg', 'image', 'rogeta', 'App\\Models\\Order', 63, '2020-09-02 20:30:22', '2020-09-02 20:30:22'),
(55, 'uploads/thumbnails/written_orders/original159905719075891.jpg', 'image', 'rogeta', 'App\\Models\\Order', 65, '2020-09-02 20:33:10', '2020-09-02 20:33:10'),
(56, 'uploads/thumbnails/written_orders/original159905737633335.jpg', 'image', 'rogeta', 'App\\Models\\Order', 66, '2020-09-02 20:36:16', '2020-09-02 20:36:16'),
(57, 'uploads/thumbnails/written_orders/original159905759150007.jpg', 'image', 'rogeta', 'App\\Models\\Order', 67, '2020-09-02 20:39:51', '2020-09-02 20:39:51'),
(58, 'uploads/thumbnails/written_orders/original159905761370852.jpg', 'image', 'rogeta', 'App\\Models\\Order', 68, '2020-09-02 20:40:13', '2020-09-02 20:40:13'),
(59, 'uploads/thumbnails/written_orders/original159905765456355.jpg', 'image', 'rogeta', 'App\\Models\\Order', 71, '2020-09-02 20:40:54', '2020-09-02 20:40:54'),
(60, 'uploads/thumbnails/written_orders/original159905823856373.jpg', 'image', 'rogeta', 'App\\Models\\Order', 73, '2020-09-02 20:50:38', '2020-09-02 20:50:38'),
(61, 'uploads/thumbnails/written_orders/original159905877155324.jpg', 'image', 'rogeta', 'App\\Models\\Order', 74, '2020-09-02 20:59:31', '2020-09-02 20:59:31'),
(62, 'uploads/thumbnails/written_orders/original159905942230956.jpg', 'image', 'rogeta', 'App\\Models\\Order', 75, '2020-09-02 21:10:22', '2020-09-02 21:10:22'),
(63, 'uploads/thumbnails/written_orders/original159905954274304.jpg', 'image', NULL, 'App\\Models\\Order', 76, '2020-09-02 21:12:22', '2020-09-02 21:12:22'),
(64, 'uploads/thumbnails/written_orders/original159905962358303.jpg', 'image', NULL, 'App\\Models\\Order', 77, '2020-09-02 21:13:43', '2020-09-02 21:13:43'),
(65, 'uploads/thumbnails/written_orders/original159905964078249.jpg', 'image', NULL, 'App\\Models\\Order', 78, '2020-09-02 21:14:00', '2020-09-02 21:14:00'),
(66, 'uploads/thumbnails/written_orders/original159905968819248.jpg', 'image', NULL, 'App\\Models\\Order', 79, '2020-09-02 21:14:48', '2020-09-02 21:14:48'),
(67, 'uploads/thumbnails/written_orders/original159905979222392.jpg', 'image', NULL, 'App\\Models\\Order', 80, '2020-09-02 21:16:32', '2020-09-02 21:16:32'),
(68, 'uploads/thumbnails/written_orders/original159906014894684.jpg', 'image', NULL, 'App\\Models\\Order', 81, '2020-09-02 21:22:28', '2020-09-02 21:22:28'),
(69, 'uploads/thumbnails/written_orders/original159906037492505.jpg', 'image', NULL, 'App\\Models\\Order', 82, '2020-09-02 21:26:14', '2020-09-02 21:26:14'),
(70, 'uploads/thumbnails/written_orders/original159906048265287.jpg', 'image', NULL, 'App\\Models\\Order', 83, '2020-09-02 21:28:02', '2020-09-02 21:28:02'),
(71, 'uploads/thumbnails/written_orders/original159906110920811.jpg', 'image', NULL, 'App\\Models\\Order', 84, '2020-09-02 21:38:29', '2020-09-02 21:38:29'),
(72, 'uploads/thumbnails/written_orders/original159906123891575.jpg', 'image', NULL, 'App\\Models\\Order', 85, '2020-09-02 21:40:38', '2020-09-02 21:40:38'),
(73, 'uploads/thumbnails/written_orders/original159906129417945.jpg', 'image', NULL, 'App\\Models\\Order', 86, '2020-09-02 21:41:34', '2020-09-02 21:41:34'),
(74, 'uploads/thumbnails/written_orders/original159906180058826.jpg', 'image', NULL, 'App\\Models\\Order', 88, '2020-09-02 21:50:00', '2020-09-02 21:50:00'),
(75, 'uploads/thumbnails/written_orders/original159906183747095.jpg', 'image', NULL, 'App\\Models\\Order', 89, '2020-09-02 21:50:37', '2020-09-02 21:50:37'),
(76, 'uploads/thumbnails/written_orders/original159930234293813.png', 'image', NULL, 'App\\Models\\Order', 103, '2020-09-05 16:39:02', '2020-09-05 16:39:02'),
(77, 'uploads/thumbnails/written_orders/original159931109249743.png', 'image', NULL, 'App\\Models\\Order', 106, '2020-09-05 19:04:52', '2020-09-05 19:04:52'),
(78, 'uploads/thumbnails/written_orders/original159931146846769.png', 'image', NULL, 'App\\Models\\Order', 109, '2020-09-05 19:11:08', '2020-09-05 19:11:08'),
(79, 'uploads/thumbnails/written_orders/original159931151863995.png', 'image', NULL, 'App\\Models\\Order', 110, '2020-09-05 19:11:58', '2020-09-05 19:11:58'),
(80, 'uploads/thumbnails/written_orders/original159931173794816.png', 'image', NULL, 'App\\Models\\Order', 111, '2020-09-05 19:15:37', '2020-09-05 19:15:37'),
(81, 'uploads/thumbnails/written_orders/original159955307627886.jpg', 'image', NULL, 'App\\Models\\Order', 116, '2020-09-08 14:17:56', '2020-09-08 14:17:56'),
(82, 'uploads/thumbnails/written_orders/original159956437530289.jpg', 'image', NULL, 'App\\Models\\Order', 118, '2020-09-08 17:26:15', '2020-09-08 17:26:15'),
(83, 'uploads/thumbnails/written_orders/original160007650541954.png', 'image', NULL, 'App\\Models\\Order', 134, '2020-09-14 15:41:45', '2020-09-14 15:41:45'),
(84, 'uploads/thumbnails/written_orders/original160008245215775.png', 'image', NULL, 'App\\Models\\Order', 137, '2020-09-14 17:20:52', '2020-09-14 17:20:52'),
(85, 'uploads/thumbnails/written_orders/original160008278447140.jpg', 'image', NULL, 'App\\Models\\Order', 139, '2020-09-14 17:26:24', '2020-09-14 17:26:24'),
(86, 'uploads/thumbnails/written_orders/original160138577720121.png', 'image', NULL, 'App\\Models\\Order', 177, '2020-09-29 19:22:57', '2020-09-29 19:22:57'),
(87, 'uploads/sliders/162651163251929.jpg', 'image', NULL, 'App\\Models\\Slider', 1, '2020-11-24 17:39:58', '2021-07-17 08:47:12'),
(88, 'uploads/sliders/162651163251929.jpg', 'image', NULL, 'App\\Models\\Slider', 1, '2020-11-24 17:44:44', '2021-07-17 08:47:12'),
(89, 'uploads/sliders/162651180158718.jpg', 'image', NULL, 'App\\Models\\Slider', 4, '2020-11-24 17:45:00', '2021-07-17 08:50:01'),
(90, 'uploads/thumbnails/slides/600-160750488045855.png', 'image', NULL, 'App\\Models\\Slider', 5, '2020-11-24 17:56:31', '2020-12-09 16:08:00'),
(91, 'uploads/thumbnails/slides/600-160750488045855.png', 'image', NULL, 'App\\Models\\Slider', 5, '2020-11-24 17:56:42', '2020-12-09 16:08:00'),
(92, 'uploads/thumbnails/slides/600-160750488045855.png', 'image', NULL, 'App\\Models\\Slider', 5, '2020-11-24 17:57:55', '2020-12-09 16:08:00'),
(93, 'uploads/thumbnails/slides/600-160750488045855.png', 'image', NULL, 'App\\Models\\Slider', 5, '2020-11-24 17:58:54', '2020-12-09 16:08:00'),
(94, 'uploads/thumbnails/slides/600-160750488045855.png', 'image', NULL, 'App\\Models\\Slider', 5, '2020-11-24 18:00:12', '2020-12-09 16:08:00'),
(95, 'uploads/thumbnails/slides/600-160750489733323.png', 'image', NULL, 'App\\Models\\Slider', 6, '2020-11-24 20:32:00', '2020-12-09 16:08:17'),
(96, 'uploads/thumbnails/slides/600-160622472070249.jpg', 'image', NULL, 'App\\Models\\JobApplication', 1, '2020-11-24 20:32:00', '2020-11-24 20:32:00'),
(97, 'uploads/thumbnails/cvs/original160690065439605.pdf', 'image', NULL, 'App\\Models\\JobApplication', 4, '2020-12-02 16:17:34', '2020-12-02 16:17:34'),
(98, 'uploads/thumbnails/settings/original160698480649760.jpg', 'image', NULL, 'App\\Models\\Setting', 4, '2020-12-03 15:40:06', '2020-12-03 15:40:06'),
(132, 'uploads/thumbnails/slides/600-160742556066564.jpg', 'image', NULL, 'App\\Models\\Slider', 7, '2020-12-08 18:06:00', '2020-12-08 18:06:00'),
(133, 'uploads/thumbnails/slides/600-160812087875568.jpg', 'image', NULL, 'App\\Models\\Slider', 8, '2020-12-16 19:14:39', '2020-12-16 19:14:39'),
(134, 'uploads/thumbnails/posts/600-160812123216176.jpg', 'image', NULL, 'App\\Models\\Post', 4, '2020-12-16 19:20:33', '2020-12-16 19:20:33'),
(135, 'uploads/thumbnails/posts/600-160812135312334.jpg', 'image', NULL, 'App\\Models\\Post', 5, '2020-12-16 19:22:33', '2020-12-16 19:22:33'),
(136, 'uploads/thumbnails/slides/600-160846455729572.jpg', 'image', NULL, 'App\\Models\\Slider', 9, '2020-12-20 18:39:15', '2020-12-20 18:42:37'),
(137, 'uploads/thumbnails/settings/original160863798014128.jpg', 'image', NULL, 'App\\Models\\Setting', 3, '2020-12-22 18:53:00', '2020-12-22 18:53:00'),
(138, 'uploads/thumbnails/clients/original161450030735566.jpg', 'image', NULL, 'App\\Models\\Client', 67, '2021-02-28 09:18:27', '2021-02-28 09:18:27'),
(139, 'uploads/thumbnails/posts/600-161943619377997.jpg', 'image', NULL, 'App\\Models\\Doctor', 3, '2021-04-26 11:18:58', '2021-04-26 11:23:13'),
(140, 'uploads/thumbnails/specialties/600-161943911760426.jpg', 'image', NULL, 'App\\Models\\Specialty', 11, '2021-04-26 12:11:57', '2021-04-26 12:11:57'),
(141, 'uploads/thumbnails/doctors/600-161944358049676.png', 'image', NULL, 'App\\Models\\Doctor', 5, '2021-04-26 13:26:20', '2021-04-26 13:26:20'),
(142, 'uploads/thumbnails/settings/original162728451922284.png', 'image', NULL, 'App\\Models\\Setting', 55, '2021-04-29 14:39:22', '2021-07-26 07:28:39'),
(143, 'uploads/thumbnails/settings/400-161971095686177.jpg', 'image', NULL, 'App\\Models\\Setting', 56, '2021-04-29 14:39:22', '2021-04-29 15:42:36'),
(146, 'uploads/sliders/162651180158718.jpg', 'image', NULL, 'App\\Models\\Slider', 4, '2021-07-17 08:48:59', '2021-07-17 08:50:01'),
(147, 'uploads/sliders/162651184068912.jpg', 'image', NULL, 'App\\Models\\Slider', 5, '2021-07-17 08:50:40', '2021-07-17 08:50:40'),
(148, 'uploads/sliders/162651617272032.png', 'image', NULL, 'App\\Models\\Slider', 10, '2021-07-17 10:02:52', '2021-07-17 10:02:52'),
(149, 'uploads/sliders/162651619468929.png', 'image', NULL, 'App\\Models\\Slider', 11, '2021-07-17 10:03:14', '2021-07-17 10:03:14'),
(150, 'uploads/sliders/162651641817393.jfif', 'image', NULL, 'App\\Models\\Slider', 1, '2021-07-17 10:06:58', '2021-07-17 10:06:58'),
(151, 'uploads/sliders/162651723089711.png', 'image', NULL, 'App\\Models\\Slider', 2, '2021-07-17 10:20:30', '2021-07-17 10:20:30'),
(152, 'uploads/thumbnails/settings/original162728445413304.jpg', 'image', NULL, 'App\\Models\\Setting', 58, '2021-07-26 07:24:14', '2021-07-26 07:27:34'),
(153, 'uploads/thumbnails/settings/original162728537377226.png', 'image', NULL, 'App\\Models\\Setting', 60, '2021-07-26 07:42:53', '2021-07-26 07:42:53'),
(154, 'uploads/thumbnails/settings/original162728537363888.png', 'image', NULL, 'App\\Models\\Setting', 62, '2021-07-26 07:42:53', '2021-07-26 07:42:53'),
(155, 'uploads/thumbnails/laboratories/600-162737688255912.png', 'image', NULL, 'App\\Models\\Laboratory', 7, '2021-07-27 09:08:02', '2021-07-27 09:08:02'),
(156, 'uploads/thumbnails/analytics/600-162753148765724.jpg', 'image', NULL, 'App\\Models\\Analysis', 5, '2021-07-29 04:04:19', '2021-07-29 04:04:47');

-- --------------------------------------------------------

--
-- Table structure for table `blood_types`
--

DROP TABLE IF EXISTS `blood_types`;
CREATE TABLE IF NOT EXISTS `blood_types` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `blood_types`
--

INSERT INTO `blood_types` (`id`, `created_at`, `updated_at`, `name`) VALUES
(1, NULL, NULL, 'O+'),
(2, NULL, NULL, 'O-'),
(3, NULL, NULL, 'A+'),
(4, NULL, NULL, 'A-'),
(5, NULL, NULL, 'B+'),
(6, NULL, NULL, 'B-'),
(7, NULL, NULL, 'AB+'),
(8, NULL, NULL, 'AB-');

-- --------------------------------------------------------

--
-- Table structure for table `bodies`
--

DROP TABLE IF EXISTS `bodies`;
CREATE TABLE IF NOT EXISTS `bodies` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `order_id` int(10) UNSIGNED NOT NULL,
  `full_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `national_id` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `death_date` date NOT NULL,
  `transport_place` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `death_number` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `reporter_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `relative` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `reporter_phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `notes` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `cars`
--

DROP TABLE IF EXISTS `cars`;
CREATE TABLE IF NOT EXISTS `cars` (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `car_number` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `license_number` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `license_date` date DEFAULT NULL,
  `car_type` int(11) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cars`
--

INSERT INTO `cars` (`id`, `car_number`, `license_number`, `license_date`, `car_type`, `status`, `created_at`, `updated_at`, `deleted_at`) VALUES
(7, '12346', 's4s4s4', '2024-07-03', 1, 1, '2021-07-14 07:31:13', '2021-07-28 14:37:06', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `carts`
--

DROP TABLE IF EXISTS `carts`;
CREATE TABLE IF NOT EXISTS `carts` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `client_id` int(11) NOT NULL,
  `laboratory_id` int(11) NOT NULL,
  `status` enum('open','closed') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'open',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `carts`
--

INSERT INTO `carts` (`id`, `client_id`, `laboratory_id`, `status`, `created_at`, `updated_at`) VALUES
(1, 107, 7, 'closed', '2021-08-01 11:49:46', '2021-08-01 12:12:43'),
(3, 107, 7, 'open', '2021-08-02 13:48:04', '2021-08-02 13:48:04');

-- --------------------------------------------------------

--
-- Table structure for table `cart_items`
--

DROP TABLE IF EXISTS `cart_items`;
CREATE TABLE IF NOT EXISTS `cart_items` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `item_id` int(11) NOT NULL,
  `cart_id` int(11) NOT NULL,
  `price` double(8,2) NOT NULL DEFAULT '0.00',
  `total_price` double(8,2) NOT NULL DEFAULT '0.00',
  `quantity` int(11) NOT NULL,
  `offer_price` double(8,2) NOT NULL DEFAULT '0.00',
  `note` text COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cart_items`
--

INSERT INTO `cart_items` (`id`, `item_id`, `cart_id`, `price`, `total_price`, `quantity`, `offer_price`, `note`, `created_at`, `updated_at`) VALUES
(1, 3, 1, 55.00, 110.00, 2, 0.00, NULL, '2021-08-01 11:49:46', '2021-08-02 13:54:22'),
(3, 2, 1, 15.00, 30.00, 2, 0.00, NULL, '2021-08-01 15:38:54', '2021-08-02 13:49:56'),
(5, 3, 3, 55.00, 220.00, 4, 0.00, NULL, '2021-08-02 13:56:10', '2021-08-02 13:56:10'),
(6, 2, 3, 15.00, 30.00, 2, 0.00, NULL, '2021-08-02 13:58:05', '2021-08-02 13:58:05');

-- --------------------------------------------------------

--
-- Table structure for table `car_city`
--

DROP TABLE IF EXISTS `car_city`;
CREATE TABLE IF NOT EXISTS `car_city` (
  `car_id` int(10) UNSIGNED NOT NULL,
  `city_id` int(10) UNSIGNED NOT NULL,
  KEY `car_city_car_id_foreign` (`car_id`),
  KEY `car_city_city_id_foreign` (`city_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `car_city`
--

INSERT INTO `car_city` (`car_id`, `city_id`) VALUES
(7, 1),
(7, 2);

-- --------------------------------------------------------

--
-- Table structure for table `car_region`
--

DROP TABLE IF EXISTS `car_region`;
CREATE TABLE IF NOT EXISTS `car_region` (
  `car_id` int(10) UNSIGNED NOT NULL,
  `region_id` int(10) UNSIGNED NOT NULL,
  KEY `car_region_car_id_foreign` (`car_id`),
  KEY `car_region_region_id_foreign` (`region_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `car_region`
--

INSERT INTO `car_region` (`car_id`, `region_id`) VALUES
(7, 2),
(7, 3);

-- --------------------------------------------------------

--
-- Table structure for table `car_types`
--

DROP TABLE IF EXISTS `car_types`;
CREATE TABLE IF NOT EXISTS `car_types` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `km_price` decimal(8,2) NOT NULL,
  `minute_price` decimal(8,2) NOT NULL,
  `min_price` decimal(10,0) NOT NULL,
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `level` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `car_types`
--

INSERT INTO `car_types` (`id`, `name`, `km_price`, `minute_price`, `min_price`, `is_active`, `level`, `created_at`, `updated_at`) VALUES
(1, 'سيارة VIB', '20.00', '20.00', '0', 1, NULL, NULL, '2020-12-16 18:10:30'),
(2, 'سيارة ملكية', '10.00', '5.00', '0', 1, NULL, NULL, '2021-04-20 12:25:42');

-- --------------------------------------------------------

--
-- Table structure for table `charitable_actors`
--

DROP TABLE IF EXISTS `charitable_actors`;
CREATE TABLE IF NOT EXISTS `charitable_actors` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `charitable_actors`
--

INSERT INTO `charitable_actors` (`id`, `name`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'جمعية رسالة', 1, NULL, '2020-12-20 18:37:34'),
(2, 'دار ايتام', 1, NULL, NULL),
(3, 'بناء مسجد', 1, NULL, NULL),
(4, 'دار رعاية', 1, NULL, '2020-12-16 19:12:16');

-- --------------------------------------------------------

--
-- Table structure for table `chat_consulations`
--

DROP TABLE IF EXISTS `chat_consulations`;
CREATE TABLE IF NOT EXISTS `chat_consulations` (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `from` int(11) DEFAULT NULL,
  `to` int(11) DEFAULT NULL,
  `medical_consulation_id` int(11) DEFAULT NULL,
  `sender_type` enum('client','doctor') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'client',
  `message` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `message_type` enum('text','image','audio') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'text',
  `is_read` tinyint(4) NOT NULL DEFAULT '0',
  `read_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=19 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `chat_consulations`
--

INSERT INTO `chat_consulations` (`id`, `from`, `to`, `medical_consulation_id`, `sender_type`, `message`, `message_type`, `is_read`, `read_at`, `created_at`, `updated_at`) VALUES
(12, 107, 3, 2, 'client', 'uploads/thumbnails/doctors/600-161944358049676.png', 'image', 1, NULL, '2021-04-30 08:32:55', '2021-05-23 16:45:28'),
(13, 107, 3, 2, 'client', 'hello medicalddd', 'text', 1, NULL, '2021-04-30 08:34:18', '2021-05-23 16:45:28'),
(18, 3, 107, 2, 'doctor', 'new', 'text', 0, NULL, '2021-05-20 14:34:10', '2021-05-20 14:34:10');

-- --------------------------------------------------------

--
-- Table structure for table `chat_messages`
--

DROP TABLE IF EXISTS `chat_messages`;
CREATE TABLE IF NOT EXISTS `chat_messages` (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `from` int(11) DEFAULT NULL,
  `to` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `order_id` int(11) DEFAULT NULL,
  `type` enum('clients','deliveries','services') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'clients',
  `message` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_read` tinyint(4) NOT NULL DEFAULT '0',
  `message_type` enum('text','file','audio') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'text',
  `read_by` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `chat_messages`
--

INSERT INTO `chat_messages` (`id`, `from`, `to`, `user_id`, `order_id`, `type`, `message`, `is_read`, `message_type`, `read_by`, `created_at`, `updated_at`) VALUES
(1, 107, NULL, NULL, 0, 'clients', 'hello111', 1, 'text', 1, '2021-04-25 11:31:09', '2021-04-30 02:02:50'),
(2, NULL, 107, 1, 0, 'clients', 'jfjjjf', 1, 'text', NULL, '2021-04-25 11:31:33', '2021-04-26 07:29:19'),
(3, 107, NULL, NULL, 0, 'clients', 'hello1', 1, 'text', 1, '2021-04-25 11:49:15', '2021-04-30 02:02:50'),
(4, NULL, 107, 1, 0, 'clients', 'hhh', 1, 'text', NULL, '2021-04-25 11:50:35', '2021-04-26 07:29:19'),
(5, NULL, 107, 1, 0, 'clients', 'hekkoooodod', 1, 'text', NULL, '2021-04-25 12:09:59', '2021-04-26 07:29:19'),
(6, NULL, 107, 1, 0, 'clients', 'iii', 1, 'text', NULL, '2021-04-25 12:11:27', '2021-04-26 07:29:19'),
(7, NULL, 107, 1, 0, 'clients', 'kk', 1, 'text', NULL, '2021-04-25 12:14:41', '2021-04-26 07:29:19'),
(8, 107, NULL, NULL, 0, 'clients', 'hello1', 1, 'text', 1, '2021-04-25 13:22:07', '2021-04-30 02:02:50'),
(9, NULL, 107, 1, 0, 'clients', 'sssss', 1, 'text', NULL, '2021-04-26 07:27:28', '2021-04-26 07:29:19'),
(10, 107, NULL, NULL, 0, 'clients', 'hello777', 1, 'text', 1, '2021-04-26 07:29:19', '2021-04-30 02:02:50'),
(11, NULL, 107, 1, 0, 'clients', 'kkk', 0, 'text', NULL, '2021-04-26 07:30:07', '2021-04-26 07:30:07'),
(12, NULL, 107, 1, 0, 'clients', 'gggggg', 0, 'text', NULL, '2021-04-30 02:02:55', '2021-04-30 02:02:55'),
(13, NULL, 107, 1, 0, 'clients', 'jjjj', 0, 'text', NULL, '2021-04-30 02:03:37', '2021-04-30 02:03:37');

-- --------------------------------------------------------

--
-- Table structure for table `cities`
--

DROP TABLE IF EXISTS `cities`;
CREATE TABLE IF NOT EXISTS `cities` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `shipping` double(8,2) NOT NULL,
  `is_shipping` tinyint(4) NOT NULL DEFAULT '1',
  `state_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cities`
--

INSERT INTO `cities` (`id`, `name`, `shipping`, `is_shipping`, `state_id`, `created_at`, `updated_at`) VALUES
(1, 'مكة', 10.00, 1, 1, '2020-06-18 15:21:24', '2021-07-29 02:54:43'),
(2, 'جدة', 15.00, 1, 1, NULL, '2021-07-29 03:19:54'),
(3, 'المدينة', 17.00, 1, 1, NULL, '2021-07-29 03:20:36'),
(4, 'اسم المدينة', 5.00, 1, 2, NULL, '2021-07-29 02:56:55'),
(7, 'المنصوره', 0.00, 1, 1, '2021-07-13 21:10:24', '2021-07-13 21:11:24');

-- --------------------------------------------------------

--
-- Table structure for table `city_doctor`
--

DROP TABLE IF EXISTS `city_doctor`;
CREATE TABLE IF NOT EXISTS `city_doctor` (
  `doctor_id` int(10) UNSIGNED NOT NULL,
  `city_id` int(10) UNSIGNED NOT NULL,
  KEY `doctor_city_doctor_id_foreign` (`doctor_id`),
  KEY `doctor_city_city_id_foreign` (`city_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `city_doctor`
--

INSERT INTO `city_doctor` (`doctor_id`, `city_id`) VALUES
(5, 1),
(5, 2);

-- --------------------------------------------------------

--
-- Table structure for table `clients`
--

DROP TABLE IF EXISTS `clients`;
CREATE TABLE IF NOT EXISTS `clients` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `region_id` int(11) DEFAULT NULL,
  `country_id` int(11) DEFAULT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `type` enum('normal','special') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'normal',
  `username` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pin_code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pin_code_date_expired` datetime DEFAULT NULL,
  `national_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `chronic_diseases` text COLLATE utf8mb4_unicode_ci,
  `Length` double(8,2) DEFAULT NULL,
  `the_weight` double(8,2) DEFAULT NULL,
  `blood_type_id` int(11) DEFAULT NULL,
  `nationality` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `gender` enum('male','female') COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `d_o_b` date DEFAULT NULL,
  `insurance_number` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `hospital_client_id` int(10) UNSIGNED DEFAULT NULL,
  `notes` text COLLATE utf8mb4_unicode_ci,
  `accept` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `last_active` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=109 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `clients`
--

INSERT INTO `clients` (`id`, `region_id`, `country_id`, `name`, `phone`, `type`, `username`, `password`, `pin_code`, `pin_code_date_expired`, `national_id`, `chronic_diseases`, `Length`, `the_weight`, `blood_type_id`, `nationality`, `gender`, `d_o_b`, `insurance_number`, `hospital_client_id`, `notes`, `accept`, `created_at`, `updated_at`, `last_active`) VALUES
(1, 1, NULL, 'aya', '01283541206', 'special', 'MostafaSewidan', NULL, '1111', '2020-08-25 17:34:36', '123456', 'ggg', 159.00, 70.00, 3, 'مصرى', 'female', '1995-04-05', '2', NULL, 'ملاحظة', 0, '2020-06-18 21:20:00', '2020-12-21 19:33:26', NULL),
(3, NULL, NULL, NULL, '01142262888', 'normal', NULL, NULL, '1111', '2020-06-20 02:59:19', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2020-06-19 22:06:31', '2020-06-20 07:59:41', NULL),
(4, 1, NULL, 'امت', '01097571186', 'normal', NULL, NULL, '1111', '2020-07-07 16:56:17', '465768865687788', 'نغناا انام تنهح تاله هختتخ هنتتم تاه', 90.00, 179.00, 1, NULL, NULL, NULL, 'ال هاتنبن', NULL, NULL, 0, '2020-06-20 00:04:19', '2020-07-07 21:55:17', NULL),
(5, 1, NULL, NULL, '01554542136', 'normal', NULL, NULL, '1111', '2020-06-20 00:13:26', '123', 'vvv', 155.00, 55.00, 4, NULL, NULL, NULL, '56', NULL, NULL, 0, '2020-06-20 05:12:25', '2020-06-20 05:43:56', NULL),
(6, NULL, NULL, NULL, '01227131926', 'normal', NULL, NULL, '1111', '2020-06-20 04:32:07', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-06-20 06:33:27', '2020-06-20 09:31:07', NULL),
(7, NULL, NULL, NULL, '01229366738', 'normal', NULL, NULL, '1111', '2020-06-20 03:08:57', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-06-20 08:07:57', '2020-06-20 08:07:57', NULL),
(8, NULL, NULL, NULL, '01227451122', 'normal', NULL, NULL, '1111', '2020-06-20 03:34:20', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-06-20 08:33:20', '2020-06-20 08:33:20', NULL),
(9, 1, NULL, 'كريم سليمان', '01277773854', 'normal', NULL, NULL, '1111', '2021-04-14 11:40:22', '123456789', 'لا يوجد', 70.00, 170.00, 2, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2020-06-20 08:38:56', '2021-04-14 09:39:28', NULL),
(10, NULL, NULL, NULL, '01010058882', 'normal', NULL, NULL, '1111', '2020-06-20 03:41:25', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-06-20 08:40:25', '2020-06-20 08:40:25', NULL),
(11, NULL, NULL, NULL, '01270351728', 'normal', NULL, NULL, '1111', '2020-07-04 21:03:51', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-06-20 13:32:32', '2020-07-05 02:02:51', NULL),
(12, 5, NULL, NULL, '051554542166', 'normal', NULL, NULL, '1111', '2020-09-17 16:12:18', NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2020-06-20 14:11:27', '2020-09-17 20:11:18', NULL),
(13, NULL, NULL, NULL, '00538500542', 'normal', NULL, NULL, '1111', '2020-06-20 10:33:15', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-06-20 15:32:15', '2020-06-20 15:32:15', NULL),
(14, NULL, NULL, NULL, '00505625042', 'normal', NULL, NULL, '1111', '2020-06-20 10:54:33', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-06-20 15:53:33', '2020-06-20 15:53:33', NULL),
(15, NULL, NULL, NULL, '05056250420', 'normal', NULL, NULL, '1111', '2020-06-20 10:54:55', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-06-20 15:53:55', '2020-06-20 15:53:55', NULL),
(16, NULL, NULL, NULL, '96658053533', 'normal', NULL, NULL, '1111', '2020-06-20 10:57:27', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-06-20 15:56:27', '2020-06-20 15:56:27', NULL),
(17, 1, NULL, 'amr', '01255454216', 'normal', NULL, NULL, '1111', '2020-06-20 18:28:59', '32336532565555', 'fggv', 200.00, 110.00, 1, NULL, NULL, NULL, '123456', NULL, NULL, 0, '2020-06-20 23:27:59', '2020-07-02 23:07:33', NULL),
(18, NULL, NULL, NULL, '01027279307', 'normal', NULL, NULL, '1111', '2020-08-30 20:54:32', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-06-24 20:44:39', '2020-08-31 00:53:32', NULL),
(19, NULL, NULL, NULL, '80556002777', 'normal', NULL, NULL, '1111', '2020-06-27 10:58:34', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-06-27 15:57:34', '2020-06-27 15:57:34', NULL),
(21, NULL, NULL, NULL, NULL, 'normal', 'amr', '$2y$10$EmBCZBQK4e0Lc8dxWSxdlOg6cwTlkRkMqPqs3WoqY3EfeyMrN.KfG', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2020-07-04 19:35:49', '2020-07-04 20:00:40', NULL),
(22, NULL, NULL, NULL, '01027273907', 'normal', NULL, NULL, '1111', '2020-07-07 21:24:56', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-07-08 02:23:56', '2020-07-08 02:23:56', NULL),
(23, NULL, NULL, NULL, '01061007495', 'normal', NULL, NULL, '1111', '2020-07-15 11:12:35', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-07-15 16:11:35', '2020-07-15 16:11:35', NULL),
(24, NULL, NULL, NULL, '00000000000', 'normal', NULL, NULL, '1111', '2020-07-15 11:27:47', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-07-15 16:26:47', '2020-07-15 16:26:47', NULL),
(25, NULL, NULL, NULL, '01061007459', 'normal', NULL, NULL, '1111', '2020-07-19 16:46:08', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-07-19 21:45:08', '2020-07-19 21:45:08', NULL),
(26, NULL, NULL, NULL, '01003877667', 'normal', NULL, NULL, '1111', '2020-07-20 13:11:54', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-07-20 18:10:54', '2020-07-20 18:10:54', NULL),
(27, 1, NULL, 'rakhaa', '01283541206', 'normal', NULL, NULL, '1111', '2020-08-27 13:15:51', '66876878676', 'asfasfsadsafd', 160.00, 90.00, 1, 'مصري', 'male', '1997-04-14', 'dsasda', NULL, 'test', 1, '2020-08-05 13:34:21', '2020-08-30 20:56:26', NULL),
(28, 1, NULL, 'rakhaa', '01283541211', 'normal', NULL, NULL, '1111', '2020-08-12 14:25:47', '66876878676', 'csdaDSa', 160.00, 90.00, 5, 'مصري', 'male', '1997-04-14', 'dsasda', NULL, 'test', 0, '2020-08-12 12:24:47', '2020-08-12 12:25:08', NULL),
(29, NULL, NULL, NULL, '011222020202', 'normal', NULL, NULL, '1111', '2020-08-26 16:53:22', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2020-08-26 20:52:22', '2020-08-26 20:52:26', NULL),
(30, NULL, NULL, NULL, '01124329697', 'normal', NULL, NULL, '1111', '2020-08-26 18:06:40', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2020-08-26 22:05:40', '2020-08-26 22:05:45', NULL),
(31, NULL, NULL, NULL, '00000000000000000000000000008888', 'normal', NULL, NULL, '1111', '2020-08-29 01:32:47', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-08-29 05:31:47', '2020-08-29 05:31:47', NULL),
(32, NULL, NULL, NULL, '00', 'normal', NULL, NULL, '1111', '2020-08-29 11:30:58', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-08-29 15:29:58', '2020-08-29 15:29:58', NULL),
(33, NULL, NULL, NULL, '0', 'normal', NULL, NULL, '1111', '2020-08-31 11:47:00', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-08-29 15:59:48', '2020-08-31 15:46:00', NULL),
(34, NULL, NULL, NULL, '025688', 'normal', NULL, NULL, '1111', '2020-08-29 14:59:14', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-08-29 18:58:14', '2020-08-29 18:58:14', NULL),
(35, NULL, NULL, NULL, '00000', 'normal', NULL, NULL, '1111', '2020-08-30 13:14:46', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-08-30 17:13:46', '2020-08-30 17:13:46', NULL),
(36, NULL, NULL, 'ddd', '01554542199', 'normal', NULL, NULL, '1111', '2020-08-31 11:47:24', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-11-29', NULL, NULL, NULL, 1, '2020-08-31 15:46:24', '2020-12-23 15:38:41', NULL),
(37, NULL, NULL, NULL, '01554542122', 'normal', NULL, NULL, '1111', '2020-08-31 14:35:28', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-08-31 18:34:28', '2020-08-31 18:34:28', NULL),
(38, NULL, NULL, NULL, '01554542100', 'normal', NULL, NULL, '1111', '2020-08-31 14:35:45', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-08-31 18:34:45', '2020-08-31 18:34:45', NULL),
(39, NULL, NULL, NULL, '052835412090', 'normal', NULL, NULL, '1111', '2020-09-21 13:25:12', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-01 15:34:56', '2020-12-21 19:33:17', NULL),
(40, NULL, NULL, NULL, '052835412091', 'normal', NULL, NULL, '1111', '2020-09-01 11:42:33', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2020-09-01 15:40:39', '2020-09-01 15:41:33', NULL),
(41, NULL, NULL, NULL, '051283541206', 'normal', NULL, NULL, '1111', '2020-09-01 13:09:23', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-01 16:39:25', '2020-09-01 17:08:23', NULL),
(42, NULL, NULL, NULL, '051270351728', 'normal', NULL, NULL, '1111', '2020-09-01 13:19:03', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-01 17:08:36', '2020-12-21 19:19:44', NULL),
(43, NULL, NULL, NULL, '051270351721', 'normal', NULL, NULL, '1111', '2020-09-01 13:20:43', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-01 17:19:43', '2020-09-01 17:19:43', NULL),
(44, NULL, NULL, NULL, '051270351729', 'normal', NULL, NULL, '1111', '2020-09-01 13:22:52', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-01 17:21:52', '2020-12-21 19:19:43', NULL),
(45, NULL, NULL, NULL, '0547882445584', 'normal', NULL, NULL, '1111', '2020-09-03 12:54:23', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-03 16:53:23', '2020-09-03 16:53:23', NULL),
(46, NULL, NULL, NULL, '058888888888888888888', 'normal', NULL, NULL, '1111', '2020-09-03 12:54:37', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-03 16:53:37', '2020-09-03 16:53:37', NULL),
(47, NULL, NULL, NULL, '0522336696366', 'normal', NULL, NULL, '1111', '2020-09-03 12:55:49', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-03 16:54:49', '2020-09-03 16:54:49', NULL),
(48, NULL, NULL, NULL, '052233669636', 'normal', NULL, NULL, '1111', '2020-09-03 12:56:02', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-03 16:55:02', '2020-09-03 16:55:02', NULL),
(49, NULL, NULL, NULL, '058888888822', 'normal', NULL, NULL, '1111', '2020-09-03 12:57:16', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-03 16:56:16', '2020-09-03 16:56:16', NULL),
(50, NULL, NULL, NULL, '058888888869', 'normal', NULL, NULL, '1111', '2020-09-03 13:00:13', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-03 16:59:13', '2020-09-03 16:59:13', NULL),
(51, NULL, NULL, NULL, '055321654933', 'normal', NULL, NULL, '1111', '2020-09-05 11:06:16', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-05 15:05:16', '2020-12-21 19:19:42', NULL),
(52, NULL, NULL, NULL, '058088888888', 'normal', NULL, NULL, '1111', '2020-09-05 13:31:28', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-05 17:30:28', '2020-12-21 19:19:40', NULL),
(53, NULL, NULL, NULL, '051554542165', 'normal', NULL, NULL, '1111', '2020-09-06 21:23:19', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-07 01:22:19', '2020-09-07 01:22:19', NULL),
(54, NULL, NULL, NULL, '056273847587', 'normal', NULL, NULL, '1111', '2020-09-06 21:58:48', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-07 01:57:48', '2020-12-21 19:19:39', NULL),
(55, 1, NULL, NULL, '0582532569', 'normal', NULL, NULL, '1111', '2020-09-08 13:18:45', NULL, NULL, NULL, NULL, NULL, NULL, 'male', NULL, NULL, NULL, NULL, 0, '2020-09-08 17:17:45', '2020-12-21 19:19:39', NULL),
(56, NULL, NULL, NULL, '0508966325', 'normal', NULL, NULL, '1111', '2020-09-10 13:02:07', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-10 17:01:07', '2020-12-21 19:19:38', NULL),
(57, NULL, NULL, NULL, '0511223344', 'normal', NULL, NULL, '1111', '2020-10-07 11:53:11', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2020-09-16 18:46:38', '2020-12-21 23:31:41', NULL),
(58, NULL, NULL, NULL, '0545550161', 'normal', NULL, NULL, '1111', '2020-09-22 18:26:54', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-09-22 22:25:54', '2020-12-21 19:03:00', NULL),
(59, NULL, NULL, NULL, '05283541206', 'normal', NULL, NULL, '1111', '2020-09-23 11:04:03', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2020-09-23 15:03:03', '2020-12-21 19:33:47', NULL),
(60, NULL, NULL, NULL, '0511221122', 'normal', NULL, NULL, '1111', '2020-10-08 21:32:15', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2020-10-09 01:31:15', '2020-12-23 15:21:27', NULL),
(63, 1, NULL, 'mohamed ah ', '01011379206', 'normal', 'mo', '$2y$10$ibang/CstBUEEnI/hjoGuOh6xfist7CBS7WqqFtLsv8Iu5B0q9J2i ', NULL, NULL, '300012101', 'kj', 1.00, 1.00, 1, '1', 'male', NULL, NULL, NULL, NULL, 0, NULL, '2020-12-21 19:47:28', NULL),
(64, NULL, NULL, NULL, '05995226541', 'normal', NULL, NULL, '1111', '2021-02-07 11:24:04', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-02-07 10:23:04', '2021-02-07 10:23:11', NULL),
(65, NULL, NULL, NULL, '0596854852', 'normal', NULL, NULL, '1111', '2021-02-07 12:27:40', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-02-07 11:26:40', '2021-02-07 11:26:45', NULL),
(66, NULL, NULL, NULL, '0598885622', 'normal', NULL, NULL, '1111', '2021-02-07 12:34:10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-02-07 11:33:10', '2021-02-07 11:33:15', NULL),
(67, NULL, NULL, NULL, '0557489865', 'normal', NULL, NULL, '1111', '2021-02-08 10:21:45', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-02-08 09:20:45', '2021-02-08 09:20:51', NULL),
(68, NULL, NULL, NULL, '05592532365', 'normal', NULL, NULL, '1111', '2021-02-08 13:03:21', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-02-08 12:02:21', '2021-02-08 12:02:27', NULL),
(69, NULL, NULL, NULL, '0554454543', 'normal', NULL, NULL, '1111', '2021-02-16 18:52:10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-16 17:51:10', '2021-02-16 17:51:10', NULL),
(70, NULL, NULL, NULL, '0554554444', 'normal', NULL, NULL, '1111', '2021-02-16 18:56:50', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-16 17:52:46', '2021-02-16 17:55:50', NULL),
(71, NULL, NULL, NULL, '0555544444', 'normal', NULL, NULL, '1111', '2021-02-16 18:59:26', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-16 17:56:50', '2021-02-16 17:58:26', NULL),
(72, 2, NULL, NULL, '0555555444', 'normal', NULL, NULL, '1111', '2021-03-16 16:44:01', NULL, NULL, NULL, NULL, NULL, NULL, 'male', NULL, NULL, NULL, NULL, 1, '2021-02-16 17:57:53', '2021-03-16 15:43:01', NULL),
(73, NULL, NULL, NULL, '05554455542', 'normal', NULL, NULL, '1111', '2021-02-17 10:32:07', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-17 09:31:07', '2021-02-17 09:31:07', NULL),
(74, NULL, NULL, NULL, '05554443333', 'normal', NULL, NULL, '1111', '2021-02-17 10:42:23', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-17 09:41:23', '2021-02-17 10:18:04', NULL),
(75, NULL, NULL, NULL, '0555333444', 'normal', NULL, NULL, '1111', '2021-02-17 10:46:25', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-17 09:45:25', '2021-02-17 09:45:25', NULL),
(76, NULL, NULL, NULL, '0566467646', 'normal', NULL, NULL, '1111', '2021-02-17 10:51:44', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-17 09:50:44', '2021-02-17 09:50:44', NULL),
(77, NULL, NULL, NULL, '0555444333', 'normal', NULL, NULL, '1111', '2021-02-17 11:16:54', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-17 10:15:53', '2021-02-17 10:15:54', NULL),
(78, NULL, NULL, NULL, '05554443333', 'normal', NULL, NULL, '1111', '2021-02-17 11:17:48', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-17 10:16:48', '2021-02-17 10:16:48', NULL),
(79, NULL, NULL, NULL, '05555444433', 'normal', NULL, NULL, '1111', '2021-02-17 11:24:49', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-17 10:18:37', '2021-02-17 10:23:49', NULL),
(80, NULL, NULL, NULL, '0555555555', 'normal', NULL, NULL, '1111', '2021-02-17 11:40:47', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-17 10:22:11', '2021-02-17 10:39:47', NULL),
(81, NULL, NULL, NULL, '05555555555', 'normal', NULL, NULL, '1111', '2021-03-16 12:46:05', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-02-17 10:39:04', '2021-03-16 11:45:10', NULL),
(82, NULL, NULL, NULL, '0555555554', 'normal', NULL, NULL, '1111', '2021-02-17 11:44:43', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-02-17 10:43:43', '2021-02-17 10:43:50', NULL),
(83, 7, NULL, NULL, '0555555544', 'normal', NULL, NULL, '1111', '2021-02-17 11:48:33', NULL, NULL, NULL, NULL, NULL, NULL, 'male', NULL, NULL, NULL, NULL, 1, '2021-02-17 10:47:33', '2021-02-18 14:11:38', NULL),
(84, NULL, NULL, NULL, '0500737335', 'normal', NULL, NULL, '1111', '2021-02-17 18:15:45', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-17 17:12:18', '2021-02-17 17:14:45', NULL),
(85, NULL, NULL, NULL, '05555555444', 'normal', NULL, NULL, '1111', '2021-03-07 18:47:15', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-02-18 14:26:46', '2021-03-07 17:46:15', NULL),
(86, NULL, NULL, NULL, '0533218445', 'normal', NULL, NULL, '1111', '2021-03-07 01:13:41', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-03-07 00:11:58', '2021-03-07 00:12:41', NULL),
(87, NULL, NULL, NULL, '0555997947', 'normal', NULL, NULL, '1111', '2021-03-07 10:45:42', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-03-07 09:44:42', '2021-03-07 09:45:28', NULL),
(88, NULL, NULL, NULL, '0547732436', 'normal', NULL, NULL, '1111', '2021-03-08 18:46:51', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-03-08 17:07:03', '2021-03-08 17:45:51', NULL),
(89, NULL, NULL, NULL, '0504140666', 'normal', NULL, NULL, '1111', '2021-03-12 13:21:58', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-03-12 12:20:58', '2021-03-12 12:21:10', NULL),
(90, NULL, NULL, NULL, '0543917566', 'normal', NULL, NULL, '1111', '2021-03-12 21:46:51', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-03-12 20:45:00', '2021-03-12 20:45:51', NULL),
(91, NULL, NULL, NULL, '0502592514', 'normal', NULL, NULL, '1111', '2021-03-13 18:56:42', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-03-13 17:55:42', '2021-03-13 17:55:42', NULL),
(92, NULL, NULL, NULL, '0570777891', 'normal', NULL, NULL, '1111', '2021-03-14 13:20:22', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-03-14 12:19:22', '2021-03-14 12:19:37', NULL),
(93, NULL, NULL, NULL, '0548008717', 'normal', NULL, NULL, '1111', '2021-03-14 17:22:16', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-03-14 16:21:13', '2021-03-14 16:21:16', NULL),
(94, NULL, NULL, NULL, '05555555525', 'normal', NULL, NULL, '1111', '2021-03-16 12:47:37', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-03-16 11:46:21', '2021-03-16 11:46:45', NULL),
(95, NULL, NULL, NULL, '01013066560', 'normal', NULL, NULL, '1111', '2021-03-18 10:58:05', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-03-16 11:48:58', '2021-03-18 09:57:05', NULL),
(96, NULL, NULL, NULL, '01012345678', 'normal', NULL, NULL, '1111', '2021-03-31 07:40:05', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-03-16 14:05:38', '2021-03-31 05:39:13', NULL),
(97, NULL, NULL, NULL, '+201012345678', 'normal', NULL, NULL, '1111', '2021-03-16 15:15:18', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2021-03-16 14:11:32', '2021-03-16 14:14:18', NULL),
(98, NULL, NULL, NULL, '01000100020', 'normal', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-03-16 15:58:31', '2021-03-16 15:58:34', NULL),
(99, NULL, NULL, NULL, '01028003435', 'normal', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-03-16 16:20:59', '2021-03-16 16:21:02', NULL),
(100, NULL, NULL, NULL, '01090806426', 'normal', NULL, NULL, '1111', '2021-03-16 22:00:43', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-03-16 20:59:42', '2021-03-16 20:59:56', NULL),
(101, NULL, NULL, NULL, '01016409347', 'normal', NULL, NULL, '1111', '2021-04-14 15:25:25', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-04-01 10:23:27', '2021-04-14 13:24:25', NULL),
(102, NULL, NULL, NULL, '04016409347', 'normal', NULL, NULL, '1111', '2021-04-01 17:48:46', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-04-01 10:54:59', '2021-04-11 08:51:04', NULL),
(103, NULL, NULL, NULL, '01120546822', 'normal', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-04-17 22:48:27', '2021-04-17 22:48:44', NULL),
(104, NULL, NULL, NULL, '01229238006', 'normal', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-04-20 22:28:31', '2021-04-20 22:28:36', NULL),
(105, NULL, NULL, NULL, '01090283580', 'normal', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-04-22 22:35:03', '2021-04-22 22:43:32', NULL),
(106, NULL, NULL, NULL, '01140165708', 'normal', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, '2021-04-24 10:18:16', '2021-04-24 10:18:18', NULL),
(107, NULL, 2, 'ebtsamsabeha@gmail.com', '01091674076', 'normal', NULL, '$2y$10$th.xHERCiwpIIicdj2eO1OoeSx80o6Uo6dhnKmhKFyh02EG6TfbR2', '1111', '2021-07-14 15:46:06', NULL, NULL, NULL, NULL, NULL, NULL, 'female', '1991-12-10', NULL, 1, NULL, 1, '2021-04-25 07:51:34', '2021-07-15 07:14:58', NULL),
(108, NULL, NULL, NULL, '01091674077', 'normal', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '123456', NULL, NULL, 0, '2021-05-24 12:03:55', '2021-05-24 12:03:55', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `client_notification`
--

DROP TABLE IF EXISTS `client_notification`;
CREATE TABLE IF NOT EXISTS `client_notification` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `notifiable_id` int(11) NOT NULL,
  `client_id` int(11) NOT NULL,
  `is_read` tinyint(4) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `contacts`
--

DROP TABLE IF EXISTS `contacts`;
CREATE TABLE IF NOT EXISTS `contacts` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `contact_reason_id` int(11) DEFAULT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `contact` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_read` tinyint(4) NOT NULL DEFAULT '0',
  `contactable_type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `contactable_id` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=54 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `contacts`
--

INSERT INTO `contacts` (`id`, `contact_reason_id`, `name`, `phone`, `contact`, `is_read`, `contactable_type`, `contactable_id`, `created_at`, `updated_at`) VALUES
(1, 1, 'a rakha', '01004591695', 'test 1', 0, NULL, NULL, '2020-06-20 00:45:23', '2020-06-20 00:45:23'),
(2, 1, 'a rakha', '01004591695', 'test 1', 0, NULL, NULL, '2020-06-20 01:39:08', '2020-06-20 01:39:08'),
(3, 1, 'amr', '012885555', 'vc', 0, NULL, NULL, '2020-06-20 01:42:12', '2020-06-20 01:42:12'),
(4, 1, 'sbeb', '8', 'nvg', 0, NULL, NULL, '2020-06-20 01:44:12', '2020-06-20 01:44:12'),
(5, 1, 'a rakha', '01004591695', 'test 1', 0, NULL, NULL, '2020-06-20 08:10:40', '2020-06-20 08:10:40'),
(6, 1, 'a rakha', '01004591695', 'test 1', 0, NULL, NULL, '2020-06-20 08:11:22', '2020-06-20 08:11:22'),
(7, 1, 'arakha', '01004591695', 'ahmed rakha', 0, NULL, NULL, '2020-06-20 10:27:01', '2020-06-20 10:27:01'),
(8, 1, 'amr ramadan', '01270351728', 'tesssst', 0, NULL, NULL, '2020-06-20 23:30:43', '2020-06-20 23:30:43'),
(9, 1, 'a rakha', '01004591695', 'test 1', 0, NULL, NULL, '2020-08-04 11:01:37', '2020-08-04 11:01:37'),
(10, 1, NULL, NULL, 'test 1', 0, 'App\\Models\\Delivery', 2, '2020-08-04 11:05:16', '2020-08-04 11:05:16'),
(11, 2, 'آية', '0105555555', 'رسالة', 0, NULL, NULL, '2020-08-29 17:27:08', '2020-08-29 17:27:08'),
(12, 1, 'آية', '8888888', 'ةةةة', 0, NULL, NULL, '2020-08-29 17:27:57', '2020-08-29 17:27:57'),
(13, 1, 'ععع', '000000', 'ااا', 0, NULL, NULL, '2020-09-02 15:30:01', '2020-09-02 15:30:01'),
(14, 1, 'ahmed', '05858585858', 'gggg', 0, NULL, NULL, '2020-09-05 16:42:30', '2020-09-05 16:42:30'),
(15, 1, 'a rakha', '01004591695', 'test 1', 0, NULL, NULL, '2020-09-16 21:35:32', '2020-09-16 21:35:32'),
(16, 2, 'kk', '0511223344', 'hsjs', 0, NULL, NULL, '2020-10-07 16:48:09', '2020-10-07 16:48:09'),
(17, 1, 'a rakha', '01004591695', 'test 1', 0, NULL, NULL, '2020-10-16 05:04:49', '2020-10-16 05:04:49'),
(18, 1, 'a rakha', '01004591695', 'test 1', 0, NULL, NULL, '2020-10-16 20:31:06', '2020-10-16 20:31:06'),
(19, 1, 'a rakha', '01004591695', 'test 1', 0, NULL, NULL, '2020-10-16 22:47:34', '2020-10-16 22:47:34'),
(20, 1, 'a rakha', '01004591695', 'test 1', 0, NULL, NULL, '2020-10-17 02:03:07', '2020-10-17 02:03:07'),
(21, 1, 'a rakha', '01004591695', 'test 1', 0, NULL, NULL, '2020-10-17 06:44:47', '2020-10-17 06:44:47'),
(22, 1, NULL, NULL, 'test 1', 0, 'App\\Models\\Delivery', 2, '2020-12-29 18:06:05', '2020-12-29 18:06:05'),
(23, 2, 'text', '5555555555', 'text', 0, NULL, NULL, '2021-02-07 10:44:09', '2021-02-07 10:44:09'),
(24, 2, 'text', '5555555555', 'text', 0, NULL, NULL, '2021-02-07 10:45:26', '2021-02-07 10:45:26'),
(25, 2, 'DonaldEmafe', '83514148613', 'Hello!  moeeen.com \r\n \r\nDid you know that it is possible to send business offer wholly lawful? \r\nWe submit a new legal way of sending business proposal through feedback forms. Such forms are located on many sites. \r\nWhen such messages are sent, no personal data is used, and messages are sent to forms specifically designed to receive messages and appeals. \r\nalso, messages sent through feedback Forms do not get into spam because such messages are considered important. \r\nWe offer you to test our service for free. We will send up to 50,000 messages for you. \r\nThe cost of sending one million messages is 49 USD. \r\n \r\nThis letter is created automatically. Please use the contact details below to contact us. \r\n \r\nContact us. \r\nTelegram - @FeedbackMessages \r\nSkype  live:contactform_18 \r\nWhatsApp - +375259112693', 0, NULL, NULL, '2021-02-09 05:39:51', '2021-02-09 05:39:51'),
(26, 1, 'Eric Jones', '555-555-1212', 'Hi, my name is Eric and I’m betting you’d like your website moeeen.com to generate more leads.\r\n\r\nHere’s how:\r\nTalk With Web Visitor is a software widget that’s works on your site, ready to capture any visitor’s Name, Email address and Phone Number.  It signals you as soon as they say they’re interested – so that you can talk to that lead while they’re still there at moeeen.com.\r\n\r\nTalk With Web Visitor – CLICK HERE http://www.talkwithcustomer.com for a live demo now.\r\n\r\nAnd now that you’ve got their phone number, our new SMS Text With Lead feature enables you to start a text (SMS) conversation – answer questions, provide more info, and close a deal that way.\r\n\r\nIf they don’t take you up on your offer then, just follow up with text messages for new offers, content links, even just “how you doing?” notes to build a relationship.\r\n\r\nCLICK HERE http://www.talkwithcustomer.com to discover what Talk With Web Visitor can do for your business.\r\n\r\nThe difference between contacting someone within 5 minutes versus a half-hour means you could be converting up to 100X more leads today!\r\n\r\nTry Talk With Web Visitor and get more leads now.\r\n\r\nEric\r\nPS: The studies show 7 out of 10 visitors don’t hang around – you can’t afford to lose them!\r\nTalk With Web Visitor offers a FREE 14 days trial – and it even includes International Long Distance Calling. \r\nYou have customers waiting to talk with you right now… don’t keep them waiting. \r\nCLICK HERE http://www.talkwithcustomer.com to try Talk With Web Visitor now.\r\n\r\nIf you\'d like to unsubscribe click here http://talkwithcustomer.com/unsubscribe.aspx?d=moeeen.com', 0, NULL, NULL, '2021-02-09 07:31:16', '2021-02-09 07:31:16'),
(27, 1, 'محمد', '0555555444', 'تست تست', 0, NULL, NULL, '2021-02-18 10:50:34', '2021-02-18 10:50:34'),
(28, 2, 'Eric Jones', '555-555-1212', 'My name’s Eric and I just came across your website - moeeen.com - in the search results.\r\n\r\nHere’s what that means to me…\r\n\r\nYour SEO’s working.\r\n\r\nYou’re getting eyeballs – mine at least.\r\n\r\nYour content’s pretty good, wouldn’t change a thing.\r\n\r\nBUT…\r\n\r\nEyeballs don’t pay the bills.\r\n\r\nCUSTOMERS do.\r\n\r\nAnd studies show that 7 out of 10 visitors to a site like moeeen.com will drop by, take a gander, and then head for the hills without doing anything else.\r\n\r\nIt’s like they never were even there.\r\n\r\nYou can fix this.\r\n\r\nYou can make it super-simple for them to raise their hand, say, “okay, let’s talk” without requiring them to even pull their cell phone from their pocket… thanks to Talk With Web Visitor.\r\n\r\nTalk With Web Visitor is a software widget that sits on your site, ready and waiting to capture any visitor’s Name, Email address and Phone Number.  It lets you know immediately – so you can talk to that lead immediately… without delay… BEFORE they head for those hills.\r\n  \r\nCLICK HERE https://talkwithwebvisitors.com to try out a Live Demo with Talk With Web Visitor now to see exactly how it works.\r\n\r\nNow it’s also true that when reaching out to hot leads, you MUST act fast – the difference between contacting someone within 5 minutes versus 30 minutes later is huge – like 100 times better!\r\n\r\nThat’s what makes our new SMS Text With Lead feature so powerful… you’ve got their phone number, so now you can start a text message (SMS) conversation with them… so even if they don’t take you up on your offer right away, you continue to text them new offers, new content, and new reasons to do business with you.\r\n\r\nThis could change everything for you and your business.\r\n\r\nCLICK HERE https://talkwithwebvisitors.com to learn more about everything Talk With Web Visitor can do and start turing eyeballs into money.\r\n\r\nEric\r\nPS: Talk With Web Visitor offers a FREE 14 days trial – you could be converting up to 100x more leads immediately!   \r\nIt even includes International Long Distance Calling. \r\nPaying customers are out there waiting. \r\nStarting connecting today by CLICKING HERE https://talkwithwebvisitors.com to try Talk With Web Visitor now.\r\n\r\nIf you\'d like to unsubscribe click here http://talkwithwebvisitors.com/unsubscribe.aspx?d=moeeen.com', 0, NULL, NULL, '2021-02-22 00:46:05', '2021-02-22 00:46:05'),
(29, 1, 'Isobel Menkens', '0316 1261465', 'Hi,\r\n\r\nAre you operating Wordpress/Woocommerce or perhaps maybe you plan to work with it as time goes by ? We provide around 2500 premium plugins and additionally themes to download : https://shorteo.xyz/dblRt\r\n\r\nRegards,\r\n\r\nIsobel', 0, NULL, NULL, '2021-02-23 06:12:18', '2021-02-23 06:12:18'),
(30, 2, 'XdTcRVHFG', '2850632278', 'ynbtiZFzChTM', 0, NULL, NULL, '2021-02-25 02:51:05', '2021-02-25 02:51:05'),
(31, 2, 'wtimnLrNuTV', '8607873141', 'rMCFdgOS', 0, NULL, NULL, '2021-02-25 02:51:06', '2021-02-25 02:51:06'),
(32, 2, 'DonaldEmafe', '89729995677', 'Hello!  moeeen.com \r\n \r\nDid you know that it is possible to send letter fully legitimate way? \r\nWe proffer a new method of sending business proposal through feedback forms. Such forms are located on many sites. \r\nWhen such letters are sent, no personal data is used, and messages are sent to forms specifically designed to receive messages and appeals. \r\nalso, messages sent through communication Forms do not get into spam because such messages are considered important. \r\nWe offer you to test our service for free. We will send up to 50,000 messages for you. \r\nThe cost of sending one million messages is 49 USD. \r\n \r\nThis message is created automatically. Please use the contact details below to contact us. \r\n \r\nContact us. \r\nTelegram - @FeedbackMessages \r\nSkype  live:contactform_18 \r\nWhatsApp - +375259112693', 0, NULL, NULL, '2021-03-06 03:30:55', '2021-03-06 03:30:55'),
(33, 2, 'Eric Jones', '555-555-1212', 'Hey, my name’s Eric and for just a second, imagine this…\r\n\r\n- Someone does a search and winds up at moeeen.com.\r\n\r\n- They hang out for a minute to check it out.  “I’m interested… but… maybe…”\r\n\r\n- And then they hit the back button and check out the other search results instead. \r\n\r\n- Bottom line – you got an eyeball, but nothing else to show for it.\r\n\r\n- There they go.\r\n\r\nThis isn’t really your fault – it happens a LOT – studies show 7 out of 10 visitors to any site disappear without leaving a trace.\r\n\r\nBut you CAN fix that.\r\n\r\nTalk With Web Visitor is a software widget that’s works on your site, ready to capture any visitor’s Name, Email address and Phone Number.  It lets you know right then and there – enabling you to call that lead while they’re literally looking over your site.\r\n\r\nCLICK HERE http://talkwithcustomer.com to try out a Live Demo with Talk With Web Visitor now to see exactly how it works.\r\n\r\nTime is money when it comes to connecting with leads – the difference between contacting someone within 5 minutes versus 30 minutes later can be huge – like 100 times better!\r\n\r\nPlus, now that you have their phone number, with our new SMS Text With Lead feature you can automatically start a text (SMS) conversation… so even if you don’t close a deal then, you can follow up with text messages for new offers, content links, even just “how you doing?” notes to build a relationship.\r\n\r\nStrong stuff.\r\n\r\nCLICK HERE http://talkwithcustomer.com to discover what Talk With Web Visitor can do for your business.\r\n\r\nYou could be converting up to 100X more leads today!\r\n\r\nEric\r\nPS: Talk With Web Visitor offers a FREE 14 days trial – and it even includes International Long Distance Calling. \r\nYou have customers waiting to talk with you right now… don’t keep them waiting. \r\nCLICK HERE http://talkwithcustomer.com to try Talk With Web Visitor now.\r\n\r\nIf you\'d like to unsubscribe click here http://talkwithcustomer.com/unsubscribe.aspx?d=moeeen.com', 0, NULL, NULL, '2021-03-07 08:05:11', '2021-03-07 08:05:11'),
(34, 2, NULL, NULL, 'hggggnb', 0, 'App\\Models\\Delivery', 7, '2021-03-07 13:43:12', '2021-03-07 13:43:12'),
(35, 1, NULL, NULL, 'hhhhhhhhhh', 0, 'App\\Models\\Delivery', 7, '2021-03-07 13:44:25', '2021-03-07 13:44:25'),
(36, 2, 'FwtUZdnmRWHS', '6927495221', 'wfXaRCTdIjZLrV', 0, NULL, NULL, '2021-03-08 19:30:50', '2021-03-08 19:30:50'),
(37, 2, 'OGHyIEfDMQ', '7311335407', 'ioEeWpkUJAwfC', 0, NULL, NULL, '2021-03-08 19:30:52', '2021-03-08 19:30:52'),
(38, 2, 'OHXEBGNIWK3E4RG8OC8VAXHO http://google.com/349', 'OHXEBGNIWK3E4RG8OC8VAXHO http://google.com/349', 'jayheisavetheworld@gmail.com', 0, NULL, NULL, '2021-03-09 10:19:08', '2021-03-09 10:19:08'),
(39, 2, 'OHXNGUTIBO0IXZIOVB8PZXHO http://google.com/349', 'OHXNGUTIBO0IXZIOVB8PZXHO http://google.com/349', 'jayheisavetheworld@gmail.com', 0, NULL, NULL, '2021-03-09 10:19:17', '2021-03-09 10:19:17'),
(40, 2, 'Winston', '708-320-3171', 'Hey guys, I just wanted to see if you need anything in the way of site editing/code fixing/programming, unique blog post material, extra traffic by getting others to start sharing your site across their own social media accounts, social media management, optimizing the site, monetizing the site, etc.  I have quite a few ways I can set all of this and do this for you.  Don\'t mean to impose, was just curious, I\'ve been doing this for some time and was just curious if you needed an extra hand. I can even do Wordpress and other related tasks (you name it).\r\n\r\nStay Safe,\r\n\r\nWinston\r\n1.708.320.3171', 0, NULL, NULL, '2021-03-10 01:20:02', '2021-03-10 01:20:02'),
(41, 2, 'Eric Jones', '555-555-1212', 'My name’s Eric and I just came across your website - moeeen.com - in the search results.\r\n\r\nHere’s what that means to me…\r\n\r\nYour SEO’s working.\r\n\r\nYou’re getting eyeballs – mine at least.\r\n\r\nYour content’s pretty good, wouldn’t change a thing.\r\n\r\nBUT…\r\n\r\nEyeballs don’t pay the bills.\r\n\r\nCUSTOMERS do.\r\n\r\nAnd studies show that 7 out of 10 visitors to a site like moeeen.com will drop by, take a gander, and then head for the hills without doing anything else.\r\n\r\nIt’s like they never were even there.\r\n\r\nYou can fix this.\r\n\r\nYou can make it super-simple for them to raise their hand, say, “okay, let’s talk” without requiring them to even pull their cell phone from their pocket… thanks to Talk With Web Visitor.\r\n\r\nTalk With Web Visitor is a software widget that sits on your site, ready and waiting to capture any visitor’s Name, Email address and Phone Number.  It lets you know immediately – so you can talk to that lead immediately… without delay… BEFORE they head for those hills.\r\n  \r\nCLICK HERE https://talkwithwebvisitors.com to try out a Live Demo with Talk With Web Visitor now to see exactly how it works.\r\n\r\nNow it’s also true that when reaching out to hot leads, you MUST act fast – the difference between contacting someone within 5 minutes versus 30 minutes later is huge – like 100 times better!\r\n\r\nThat’s what makes our new SMS Text With Lead feature so powerful… you’ve got their phone number, so now you can start a text message (SMS) conversation with them… so even if they don’t take you up on your offer right away, you continue to text them new offers, new content, and new reasons to do business with you.\r\n\r\nThis could change everything for you and your business.\r\n\r\nCLICK HERE https://talkwithwebvisitors.com to learn more about everything Talk With Web Visitor can do and start turing eyeballs into money.\r\n\r\nEric\r\nPS: Talk With Web Visitor offers a FREE 14 days trial – you could be converting up to 100x more leads immediately!   \r\nIt even includes International Long Distance Calling. \r\nPaying customers are out there waiting. \r\nStarting connecting today by CLICKING HERE https://talkwithwebvisitors.com to try Talk With Web Visitor now.\r\n\r\nIf you\'d like to unsubscribe click here http://talkwithwebvisitors.com/unsubscribe.aspx?d=moeeen.com', 0, NULL, NULL, '2021-03-15 22:00:52', '2021-03-15 22:00:52'),
(42, 2, 'Antonio Domingo', '86987631894', 'Dear Friend, \r\nMy names are Mr. Antonio Perez Domingo, a lawyer base in Madrid Spain. I have previously sent you an email regarding a transaction of US$13.5 Million left behind by my late client before his tragic death but no response from you. \r\nHowever, I am contacting you with strong believe that you will work /partner with me to execute this business transaction in good faith. Please if you are interested in proceeding with me, kindly respond to me via my private email domingo@dpagbogado.com for more detailed information. \r\nAs a matter of fact, this transaction is 100% risk free and I look forward to your acknowledgement. \r\nRegards, \r\nAntonio Perez Domingo, \r\nLawyer \r\nTEL:   + 34 910 604 214 \r\nMobil: +34 610 654 778 \r\nFax:     + 34 919 011 786 \r\nE-mail domingo@dpagbogado.com', 0, NULL, NULL, '2021-03-16 05:15:20', '2021-03-16 05:15:20'),
(43, 2, 'Joe Miller', '+1542384593234', 'TERMINATION OF DOMAIN moeeen.com\r\nInvoice#: 491343\r\nDate: 16 Mar 2021\r\n\r\nIMMEDIATE ATTENTION REGARDING YOUR DOMAIN moeeen.com IS ABSOLUTLY NECESSARY\r\n\r\nTERMINATION OF YOUR DOMAIN moeeen.com WILL BE COMPLETED WITHIN 24 HOURS\r\n\r\nYour payment for the renewal of your domain moeeen.com has not received yet\r\n\r\nWe have tried to reach you by phone several times, to inform you regarding the TERMINATION of your domain moeeen.com\r\n\r\nCLICK HERE FOR SECURE ONLINE PAYMENT: https://domain-registration.ga\r\n\r\nIF WE DO NOT RECEIVE YOUR PAYMENT WITHIN 24 HOURS, YOUR DOMAIN moeeen.com WILL BE TERMINATED!\r\n\r\nCLICK HERE FOR SECURE ONLINE PAYMENT: https://domain-registration.ga\r\n\r\nYOUR IMMEDIATE ATTENTION IS ABSOLUTELY NECESSARY IN ORDER TO KEEP YOUR DOMAIN moeeen.com\r\n\r\nThe submission notification moeeen.com will EXPIRE WITHIN 24 HOURS after reception of this email', 0, NULL, NULL, '2021-03-16 08:16:25', '2021-03-16 08:16:25'),
(44, 2, 'text', '5555555555', 'text', 0, NULL, NULL, '2021-03-16 17:16:57', '2021-03-16 17:16:57'),
(45, 2, 'Davidmuppy', '82778862463', 'moeeen.com gfgbfhtghrgfgfhtggyiyuiyhfbdfhdn', 0, NULL, NULL, '2021-03-20 02:11:40', '2021-03-20 02:11:40'),
(46, 2, 'AhCYdNBfGs', '8863727070', 'JGachuLlvKWEXz', 0, NULL, NULL, '2021-03-21 14:50:32', '2021-03-21 14:50:32'),
(47, 2, 'jyPzeObNrwmt', '8645743981', 'facKkytzbF', 0, NULL, NULL, '2021-03-21 14:50:33', '2021-03-21 14:50:33'),
(48, 2, 'Eric Jones', '555-555-1212', 'Hey, my name’s Eric and for just a second, imagine this…\r\n\r\n- Someone does a search and winds up at moeeen.com.\r\n\r\n- They hang out for a minute to check it out.  “I’m interested… but… maybe…”\r\n\r\n- And then they hit the back button and check out the other search results instead. \r\n\r\n- Bottom line – you got an eyeball, but nothing else to show for it.\r\n\r\n- There they go.\r\n\r\nThis isn’t really your fault – it happens a LOT – studies show 7 out of 10 visitors to any site disappear without leaving a trace.\r\n\r\nBut you CAN fix that.\r\n\r\nTalk With Web Visitor is a software widget that’s works on your site, ready to capture any visitor’s Name, Email address and Phone Number.  It lets you know right then and there – enabling you to call that lead while they’re literally looking over your site.\r\n\r\nCLICK HERE http://talkwithcustomer.com to try out a Live Demo with Talk With Web Visitor now to see exactly how it works.\r\n\r\nTime is money when it comes to connecting with leads – the difference between contacting someone within 5 minutes versus 30 minutes later can be huge – like 100 times better!\r\n\r\nPlus, now that you have their phone number, with our new SMS Text With Lead feature you can automatically start a text (SMS) conversation… so even if you don’t close a deal then, you can follow up with text messages for new offers, content links, even just “how you doing?” notes to build a relationship.\r\n\r\nStrong stuff.\r\n\r\nCLICK HERE http://talkwithcustomer.com to discover what Talk With Web Visitor can do for your business.\r\n\r\nYou could be converting up to 100X more leads today!\r\n\r\nEric\r\nPS: Talk With Web Visitor offers a FREE 14 days trial – and it even includes International Long Distance Calling. \r\nYou have customers waiting to talk with you right now… don’t keep them waiting. \r\nCLICK HERE http://talkwithcustomer.com to try Talk With Web Visitor now.\r\n\r\nIf you\'d like to unsubscribe click here http://talkwithcustomer.com/unsubscribe.aspx?d=moeeen.com', 0, NULL, NULL, '2021-03-27 02:32:56', '2021-03-27 02:32:56'),
(49, 1, 'احمد', '0012342155357', 'مرحبا كيف حالك؟\r\n\r\nانا احمد من شركة ايميلاتي\r\n قمت بالاطلاع على موقعكم الالكتروني http://moeeen.com/contact\r\n\r\n\r\nنوفر في خدمة ايميلاتي استضافة حسابات البريد الإلكتروني الرسمية باسم عملك او نشاطك التجاري، على أقوى الخوادم السحابية عالية السرعة والمحمية من العبث والرسائل الغير مرغوب فيها وهذا ما يميز خدمتنا عن بقية الخدمات وهذا يتيح لك إجراء مراسلات رسمية مع باقي الشركات حول العالم بشكل آمن وسريع.\r\n\r\nما يميز خدمات شركة ايميلاتي \r\n- لوحة تحكم سهلة الايميلات.\r\n- سيرفرات سحابية فائقة السرعة.\r\n- نسخ احتياطية للايميلات.\r\n- الحماية من الرسائل الغير مرغوب فيها .\r\n- دعم فني 24 ساعة للمساعدة.\r\n- شهادة امان رسمية لجميع الحسابات.\r\n\r\nاحصل على خصم ٢٠٪ في حال التواصل معي من خلال الواتس اب على الرقم التالي :\r\n +12029984142\r\n\r\nاو اضغط على الرابط للتواصل مباشرة:\r\nhttps://wa.me/12029984142\r\n\r\nشكراً لك\r\nأحمد', 0, NULL, NULL, '2021-04-10 17:44:37', '2021-04-10 17:44:37'),
(50, 2, 'Eric Jones', '555-555-1212', 'My name’s Eric and I just came across your website - moeeen.com - in the search results.\r\n\r\nHere’s what that means to me…\r\n\r\nYour SEO’s working.\r\n\r\nYou’re getting eyeballs – mine at least.\r\n\r\nYour content’s pretty good, wouldn’t change a thing.\r\n\r\nBUT…\r\n\r\nEyeballs don’t pay the bills.\r\n\r\nCUSTOMERS do.\r\n\r\nAnd studies show that 7 out of 10 visitors to a site like moeeen.com will drop by, take a gander, and then head for the hills without doing anything else.\r\n\r\nIt’s like they never were even there.\r\n\r\nYou can fix this.\r\n\r\nYou can make it super-simple for them to raise their hand, say, “okay, let’s talk” without requiring them to even pull their cell phone from their pocket… thanks to Talk With Web Visitor.\r\n\r\nTalk With Web Visitor is a software widget that sits on your site, ready and waiting to capture any visitor’s Name, Email address and Phone Number.  It lets you know immediately – so you can talk to that lead immediately… without delay… BEFORE they head for those hills.\r\n  \r\nCLICK HERE https://talkwithwebvisitors.com to try out a Live Demo with Talk With Web Visitor now to see exactly how it works.\r\n\r\nNow it’s also true that when reaching out to hot leads, you MUST act fast – the difference between contacting someone within 5 minutes versus 30 minutes later is huge – like 100 times better!\r\n\r\nThat’s what makes our new SMS Text With Lead feature so powerful… you’ve got their phone number, so now you can start a text message (SMS) conversation with them… so even if they don’t take you up on your offer right away, you continue to text them new offers, new content, and new reasons to do business with you.\r\n\r\nThis could change everything for you and your business.\r\n\r\nCLICK HERE https://talkwithwebvisitors.com to learn more about everything Talk With Web Visitor can do and start turing eyeballs into money.\r\n\r\nEric\r\nPS: Talk With Web Visitor offers a FREE 14 days trial – you could be converting up to 100x more leads immediately!   \r\nIt even includes International Long Distance Calling. \r\nPaying customers are out there waiting. \r\nStarting connecting today by CLICKING HERE https://talkwithwebvisitors.com to try Talk With Web Visitor now.\r\n\r\nIf you\'d like to unsubscribe click here http://talkwithwebvisitors.com/unsubscribe.aspx?d=moeeen.com', 0, NULL, NULL, '2021-04-11 18:47:32', '2021-04-11 18:47:32'),
(51, 2, 'Hi Nice site https://google.com', '89325545955', 'Hi Nice site https://google.com', 0, NULL, NULL, '2021-04-13 09:47:42', '2021-04-13 09:47:42'),
(52, 2, 'WILLIAMS JACKSON', '89442752574', 'My name is  WILLIAMS JACKSON,  I am a Financial Consultant, I have a client who has an interest in Investing in your country into a Joint Venture / Partnership. \r\n \r\nHe has funds available meant for investment. \r\n \r\nPlease contact me if you are interested. \r\n \r\nRegards, \r\nWILLIAMS JACKSON \r\nFinancial Consultant \r\nE-mail: williamsjacks359@gmail.com', 0, NULL, NULL, '2021-04-14 08:29:04', '2021-04-14 08:29:04'),
(53, 2, 'Eric Jones', '555-555-1212', 'Cool website!\r\n\r\nMy name’s Eric, and I just found your site - moeeen.com - while surfing the net. You showed up at the top of the search results, so I checked you out. Looks like what you’re doing is pretty cool.\r\n \r\nBut if you don’t mind me asking – after someone like me stumbles across moeeen.com, what usually happens?\r\n\r\nIs your site generating leads for your business? \r\n \r\nI’m guessing some, but I also bet you’d like more… studies show that 7 out 10 who land on a site wind up leaving without a trace.\r\n\r\nNot good.\r\n\r\nHere’s a thought – what if there was an easy way for every visitor to “raise their hand” to get a phone call from you INSTANTLY… the second they hit your site and said, “call me now.”\r\n\r\nYou can –\r\n  \r\nTalk With Web Visitor is a software widget that’s works on your site, ready to capture any visitor’s Name, Email address and Phone Number.  It lets you know IMMEDIATELY – so that you can talk to that lead while they’re literally looking over your site.\r\n\r\nCLICK HERE http://talkwithcustomer.com to try out a Live Demo with Talk With Web Visitor now to see exactly how it works.\r\n\r\nTime is money when it comes to connecting with leads – the difference between contacting someone within 5 minutes versus 30 minutes later can be huge – like 100 times better!\r\n\r\nThat’s why we built out our new SMS Text With Lead feature… because once you’ve captured the visitor’s phone number, you can automatically start a text message (SMS) conversation.\r\n  \r\nThink about the possibilities – even if you don’t close a deal then and there, you can follow up with text messages for new offers, content links, even just “how you doing?” notes to build a relationship.\r\n\r\nWouldn’t that be cool?\r\n\r\nCLICK HERE http://talkwithcustomer.com to discover what Talk With Web Visitor can do for your business.\r\n\r\nYou could be converting up to 100X more leads today!\r\nEric\r\n\r\nPS: Talk With Web Visitor offers a FREE 14 days trial – and it even includes International Long Distance Calling. \r\nYou have customers waiting to talk with you right now… don’t keep them waiting. \r\nCLICK HERE http://talkwithcustomer.com to try Talk With Web Visitor now.\r\n\r\nIf you\'d like to unsubscribe click here http://talkwithcustomer.com/unsubscribe.aspx?d=moeeen.com', 0, NULL, NULL, '2021-04-21 01:44:04', '2021-04-21 01:44:04');

-- --------------------------------------------------------

--
-- Table structure for table `contact_reasons`
--

DROP TABLE IF EXISTS `contact_reasons`;
CREATE TABLE IF NOT EXISTS `contact_reasons` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `reason` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `contact_reasons`
--

INSERT INTO `contact_reasons` (`id`, `reason`, `created_at`, `updated_at`) VALUES
(1, 'استعلام', '2020-06-19 17:39:33', '2020-06-19 17:39:33'),
(2, 'شكوى', '2020-06-19 17:39:33', '2020-06-19 17:39:33');

-- --------------------------------------------------------

--
-- Table structure for table `countries`
--

DROP TABLE IF EXISTS `countries`;
CREATE TABLE IF NOT EXISTS `countries` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `short_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `code` varchar(11) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `regex` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `short_name` (`short_name`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `countries`
--

INSERT INTO `countries` (`id`, `name`, `short_name`, `code`, `regex`, `created_at`, `updated_at`) VALUES
(1, 'السعوديه', 'SA', '+966', '/^(009665|9665|\\+9665|05|5)(5|0|3|6|4|9|1|8|7)([0-9]{7})$/', '2021-06-07 04:56:12', '2021-06-07 08:20:53'),
(2, 'مصر', 'EG', '+02', '/^(00201|\\+201|01|1)(0|1|2|5)([0-9]{8})$/', '2021-06-06 14:44:46', '2021-07-15 07:06:16'),
(15, 'الامارات', 'AE', '880.528+', NULL, '2021-07-13 12:44:36', '2021-07-13 12:44:36'),
(16, 'الكويت', 'KWT', '+966', NULL, '2021-07-15 07:03:49', '2021-07-15 07:03:49');

-- --------------------------------------------------------

--
-- Table structure for table `country_service`
--

DROP TABLE IF EXISTS `country_service`;
CREATE TABLE IF NOT EXISTS `country_service` (
  `country_id` int(11) NOT NULL,
  `service_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `country_service`
--

INSERT INTO `country_service` (`country_id`, `service_id`) VALUES
(14, 1),
(14, 2),
(14, 3),
(14, 4),
(14, 5),
(14, 6),
(14, 7),
(14, 8),
(14, 9),
(5, 2),
(5, 4),
(15, 2),
(15, 6),
(16, 3),
(16, 6);

-- --------------------------------------------------------

--
-- Table structure for table `coupons`
--

DROP TABLE IF EXISTS `coupons`;
CREATE TABLE IF NOT EXISTS `coupons` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `code` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `use_frequency` int(11) NOT NULL,
  `expired_date` datetime NOT NULL,
  `start_date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `amount` double(8,2) NOT NULL,
  `type` enum('fixed','percent') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'fixed',
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `min_discount` decimal(8,2) NOT NULL DEFAULT '0.00',
  `max_discount` decimal(8,2) DEFAULT '0.00',
  `cut_from` enum('delivery','order') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'order',
  `max_one_client_use` int(11) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=110 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `coupons`
--

INSERT INTO `coupons` (`id`, `code`, `use_frequency`, `expired_date`, `start_date`, `amount`, `type`, `is_active`, `min_discount`, `max_discount`, `cut_from`, `max_one_client_use`, `created_at`, `updated_at`) VALUES
(108, 'Pqnm2u', 200, '2021-08-07 13:13:00', '2021-07-14 13:14:00', 20.00, 'fixed', 1, '10.00', '50.00', 'order', 1, '2021-07-14 11:14:15', '2021-07-15 09:28:47'),
(109, 'ALz3vN', 500, '2021-08-07 11:19:00', '2021-07-15 11:19:00', 2.00, 'percent', 1, '50.00', '2.00', 'order', 1, '2021-07-15 09:19:11', '2021-07-15 09:34:49');

-- --------------------------------------------------------

--
-- Table structure for table `credit_cards`
--

DROP TABLE IF EXISTS `credit_cards`;
CREATE TABLE IF NOT EXISTS `credit_cards` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `client_id` int(11) NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `number` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `cvv_code` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `expired_year` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `expired_month` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `dates`
--

DROP TABLE IF EXISTS `dates`;
CREATE TABLE IF NOT EXISTS `dates` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `day_id` int(11) NOT NULL,
  `start` time NOT NULL,
  `end` time NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14452 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `dates`
--

INSERT INTO `dates` (`id`, `day_id`, `start`, `end`, `created_at`, `updated_at`) VALUES
(14451, 10069, '12:00:00', '17:00:00', '2021-07-29 09:55:11', '2021-07-29 09:55:11');

-- --------------------------------------------------------

--
-- Table structure for table `days`
--

DROP TABLE IF EXISTS `days`;
CREATE TABLE IF NOT EXISTS `days` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `day` enum('Mon','Tue','Wed','Thr','Fri','Sat','Sun') COLLATE utf8mb4_unicode_ci NOT NULL,
  `daieable_type` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `daieable_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10070 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `days`
--

INSERT INTO `days` (`id`, `day`, `daieable_type`, `daieable_id`, `created_at`, `updated_at`) VALUES
(10069, 'Mon', 'App\\Models\\Laboratory', 7, '2021-07-29 09:55:11', '2021-07-29 09:55:11');

-- --------------------------------------------------------

--
-- Table structure for table `deliveries`
--

DROP TABLE IF EXISTS `deliveries`;
CREATE TABLE IF NOT EXISTS `deliveries` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `region_id` int(11) NOT NULL,
  `hospital_id` int(11) NOT NULL,
  `car_type_id` int(11) DEFAULT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_name` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pin_code` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pin_code_date_expired` datetime DEFAULT NULL,
  `gender` enum('male','female') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'male',
  `d_o_b` date NOT NULL,
  `nationality` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` enum('pending','rejected','active','deactivate') COLLATE utf8mb4_unicode_ci NOT NULL,
  `types` enum('busy','closed','open') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'closed',
  `accept_privacy` tinyint(4) NOT NULL DEFAULT '0',
  `rate` int(11) NOT NULL DEFAULT '0',
  `email` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `car_number` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `longitude` decimal(10,8) DEFAULT NULL,
  `latitude` decimal(10,8) DEFAULT NULL,
  `accept_order_limit` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `deliveries`
--

INSERT INTO `deliveries` (`id`, `region_id`, `hospital_id`, `car_type_id`, `name`, `user_name`, `phone`, `password`, `pin_code`, `pin_code_date_expired`, `gender`, `d_o_b`, `nationality`, `status`, `types`, `accept_privacy`, `rate`, `email`, `car_number`, `created_at`, `updated_at`, `longitude`, `latitude`, `accept_order_limit`) VALUES
(1, 1, 1, NULL, 'rakhak', 'yehia reda', '01004591697', '$2y$10$vwuSHkDY6NfmIkdzfVVHfeqLVLa8LPb56fQ..MfI5gXWh45ad5Qh6', '1111', '2020-07-20 19:39:45', 'male', '1980-03-15', 'مصري', 'active', 'open', 0, 0, 'sewidanmostafa@gmail.com', '', '2020-07-03 01:39:00', '2021-03-07 12:01:20', '31.68257210', '31.44827600', 1),
(2, 1, 1, NULL, 'Mostafa Sewidan', 'MostafaSewidan', '01283541206', '$2y$10$F4vgxD/qLpLfYtUbN4pbEufrV.LWeprB1QI7gTJezpxBvWGVmzWKC', '1111', '2020-09-08 19:29:55', 'male', '1997-04-14', 'مصري', 'active', 'busy', 0, 0, 'sewidanmostafa@gmail.com', '', '2020-08-04 11:03:21', '2020-10-22 21:24:49', '0.00000000', '0.00000000', 1),
(3, 1, 1, 1, 'Mostafa Sewidan', '2MostafaSewidan', '01283541200', '$2y$10$Wpa5mMHAUWii1PeZPO7G2emcVQFTELTczbQC7CzIDXE8FnpPE0F8y', NULL, NULL, 'male', '1997-04-14', 'مصري', 'active', 'open', 0, 0, 'sewidanmostafaa@gmail.com', '4565', '2020-08-16 13:42:24', '2020-11-15 19:23:18', NULL, NULL, 1),
(4, 1, 1, 1, 'Mostafa Sewidan', 'Ghjk', '01013719988', '$2y$10$pc6UspbkLjK2zzB0EiTfkeNQwV4jLjsqpI8xD4H0tuKmWIyTsjoXa', NULL, NULL, 'male', '2017-08-16', 'مصري', 'active', 'open', 0, 0, 'sewidanasmostafa@gmail.com', '123', '2020-08-16 13:47:45', '2020-08-19 15:18:40', NULL, NULL, 1),
(5, 1, 1, 1, 'Mostafa Sewidan', 'tyest', '01283541208', '$2y$10$zxwUM4kMb/Q23LvPGybWjOEeLfthhYlhDG54u.BSQbFxSPXEmiZtm', NULL, NULL, 'male', '2004-06-03', 'مصري', 'active', 'closed', 0, 0, 'tesr@gmail.com', '012121212', '2020-08-19 09:42:53', '2020-12-01 15:36:44', NULL, NULL, 1),
(6, 1, 1, 1, 'amr', 'amr', '01554542166', '$2y$10$8FyXYSzlv1TeVyiDeV0xd..XIL7IyxNo02uYjrlpbu8PW2tBh8UIK', NULL, NULL, 'male', '1997-08-25', 'مصرى', 'active', 'open', 0, 4, 'amr@gmail.com', '1234', '2020-08-26 21:17:39', '2021-05-01 12:25:54', '0.00000000', '0.00000000', 1),
(7, 1, 1, 1, 'dev', 'dev', '01029936932', '$2y$10$sWzRHumSpJgSKn.l3eAHBeXn26Rx0jjqs03xbzRvWhyxSAfJeDhRC', '1111', NULL, 'male', '1989-06-13', 'مصري', 'active', 'open', 0, 0, 'dev.corptia@gmail.com', '123123', '2021-02-09 17:44:06', '2021-03-20 09:54:14', '31.68254840', '31.44832540', 1),
(8, 3, 0, 1, 'ahmed', 'ahmed', '01091674000', NULL, NULL, NULL, 'male', '0000-00-00', 'مصري', 'pending', 'open', 0, 0, 'ahmed@uuu.com', '125478', '2021-05-01 10:00:44', '2021-05-01 10:02:21', NULL, NULL, 1),
(9, 3, 0, 1, 'ahmed', 'ahmed', '01091674000', NULL, NULL, NULL, 'male', '0000-00-00', 'مصري', 'pending', 'closed', 0, 0, 'ahmed@uuu.com', '125478', '2021-05-01 10:00:44', '2021-05-01 10:00:44', NULL, NULL, 1);

-- --------------------------------------------------------

--
-- Table structure for table `delivery_order`
--

DROP TABLE IF EXISTS `delivery_order`;
CREATE TABLE IF NOT EXISTS `delivery_order` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `order_id` int(11) NOT NULL,
  `delivery_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `delivery_order`
--

INSERT INTO `delivery_order` (`id`, `order_id`, `delivery_id`, `created_at`, `updated_at`) VALUES
(1, 196, 1, NULL, NULL),
(2, 196, 2, NULL, NULL),
(3, 196, 3, NULL, NULL),
(4, 196, 4, NULL, NULL),
(5, 196, 6, NULL, NULL),
(6, 197, 1, NULL, NULL),
(7, 197, 6, NULL, NULL),
(8, 200, 6, NULL, NULL),
(9, 201, 1, NULL, NULL),
(10, 198, 1, NULL, NULL),
(11, 198, 2, NULL, NULL),
(12, 198, 3, NULL, NULL),
(13, 198, 5, NULL, NULL),
(14, 198, 6, NULL, NULL),
(15, 202, 1, NULL, NULL),
(16, 202, 2, NULL, NULL),
(17, 204, 1, NULL, NULL),
(18, 204, 2, NULL, NULL),
(19, 204, 4, NULL, NULL),
(20, 204, 6, NULL, NULL),
(24, 8, 2, NULL, NULL),
(25, 16, 1, NULL, NULL),
(26, 16, 2, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `delivery_order_requests`
--

DROP TABLE IF EXISTS `delivery_order_requests`;
CREATE TABLE IF NOT EXISTS `delivery_order_requests` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `order_id` int(11) NOT NULL,
  `delivery_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `delivery_order_requests`
--

INSERT INTO `delivery_order_requests` (`id`, `order_id`, `delivery_id`, `created_at`, `updated_at`) VALUES
(4, 196, 4, NULL, NULL),
(5, 196, 6, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `delivery_reject_reasons`
--

DROP TABLE IF EXISTS `delivery_reject_reasons`;
CREATE TABLE IF NOT EXISTS `delivery_reject_reasons` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `order_id` int(11) NOT NULL,
  `delivery_id` int(11) DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `reject_order_reason_id` int(11) NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `type` enum('cancel','reject') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'reject',
  `status` enum('pending','accepted','rejected') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'pending',
  `rejectable_type` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `rejectable_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `delivery_reject_reasons`
--

INSERT INTO `delivery_reject_reasons` (`id`, `order_id`, `delivery_id`, `updated_at`, `created_at`, `reject_order_reason_id`, `description`, `type`, `status`, `rejectable_type`, `rejectable_id`) VALUES
(1, 12, 6, '2020-08-28 04:01:16', '2020-08-28 04:01:16', 2, 'test', 'reject', 'accepted', NULL, NULL),
(2, 11, 6, '2020-08-29 18:08:42', '2020-08-29 18:08:42', 2, 'رفض', 'reject', 'accepted', NULL, NULL),
(4, 9, 6, '2020-08-29 18:24:00', '2020-08-29 18:24:00', 3, 'غغغ', 'reject', 'accepted', NULL, NULL),
(5, 10, 6, '2020-08-29 18:25:14', '2020-08-29 18:25:14', 3, 'فففف', 'cancel', 'pending', NULL, NULL),
(6, 10, 6, '2020-08-30 17:49:50', '2020-08-30 17:49:50', 2, 'ggg', 'cancel', 'pending', NULL, NULL),
(7, 11, 6, '2020-08-30 17:52:32', '2020-08-30 17:52:32', 1, 'ttt', 'cancel', 'pending', NULL, NULL),
(8, 11, 6, '2020-08-30 18:44:32', '2020-08-30 18:44:32', 2, 'ggg', 'cancel', 'pending', NULL, NULL),
(9, 11, 6, '2020-08-30 18:45:48', '2020-08-30 18:45:48', 2, 'ttt', 'cancel', 'pending', NULL, NULL),
(10, 29, 6, '2020-09-01 17:55:55', '2020-09-01 17:55:55', 1, 'ggg', 'cancel', 'pending', NULL, NULL),
(11, 43, 6, '2020-09-01 18:50:50', '2020-09-01 18:50:50', 1, 'ccc', 'reject', 'pending', NULL, NULL),
(12, 60, 6, '2020-09-02 20:31:04', '2020-09-02 20:31:04', 1, 'ععع', 'cancel', 'pending', NULL, NULL),
(13, 102, 6, '2020-09-05 17:06:31', '2020-09-05 17:06:31', 1, 'رفض', 'cancel', 'pending', NULL, NULL),
(14, 102, 6, '2020-09-05 17:09:48', '2020-09-05 17:09:48', 1, 'غغ', 'cancel', 'pending', NULL, NULL),
(15, 119, 2, '2020-09-08 18:22:31', '2020-09-08 18:22:31', 1, 'رفض', 'cancel', 'pending', NULL, NULL),
(16, 119, 2, '2020-09-08 18:22:44', '2020-09-08 18:22:44', 1, 'تتت', 'cancel', 'pending', NULL, NULL),
(17, 172, 2, '2020-09-23 15:30:42', '2020-09-23 15:30:42', 1, 'رفض', 'cancel', 'pending', NULL, NULL),
(18, 200, NULL, '2020-12-08 18:56:20', '2020-12-08 18:56:20', 1, 'تجربه', 'cancel', 'pending', 'App\\Models\\Hospital', 1),
(19, 224, 7, '2021-02-20 16:18:48', '2021-02-20 16:18:48', 1, 'تلظتلطنل', 'cancel', 'pending', NULL, NULL),
(20, 224, 7, '2021-02-20 16:19:59', '2021-02-20 16:19:59', 3, 'لجنلحنلت', 'cancel', 'pending', NULL, NULL),
(21, 237, 7, '2021-03-07 10:23:27', '2021-03-07 10:23:27', 1, 'قتثاثاثا', 'cancel', 'pending', NULL, NULL),
(22, 250, NULL, '2021-07-15 08:36:37', '2021-07-15 08:36:37', 1, 'ddd', 'cancel', 'pending', NULL, NULL),
(23, 250, NULL, '2021-07-15 08:39:30', '2021-07-15 08:39:30', 1, '55555', 'cancel', 'pending', NULL, NULL),
(24, 250, NULL, '2021-07-15 08:41:05', '2021-07-15 08:41:05', 1, '55555', 'cancel', 'pending', NULL, NULL),
(25, 250, NULL, '2021-07-15 08:41:39', '2021-07-15 08:41:39', 1, '55555', 'cancel', 'pending', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `delivery_service`
--

DROP TABLE IF EXISTS `delivery_service`;
CREATE TABLE IF NOT EXISTS `delivery_service` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `delivery_id` int(11) NOT NULL,
  `service_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `delivery_service`
--

INSERT INTO `delivery_service` (`id`, `created_at`, `updated_at`, `delivery_id`, `service_id`) VALUES
(1, NULL, NULL, 4, 1),
(2, NULL, NULL, 4, 2),
(3, NULL, NULL, 5, 1),
(4, NULL, NULL, 5, 2),
(5, NULL, NULL, 3, 5),
(6, NULL, NULL, 3, 6),
(7, NULL, NULL, 3, 1),
(8, NULL, NULL, 3, 2),
(9, NULL, NULL, 3, 7),
(10, NULL, NULL, 6, 1),
(11, NULL, NULL, 6, 2),
(12, NULL, NULL, 6, 5),
(13, NULL, NULL, 6, 6),
(14, NULL, NULL, 6, 7);

-- --------------------------------------------------------

--
-- Table structure for table `departments`
--

DROP TABLE IF EXISTS `departments`;
CREATE TABLE IF NOT EXISTS `departments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8 NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `departments`
--

INSERT INTO `departments` (`id`, `name`, `created_at`, `updated_at`) VALUES
(6, 'tester', '2020-12-16 19:00:30', '2020-12-16 19:00:30');

-- --------------------------------------------------------

--
-- Table structure for table `doctors`
--

DROP TABLE IF EXISTS `doctors`;
CREATE TABLE IF NOT EXISTS `doctors` (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `gender` enum('male','female') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'male',
  `description` text COLLATE utf8mb4_unicode_ci,
  `degree` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `specialty_id` int(11) DEFAULT NULL,
  `address` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `auto_message` text COLLATE utf8mb4_unicode_ci,
  `medical_price` int(11) DEFAULT NULL,
  `visit_price` int(11) DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pin_code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pin_code_date_expired` datetime DEFAULT NULL,
  `rate` int(11) DEFAULT '0',
  `status` enum('pending','rejected','active','deactivate') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'pending',
  `type` enum('doctor','nurse') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'doctor',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `phone_unique` (`phone`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `doctors`
--

INSERT INTO `doctors` (`id`, `name`, `phone`, `email`, `gender`, `description`, `degree`, `specialty_id`, `address`, `auto_message`, `medical_price`, `visit_price`, `password`, `pin_code`, `pin_code_date_expired`, `rate`, `status`, `type`, `created_at`, `updated_at`, `deleted_at`) VALUES
(3, 'سماء', '01091674076', 'samaa@yahoo.com', 'female', 'ببتبتبتتبتب', 'specialist', 8, 'المدينة المنوره', 'ببىبىبىبىىب', NULL, NULL, NULL, '1111', '2021-05-20 14:24:33', 5, 'active', 'doctor', '2021-04-26 11:18:58', '2021-05-24 08:29:38', NULL),
(5, 'لين أحمد', '01091674077', 'leen@gmail.com', 'female', 'جديدييددييديديدد', 'professor', 11, 'دمياط الجديده', 'الرد التلقائي للاستشاره الرد التلقائي للاستشاره الرد التلقائي للاستشاره', NULL, NULL, NULL, NULL, NULL, 0, 'pending', 'doctor', '2021-04-26 13:19:51', '2021-04-26 13:19:51', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `doctor_region`
--

DROP TABLE IF EXISTS `doctor_region`;
CREATE TABLE IF NOT EXISTS `doctor_region` (
  `doctor_id` int(10) UNSIGNED NOT NULL,
  `region_id` int(10) UNSIGNED NOT NULL,
  KEY `doctor_region_doctor_id_foreign` (`doctor_id`),
  KEY `doctor_region_region_id_foreign` (`region_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `doctor_region`
--

INSERT INTO `doctor_region` (`doctor_id`, `region_id`) VALUES
(5, 1);

-- --------------------------------------------------------

--
-- Table structure for table `doctor_reviews`
--

DROP TABLE IF EXISTS `doctor_reviews`;
CREATE TABLE IF NOT EXISTS `doctor_reviews` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `doctor_id` int(11) NOT NULL,
  `client_id` int(11) DEFAULT NULL,
  `medical_consulation_id` int(11) DEFAULT NULL,
  `rate` int(11) NOT NULL DEFAULT '0',
  `comment` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `doctor_reviews`
--

INSERT INTO `doctor_reviews` (`id`, `doctor_id`, `client_id`, `medical_consulation_id`, `rate`, `comment`, `created_at`, `updated_at`) VALUES
(2, 3, 3, 2, 5, 'new', '2021-05-24 08:29:38', '2021-05-24 08:29:38');

-- --------------------------------------------------------

--
-- Table structure for table `emergency_numbers`
--

DROP TABLE IF EXISTS `emergency_numbers`;
CREATE TABLE IF NOT EXISTS `emergency_numbers` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `number` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `emergency_numbers`
--

INSERT INTO `emergency_numbers` (`id`, `title`, `number`, `is_active`, `order`, `created_at`, `updated_at`) VALUES
(1, 'الدفاع المدنى', '911', 1, 1, '2020-06-19 21:21:35', '2020-12-16 18:19:28'),
(2, 'الاسعاف', '123', 1, 2, '2020-06-19 21:21:35', '2020-12-16 18:18:45'),
(7, 'المطافئ', '55', 1, 3, '2020-12-16 18:25:12', '2020-12-16 18:25:12');

-- --------------------------------------------------------

--
-- Table structure for table `event_hospital_requests`
--

DROP TABLE IF EXISTS `event_hospital_requests`;
CREATE TABLE IF NOT EXISTS `event_hospital_requests` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `hospital_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `event_hospital_requests`
--

INSERT INTO `event_hospital_requests` (`id`, `hospital_id`, `order_id`, `created_at`, `updated_at`) VALUES
(1, 1, 196, NULL, NULL),
(3, 1, 197, NULL, NULL),
(5, 1, 198, NULL, NULL),
(7, 1, 200, NULL, NULL),
(9, 1, 201, NULL, NULL),
(11, 1, 202, NULL, NULL),
(13, 1, 204, NULL, NULL),
(14, 2, 212, NULL, NULL),
(15, 2, 216, NULL, NULL),
(16, 2, 227, NULL, NULL),
(17, 2, 228, NULL, NULL),
(18, 2, 229, NULL, NULL),
(19, 2, 230, NULL, NULL),
(20, 2, 231, NULL, NULL),
(21, 2, 232, NULL, NULL),
(22, 2, 233, NULL, NULL),
(23, 2, 234, NULL, NULL),
(24, 2, 235, NULL, NULL),
(25, 2, 236, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

DROP TABLE IF EXISTS `failed_jobs`;
CREATE TABLE IF NOT EXISTS `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `governorate_shippings`
--

DROP TABLE IF EXISTS `governorate_shippings`;
CREATE TABLE IF NOT EXISTS `governorate_shippings` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `from` int(10) UNSIGNED NOT NULL,
  `to` int(10) UNSIGNED NOT NULL,
  `shipping` double(8,2) NOT NULL,
  `active` tinyint(4) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `governorate_shippings`
--

INSERT INTO `governorate_shippings` (`id`, `from`, `to`, `shipping`, `active`, `created_at`, `updated_at`) VALUES
(1, 1, 2, 30.00, 1, NULL, '2021-07-28 14:33:03'),
(2, 3, 4, 50.00, 0, '2021-07-28 14:32:24', '2021-07-28 14:38:08');

-- --------------------------------------------------------

--
-- Table structure for table `hospitals`
--

DROP TABLE IF EXISTS `hospitals`;
CREATE TABLE IF NOT EXISTS `hospitals` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `city_id` int(11) NOT NULL,
  `region_id` int(11) NOT NULL,
  `latitude` decimal(10,8) NOT NULL,
  `longitude` decimal(10,8) NOT NULL,
  `status` enum('pending','rejected','setup','active','deactivate') COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `hospitals`
--

INSERT INTO `hospitals` (`id`, `name`, `phone`, `email`, `description`, `city_id`, `region_id`, `latitude`, `longitude`, `status`, `created_at`, `updated_at`) VALUES
(1, 'الالمانى السعودى', '010916740666', 'sss@yahoo.cpm', 'ss', 0, 1, '24.82570965', '39.82164145', 'active', '2020-07-02 19:25:23', '2021-05-01 13:52:37'),
(2, 'الطبى العالمى', '', '', '', 0, 0, '30.19360000', '31.65610000', 'active', '2020-07-02 19:25:23', '2020-07-02 19:25:23'),
(3, 'ss', '2222', '22@jj.com', 'dd', 5, 5, '24.54882126', '39.64006662', 'active', '2021-05-01 13:38:20', '2021-05-01 13:48:47');

-- --------------------------------------------------------

--
-- Table structure for table `hospital_clients`
--

DROP TABLE IF EXISTS `hospital_clients`;
CREATE TABLE IF NOT EXISTS `hospital_clients` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `client_id` int(11) NOT NULL,
  `hospital_id` int(11) NOT NULL,
  `user_name` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `insurance_number` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `discount` int(11) DEFAULT NULL,
  `end_date` date DEFAULT NULL,
  `password` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `hospital_clients`
--

INSERT INTO `hospital_clients` (`id`, `client_id`, `hospital_id`, `user_name`, `insurance_number`, `discount`, `end_date`, `password`, `remember_token`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 107, 1, 'ebtsamsabeha', '1233333', 1, '2022-09-14', '$2y$10$tcVirzLAMcCklky0iQa5M.uWK4S7J4hX1J3/QRN7Mxc.LobLlwPO6', NULL, 1, '2021-05-24 12:03:11', '2021-05-24 12:03:11'),
(2, 108, 1, 'ebtsam', '78945623', 10, '2022-05-11', '$2y$10$0saS3HvToVfICchUCnp61O3XVjL8d5QOcXm6w/JFx6etsuA3yDx6q', NULL, 0, '2021-05-24 12:03:55', '2021-05-24 13:19:35');

-- --------------------------------------------------------

--
-- Table structure for table `hospital_order`
--

DROP TABLE IF EXISTS `hospital_order`;
CREATE TABLE IF NOT EXISTS `hospital_order` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `hospital_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `type` enum('doctor','nurse') COLLATE utf8mb4_unicode_ci NOT NULL,
  `number` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `hospital_order`
--

INSERT INTO `hospital_order` (`id`, `hospital_id`, `order_id`, `type`, `number`, `created_at`, `updated_at`) VALUES
(1, 1, 196, 'doctor', 9, NULL, NULL),
(2, 1, 196, 'nurse', 9, NULL, NULL),
(3, 1, 200, 'doctor', 50, NULL, NULL),
(4, 1, 200, 'nurse', 22, NULL, NULL),
(5, 1, 201, 'doctor', 22, NULL, NULL),
(6, 1, 201, 'nurse', 22, NULL, NULL),
(9, 1, 198, 'doctor', 10, NULL, NULL),
(10, 1, 198, 'nurse', 5, NULL, NULL),
(11, 1, 202, 'doctor', 2, NULL, NULL),
(12, 1, 202, 'nurse', 2, NULL, NULL),
(13, 1, 204, 'doctor', 5, NULL, NULL),
(14, 1, 204, 'nurse', 5, NULL, NULL),
(20, 27, 8, 'doctor', 1, NULL, NULL),
(21, 27, 16, 'doctor', 2, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `hospital_order_requests`
--

DROP TABLE IF EXISTS `hospital_order_requests`;
CREATE TABLE IF NOT EXISTS `hospital_order_requests` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `hospital_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `type` enum('doctor','nurse') COLLATE utf8mb4_unicode_ci NOT NULL,
  `number` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `hospital_order_requests`
--

INSERT INTO `hospital_order_requests` (`id`, `hospital_id`, `order_id`, `type`, `number`, `created_at`, `updated_at`) VALUES
(3, 1, 196, 'doctor', 1, NULL, NULL),
(4, 1, 196, 'nurse', 1, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `hospital_users`
--

DROP TABLE IF EXISTS `hospital_users`;
CREATE TABLE IF NOT EXISTS `hospital_users` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `hospital_id` int(11) NOT NULL,
  `name` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `hospital_users`
--

INSERT INTO `hospital_users` (`id`, `hospital_id`, `name`, `email`, `password`, `remember_token`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 1, 'dev', 'dev.corptia@gmail.com', '$2y$10$sWzRHumSpJgSKn.l3eAHBeXn26Rx0jjqs03xbzRvWhyxSAfJeDhRC', 'Wv5PYBFI8GbVXYt7lcuVjVyGDPioLDPggKr8MvUb8bj7aFnKbtikds6jjjSd', 1, NULL, '2021-02-18 11:08:57'),
(2, 1, 'hospital new', 'hospital@gmail.com', '$2y$10$Vul9LYazw3jWGKVcxdnDuep2zDfziHTcGaDTMjioCW/Z5TLEAXKPi', NULL, 1, '2021-05-01 09:15:49', '2021-05-01 09:24:04');

-- --------------------------------------------------------

--
-- Table structure for table `jobs`
--

DROP TABLE IF EXISTS `jobs`;
CREATE TABLE IF NOT EXISTS `jobs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `exp` varchar(255) NOT NULL,
  `education` varchar(255) NOT NULL,
  `country_id` int(11) NOT NULL,
  `department_id` int(11) NOT NULL,
  `is_open` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `jobs`
--

INSERT INTO `jobs` (`id`, `title`, `exp`, `education`, `country_id`, `department_id`, `is_open`, `created_at`, `updated_at`) VALUES
(4, 'devloper', '1 years', 'eng', 4, 1, 0, '2020-12-01 15:04:14', '2021-03-09 17:34:14'),
(5, 'devloper', '1 years', 'eng', 4, 1, 0, '2020-12-01 14:52:48', '2020-12-21 19:50:49'),
(6, 'devloper', '1 years', 'eng', 1, 6, 0, '2020-12-21 19:49:22', '2020-12-21 19:49:22');

-- --------------------------------------------------------

--
-- Table structure for table `job_applications`
--

DROP TABLE IF EXISTS `job_applications`;
CREATE TABLE IF NOT EXISTS `job_applications` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `f_name` varchar(255) NOT NULL,
  `l_name` varchar(255) NOT NULL,
  `job_id` int(11) NOT NULL,
  `phone` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `is_seen` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `laboratories`
--

DROP TABLE IF EXISTS `laboratories`;
CREATE TABLE IF NOT EXISTS `laboratories` (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `doctor_name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `type` enum('all','analysis','radiology') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'analysis',
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone_2` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `date_type` enum('always','days','shifts') COLLATE utf8mb4_unicode_ci DEFAULT 'always',
  `region_id` int(11) NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci,
  `address` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `auto_message` text COLLATE utf8mb4_unicode_ci,
  `is_visit` tinyint(4) NOT NULL DEFAULT '1',
  `visit_price` int(11) DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pin_code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pin_code_date_expired` datetime DEFAULT NULL,
  `rate` int(11) DEFAULT '0',
  `status` enum('pending','rejected','active','deactivate') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'active',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `phone_unique` (`name`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `laboratories`
--

INSERT INTO `laboratories` (`id`, `name`, `doctor_name`, `type`, `phone`, `phone_2`, `email`, `date_type`, `region_id`, `description`, `address`, `auto_message`, `is_visit`, `visit_price`, `password`, `pin_code`, `pin_code_date_expired`, `rate`, `status`, `created_at`, `updated_at`, `deleted_at`) VALUES
(6, 'gg', NULL, 'all', '55555588', '333', 'ee@u.com', 'always', 1, 'ff', 'ddddiii', NULL, 1, NULL, NULL, NULL, NULL, 0, 'active', '2021-07-27 08:00:45', '2021-07-27 08:38:41', NULL),
(7, '222', 'vvv', 'all', '2222', '6666', 'eee@jj.com', 'shifts', 8, 'ff', 'ff', NULL, 0, 10, NULL, NULL, NULL, 0, 'active', '2021-07-27 09:08:02', '2021-07-29 09:55:11', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `laboratory_visits`
--

DROP TABLE IF EXISTS `laboratory_visits`;
CREATE TABLE IF NOT EXISTS `laboratory_visits` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `client_id` int(10) UNSIGNED NOT NULL,
  `laboratory_id` int(11) NOT NULL,
  `country_id` int(10) UNSIGNED NOT NULL,
  `schedule_date` datetime DEFAULT NULL,
  `coupon_id` int(10) UNSIGNED DEFAULT NULL,
  `address` mediumtext COLLATE utf8mb4_unicode_ci,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `other_phone` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `price` double(8,2) NOT NULL DEFAULT '0.00',
  `shipping` double(8,2) NOT NULL DEFAULT '0.00',
  `discount` double(8,2) NOT NULL DEFAULT '0.00',
  `total` double(8,2) NOT NULL DEFAULT '0.00',
  `payment_method` enum('when_receipt','credit_card','wallet') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'when_receipt',
  `status` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `active` tinyint(4) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `laboratory_visits`
--

INSERT INTO `laboratory_visits` (`id`, `client_id`, `laboratory_id`, `country_id`, `schedule_date`, `coupon_id`, `address`, `phone`, `other_phone`, `price`, `shipping`, `discount`, `total`, `payment_method`, `status`, `active`, `created_at`, `updated_at`) VALUES
(1, 107, 7, 2, '1991-10-12 00:00:00', NULL, 'kdjdjdjjdjjd', '0055555', NULL, 110.00, 10.00, 0.00, 10.00, 'wallet', 'pending', 1, '2021-08-01 09:19:41', '2021-08-01 09:19:41'),
(2, 107, 7, 2, '1991-10-12 00:00:00', NULL, 'kdjdjdjjdjjd', '0055555', NULL, 110.00, 10.00, 0.00, 10.00, 'wallet', 'canceled', 1, '2021-08-01 12:06:40', '2021-08-04 10:50:27');

-- --------------------------------------------------------

--
-- Table structure for table `laboratory_visit_items`
--

DROP TABLE IF EXISTS `laboratory_visit_items`;
CREATE TABLE IF NOT EXISTS `laboratory_visit_items` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `item_id` int(11) NOT NULL,
  `laboratory_visit_id` int(11) NOT NULL,
  `price` double(8,2) NOT NULL DEFAULT '0.00',
  `total_price` double(8,2) NOT NULL DEFAULT '0.00',
  `quantity` int(11) NOT NULL,
  `offer_price` double(8,2) NOT NULL DEFAULT '0.00',
  `note` text COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `laboratory_visit_items`
--

INSERT INTO `laboratory_visit_items` (`id`, `item_id`, `laboratory_visit_id`, `price`, `total_price`, `quantity`, `offer_price`, `note`, `created_at`, `updated_at`) VALUES
(1, 3, 1, 55.00, 110.00, 2, 0.00, NULL, '2021-08-01 09:19:41', '2021-08-01 09:19:41'),
(2, 3, 2, 55.00, 110.00, 2, 0.00, NULL, '2021-08-01 12:06:40', '2021-08-01 12:06:40');

-- --------------------------------------------------------

--
-- Table structure for table `logs`
--

DROP TABLE IF EXISTS `logs`;
CREATE TABLE IF NOT EXISTS `logs` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `type` enum('admin','client','delivery','doctor','hospital') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'admin',
  `title` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci,
  `logable_type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `logable_id` int(10) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `logs`
--

INSERT INTO `logs` (`id`, `user_id`, `type`, `title`, `description`, `logable_type`, `logable_id`, `created_at`, `updated_at`) VALUES
(1, 3, 'admin', ' رساله جديده للاستشاره  #23', NULL, 'App\\Models\\MedicalConsulation', 2, '2021-05-20 14:34:10', '2021-05-20 14:34:10'),
(2, 1, 'admin', '  تعديل قسم # للاعلانات1', NULL, 'App\\Models\\SliderCategory', 1, '2021-07-17 08:40:54', '2021-07-17 08:40:54'),
(3, 1, 'admin', 'تعديل إعلان #1', NULL, 'App\\Models\\Slider', 1, '2021-07-17 08:47:12', '2021-07-17 08:47:12'),
(4, 1, 'admin', 'إضافة إعلان  #2', NULL, 'App\\Models\\Slider', 2, '2021-07-17 08:47:37', '2021-07-17 08:47:37'),
(5, 1, 'admin', 'إضافة إعلان  #3', NULL, 'App\\Models\\Slider', 3, '2021-07-17 08:48:09', '2021-07-17 08:48:09'),
(6, 1, 'admin', 'حذف إعلان  #3', NULL, 'App\\Models\\Slider', 3, '2021-07-17 08:48:36', '2021-07-17 08:48:36'),
(7, 1, 'admin', 'حذف إعلان  #2', NULL, 'App\\Models\\Slider', 2, '2021-07-17 08:48:40', '2021-07-17 08:48:40'),
(8, 1, 'admin', 'إضافة إعلان  #4', NULL, 'App\\Models\\Slider', 4, '2021-07-17 08:48:59', '2021-07-17 08:48:59'),
(9, 1, 'admin', 'تعديل إعلان #4', NULL, 'App\\Models\\Slider', 4, '2021-07-17 08:50:01', '2021-07-17 08:50:01'),
(10, 1, 'admin', 'إضافة إعلان  #5', NULL, 'App\\Models\\Slider', 5, '2021-07-17 08:50:40', '2021-07-17 08:50:40'),
(11, 1, 'admin', '  إضافة قسم للاعلانات#2', NULL, 'App\\Models\\SliderCategory', 2, '2021-07-17 09:10:30', '2021-07-17 09:10:30'),
(12, 1, 'admin', 'تعديل إعلان #1', NULL, 'App\\Models\\Slider', 1, '2021-07-17 09:23:35', '2021-07-17 09:23:35'),
(13, 1, 'admin', 'تعديل إعلان #1', NULL, 'App\\Models\\Slider', 1, '2021-07-17 09:23:44', '2021-07-17 09:23:44'),
(14, 1, 'admin', 'إضافة إعلان  #10', NULL, 'App\\Models\\Slider', 10, '2021-07-17 09:52:55', '2021-07-17 09:52:55'),
(15, 1, 'admin', 'تعديل إعلان #10', NULL, 'App\\Models\\Slider', 10, '2021-07-17 10:02:32', '2021-07-17 10:02:32'),
(16, 1, 'admin', 'تعديل إعلان #10', NULL, 'App\\Models\\Slider', 10, '2021-07-17 10:02:52', '2021-07-17 10:02:52'),
(17, 1, 'admin', 'إضافة إعلان  #11', NULL, 'App\\Models\\Slider', 11, '2021-07-17 10:03:14', '2021-07-17 10:03:14'),
(18, 1, 'admin', '  إضافة قسم للاعلانات#1', NULL, 'App\\Models\\SliderCategory', 1, '2021-07-17 10:06:00', '2021-07-17 10:06:00'),
(19, 1, 'admin', 'إضافة إعلان  #1', NULL, 'App\\Models\\Slider', 1, '2021-07-17 10:06:58', '2021-07-17 10:06:58'),
(20, 1, 'admin', 'تعديل إعلان #1', NULL, 'App\\Models\\Slider', 1, '2021-07-17 10:20:06', '2021-07-17 10:20:06'),
(21, 1, 'admin', 'إضافة إعلان  #2', NULL, 'App\\Models\\Slider', 2, '2021-07-17 10:20:30', '2021-07-17 10:20:30');

-- --------------------------------------------------------

--
-- Table structure for table `medical_consulations`
--

DROP TABLE IF EXISTS `medical_consulations`;
CREATE TABLE IF NOT EXISTS `medical_consulations` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `client_id` int(11) DEFAULT NULL,
  `doctor_id` int(11) DEFAULT NULL,
  `status` enum('pending','accepted','cancel','rejected','closed') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'pending',
  `description` longtext COLLATE utf8mb4_unicode_ci,
  `reason` text COLLATE utf8mb4_unicode_ci,
  `medical_date_at` datetime DEFAULT NULL,
  `price` int(11) DEFAULT NULL,
  `amount_paid` int(11) DEFAULT NULL,
  `paid_at` datetime DEFAULT NULL,
  `payment_method` enum('credit_card','wallet') COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `medical_consulations`
--

INSERT INTO `medical_consulations` (`id`, `client_id`, `doctor_id`, `status`, `description`, `reason`, `medical_date_at`, `price`, `amount_paid`, `paid_at`, `payment_method`, `created_at`, `updated_at`) VALUES
(2, 107, 3, 'accepted', 'description description descriptionddddddddd', 'reason reason reasonfkkfkfkfk', NULL, NULL, NULL, NULL, NULL, '2021-04-28 08:07:48', '2021-05-20 14:20:53');

-- --------------------------------------------------------

--
-- Table structure for table `medical_consulation_status`
--

DROP TABLE IF EXISTS `medical_consulation_status`;
CREATE TABLE IF NOT EXISTS `medical_consulation_status` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `medical_consulation_id` int(11) NOT NULL,
  `status` enum('pending','accepted','cancel','rejected','closed') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'pending',
  `editable_type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `editable_id` int(10) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `medical_consulation_status`
--

INSERT INTO `medical_consulation_status` (`id`, `medical_consulation_id`, `status`, `editable_type`, `editable_id`, `created_at`, `updated_at`) VALUES
(1, 2, 'pending', 'api_client', 107, '2021-04-28 08:07:48', '2021-04-28 08:07:48'),
(2, 2, 'accepted', 'api_doctor', 3, '2021-05-20 14:20:53', '2021-05-20 14:20:53'),
(3, 2, 'accepted', 'api_doctor', 3, '2021-05-20 14:21:27', '2021-05-20 14:21:27');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

DROP TABLE IF EXISTS `migrations`;
CREATE TABLE IF NOT EXISTS `migrations` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `migration` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2016_06_01_000001_create_oauth_auth_codes_table', 1),
(4, '2016_06_01_000002_create_oauth_access_tokens_table', 1),
(5, '2016_06_01_000003_create_oauth_refresh_tokens_table', 1),
(6, '2016_06_01_000004_create_oauth_clients_table', 1),
(7, '2016_06_01_000005_create_oauth_personal_access_clients_table', 1),
(8, '2019_08_19_000000_create_failed_jobs_table', 1),
(9, '2020_04_22_070025_create_permission_tables', 1),
(10, '2020_06_17_185654_create_addresses_table', 1),
(11, '2020_06_17_185654_create_attachments_table', 1),
(12, '2020_06_17_185654_create_cities_table', 1),
(13, '2020_06_17_185654_create_client_notification_table', 1),
(14, '2020_06_17_185654_create_clients_table', 1),
(15, '2020_06_17_185654_create_contacts_table', 1),
(16, '2020_06_17_185654_create_countries_table', 1),
(17, '2020_06_17_185654_create_credit_cards_table', 1),
(18, '2020_06_17_185654_create_emergency_numbers_table', 1),
(19, '2020_06_17_185654_create_hospitals_table', 1),
(20, '2020_06_17_185654_create_notifications_table', 1),
(21, '2020_06_17_185654_create_orders_table', 1),
(22, '2020_06_17_185654_create_pharmacies_table', 1),
(23, '2020_06_17_185654_create_posts_table', 1),
(24, '2020_06_17_185654_create_regions_table', 1),
(25, '2020_06_17_185654_create_reviews_table', 1),
(26, '2020_06_17_185654_create_services_table', 1),
(27, '2020_06_17_185654_create_settings_categories_table', 1),
(28, '2020_06_17_185654_create_settings_table', 1),
(29, '2020_06_17_185654_create_sliders_table', 1),
(30, '2020_06_17_185654_create_wallet_transactions_table', 1),
(31, '2020_06_17_185654_create_written_orders_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `model_has_permissions`
--

DROP TABLE IF EXISTS `model_has_permissions`;
CREATE TABLE IF NOT EXISTS `model_has_permissions` (
  `permission_id` bigint(20) UNSIGNED NOT NULL,
  `model_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL,
  PRIMARY KEY (`permission_id`,`model_id`,`model_type`),
  KEY `model_has_permissions_model_id_model_type_index` (`model_id`,`model_type`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `model_has_permissions`
--

INSERT INTO `model_has_permissions` (`permission_id`, `model_type`, `model_id`) VALUES
(1, 'App\\User', 1);

-- --------------------------------------------------------

--
-- Table structure for table `model_has_roles`
--

DROP TABLE IF EXISTS `model_has_roles`;
CREATE TABLE IF NOT EXISTS `model_has_roles` (
  `role_id` bigint(20) UNSIGNED NOT NULL,
  `model_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL,
  PRIMARY KEY (`role_id`,`model_id`,`model_type`),
  KEY `model_has_roles_model_id_model_type_index` (`model_id`,`model_type`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `model_has_roles`
--

INSERT INTO `model_has_roles` (`role_id`, `model_type`, `model_id`) VALUES
(35, 'App\\User', 1),
(36, 'App\\User', 1),
(37, 'App\\User', 1),
(38, 'App\\User', 1),
(39, 'App\\User', 1),
(40, 'App\\User', 1),
(41, 'App\\User', 1),
(35, 'App\\User', 37),
(36, 'App\\User', 37),
(35, 'App\\User', 39),
(36, 'App\\User', 39),
(35, 'App\\User', 40),
(40, 'App\\User', 40);

-- --------------------------------------------------------

--
-- Table structure for table `notifiables`
--

DROP TABLE IF EXISTS `notifiables`;
CREATE TABLE IF NOT EXISTS `notifiables` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `notification_id` int(11) NOT NULL,
  `is_read` tinyint(4) NOT NULL DEFAULT '0',
  `notifiable_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `notifiable_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=895 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `notifiables`
--

INSERT INTO `notifiables` (`id`, `notification_id`, `is_read`, `notifiable_type`, `notifiable_id`, `created_at`, `updated_at`) VALUES
(1, 1, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(2, 1, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(3, 1, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(4, 1, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(5, 2, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(6, 2, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(7, 2, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(8, 2, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(9, 3, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(10, 3, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(11, 3, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(12, 3, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(13, 4, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(14, 4, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(15, 4, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(16, 4, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(17, 5, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(18, 5, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(19, 5, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(20, 5, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(21, 6, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(22, 6, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(23, 6, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(24, 6, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(25, 7, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(26, 7, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(27, 8, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(28, 8, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(29, 8, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(30, 8, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(31, 9, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(32, 9, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(33, 9, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(34, 9, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(35, 10, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(36, 10, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(37, 10, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(38, 10, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(39, 11, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(40, 11, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(41, 11, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(42, 11, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(43, 12, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(44, 12, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(45, 12, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(46, 12, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(47, 13, 1, 'App\\Models\\Client', 12, NULL, NULL),
(48, 14, 1, 'App\\Models\\Client', 12, NULL, NULL),
(49, 15, 1, 'App\\Models\\Client', 12, NULL, NULL),
(50, 16, 1, 'App\\Models\\Client', 12, NULL, NULL),
(51, 17, 0, 'App\\Models\\Client', 12, NULL, NULL),
(52, 18, 0, 'App\\Models\\Client', 12, NULL, NULL),
(53, 19, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(54, 19, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(55, 19, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(56, 20, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(57, 20, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(58, 20, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(59, 21, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(60, 21, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(61, 22, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(62, 22, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(63, 22, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(64, 23, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(65, 23, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(66, 23, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(67, 24, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(68, 24, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(69, 25, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(70, 25, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(71, 25, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(72, 26, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(73, 26, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(74, 26, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(75, 27, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(76, 27, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(77, 27, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(78, 28, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(79, 28, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(80, 28, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(81, 29, 1, 'App\\Models\\Client', 12, NULL, NULL),
(82, 30, 0, 'App\\Models\\Client', 12, NULL, NULL),
(83, 31, 1, 'App\\Models\\Client', 12, NULL, NULL),
(84, 32, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(85, 32, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(86, 32, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(87, 33, 1, 'App\\Models\\Client', 12, NULL, NULL),
(88, 34, 1, 'App\\Models\\Client', 12, NULL, NULL),
(89, 35, 1, 'App\\Models\\Client', 12, NULL, NULL),
(90, 36, 0, 'App\\Models\\Client', 12, NULL, NULL),
(91, 37, 0, 'App\\Models\\Client', 12, NULL, NULL),
(92, 38, 0, 'App\\Models\\Client', 12, NULL, NULL),
(93, 39, 0, 'App\\Models\\Client', 12, NULL, NULL),
(94, 40, 0, 'App\\Models\\Client', 12, NULL, NULL),
(95, 41, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(96, 41, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(97, 41, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(98, 42, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(99, 42, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(100, 43, 1, 'App\\Models\\Client', 12, NULL, NULL),
(101, 44, 1, 'App\\Models\\Client', 12, NULL, NULL),
(102, 45, 1, 'App\\Models\\Client', 12, NULL, NULL),
(103, 46, 1, 'App\\Models\\Client', 12, NULL, NULL),
(104, 47, 1, 'App\\Models\\Client', 12, NULL, NULL),
(105, 48, 1, 'App\\Models\\Client', 12, NULL, NULL),
(106, 49, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(107, 49, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(108, 49, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(109, 49, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(110, 50, 0, 'App\\Models\\Client', 18, NULL, NULL),
(111, 51, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(112, 51, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(113, 51, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(114, 52, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(115, 52, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(116, 52, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(117, 52, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(118, 53, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(119, 53, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(120, 53, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(121, 53, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(122, 54, 0, 'App\\Models\\Client', 12, NULL, NULL),
(123, 55, 0, 'App\\Models\\Client', 12, NULL, NULL),
(124, 56, 0, 'App\\Models\\Client', 12, NULL, NULL),
(125, 57, 1, 'App\\Models\\Client', 12, NULL, NULL),
(126, 58, 1, 'App\\Models\\Client', 12, NULL, NULL),
(127, 59, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(128, 59, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(129, 59, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(130, 60, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(131, 60, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(132, 60, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(133, 61, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(134, 61, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(135, 61, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(136, 62, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(137, 62, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(138, 62, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(139, 63, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(140, 63, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(141, 63, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(142, 64, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(143, 64, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(144, 65, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(145, 65, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(146, 66, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(147, 66, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(148, 66, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(149, 67, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(150, 67, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(151, 67, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(152, 68, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(153, 68, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(154, 68, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(155, 69, 0, 'App\\Models\\Client', 12, NULL, NULL),
(156, 70, 0, 'App\\Models\\Client', 12, NULL, NULL),
(157, 71, 0, 'App\\Models\\Client', 12, NULL, NULL),
(158, 72, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(159, 72, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(160, 72, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(161, 72, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(162, 73, 0, 'App\\Models\\Client', 12, NULL, NULL),
(163, 74, 0, 'App\\Models\\Client', 12, NULL, NULL),
(164, 75, 0, 'App\\Models\\Client', 12, NULL, NULL),
(165, 76, 0, 'App\\Models\\Client', 12, NULL, NULL),
(166, 77, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(167, 77, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(168, 77, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(169, 78, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(170, 78, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(171, 78, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(172, 78, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(173, 79, 1, 'App\\Models\\Client', 12, NULL, NULL),
(174, 80, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(175, 80, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(176, 80, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(177, 81, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(178, 81, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(179, 81, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(180, 82, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(181, 82, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(182, 82, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(183, 83, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(184, 83, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(185, 83, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(186, 84, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(187, 84, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(188, 84, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(189, 85, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(190, 85, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(191, 85, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(192, 86, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(193, 86, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(194, 86, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(195, 87, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(196, 87, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(197, 87, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(198, 88, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(199, 88, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(200, 88, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(201, 89, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(202, 89, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(203, 90, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(204, 90, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(205, 90, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(206, 91, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(207, 91, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(208, 91, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(209, 92, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(210, 92, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(211, 92, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(212, 93, 0, 'App\\Models\\Client', 12, NULL, NULL),
(213, 94, 0, 'App\\Models\\Client', 12, NULL, NULL),
(214, 95, 0, 'App\\Models\\Client', 12, NULL, NULL),
(215, 96, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(216, 96, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(217, 96, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(218, 96, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(219, 97, 0, 'App\\Models\\Client', 12, NULL, NULL),
(220, 98, 0, 'App\\Models\\Client', 12, NULL, NULL),
(221, 99, 1, 'App\\Models\\Client', 12, NULL, NULL),
(222, 100, 0, 'App\\Models\\Client', 18, NULL, NULL),
(223, 101, 1, 'App\\Models\\Client', 12, NULL, NULL),
(224, 102, 0, 'App\\Models\\Client', 18, NULL, NULL),
(225, 103, 1, 'App\\Models\\Client', 12, NULL, NULL),
(226, 104, 0, 'App\\Models\\Client', 12, NULL, NULL),
(227, 105, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(228, 105, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(229, 105, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(230, 106, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(231, 106, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(232, 106, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(233, 106, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(234, 107, 0, 'App\\Models\\Client', 12, NULL, NULL),
(235, 108, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(236, 108, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(237, 108, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(238, 109, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(239, 109, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(240, 109, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(241, 110, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(242, 110, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(243, 110, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(244, 111, 1, 'App\\Models\\Client', 12, NULL, NULL),
(245, 112, 1, 'App\\Models\\Client', 12, NULL, NULL),
(246, 113, 1, 'App\\Models\\Client', 12, NULL, NULL),
(247, 114, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(248, 114, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(249, 114, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(250, 115, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(251, 115, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(252, 115, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(253, 116, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(254, 116, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(255, 116, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(256, 117, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(257, 117, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(258, 117, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(259, 118, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(260, 118, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(261, 118, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(262, 119, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(263, 119, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(264, 119, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(265, 120, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(266, 120, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(267, 120, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(268, 121, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(269, 121, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(270, 121, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(271, 122, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(272, 122, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(273, 122, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(274, 123, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(275, 123, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(276, 123, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(277, 124, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(278, 124, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(279, 124, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(280, 125, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(281, 125, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(282, 125, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(283, 126, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(284, 126, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(285, 126, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(286, 127, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(287, 127, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(288, 127, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(289, 128, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(290, 128, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(291, 128, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(292, 129, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(293, 129, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(294, 129, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(295, 130, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(296, 130, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(297, 130, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(298, 131, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(299, 131, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(300, 131, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(301, 131, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(302, 132, 0, 'App\\Models\\Client', 27, NULL, NULL),
(303, 133, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(304, 133, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(305, 133, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(306, 134, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(307, 134, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(308, 134, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(309, 135, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(310, 135, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(311, 135, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(312, 136, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(313, 136, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(314, 136, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(315, 137, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(316, 137, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(317, 137, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(318, 138, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(319, 138, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(320, 139, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(321, 139, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(322, 139, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(323, 139, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(324, 140, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(325, 140, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(326, 140, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(327, 140, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(328, 141, 0, 'App\\Models\\Client', 27, NULL, NULL),
(329, 142, 0, 'App\\Models\\Client', 27, NULL, NULL),
(330, 143, 0, 'App\\Models\\Client', 27, NULL, NULL),
(331, 144, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(332, 144, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(333, 145, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(334, 145, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(335, 146, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(336, 146, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(337, 147, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(338, 147, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(339, 148, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(340, 148, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(341, 149, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(342, 149, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(343, 149, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(344, 150, 0, 'App\\Models\\Client', 27, NULL, NULL),
(345, 151, 0, 'App\\Models\\Client', 27, NULL, NULL),
(346, 152, 0, 'App\\Models\\Client', 27, NULL, NULL),
(347, 153, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(348, 153, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(349, 153, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(350, 153, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(351, 154, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(352, 154, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(353, 154, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(354, 154, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(355, 155, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(356, 155, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(357, 156, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(358, 156, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(359, 156, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(360, 156, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(361, 157, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(362, 157, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(363, 158, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(364, 158, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(365, 158, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(366, 158, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(367, 159, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(368, 159, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(369, 159, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(370, 159, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(371, 160, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(372, 160, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(373, 160, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(374, 160, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(375, 161, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(376, 161, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(377, 161, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(378, 161, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(379, 162, 1, 'App\\Models\\Client', 1, NULL, NULL),
(380, 163, 1, 'App\\Models\\Client', 1, NULL, NULL),
(381, 164, 0, 'App\\Models\\Client', 51, NULL, NULL),
(382, 165, 0, 'App\\Models\\Client', 51, NULL, NULL),
(383, 166, 1, 'App\\Models\\Client', 1, NULL, NULL),
(384, 167, 1, 'App\\Models\\Client', 1, NULL, NULL),
(385, 168, 1, 'App\\Models\\Client', 1, NULL, NULL),
(386, 169, 1, 'App\\Models\\Client', 1, NULL, NULL),
(387, 170, 1, 'App\\Models\\Client', 1, NULL, NULL),
(388, 171, 0, 'App\\Models\\Client', 51, NULL, NULL),
(389, 172, 0, 'App\\Models\\Client', 51, NULL, NULL),
(390, 173, 0, 'App\\Models\\Client', 51, NULL, NULL),
(391, 174, 0, 'App\\Models\\Client', 51, NULL, NULL),
(392, 175, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(393, 175, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(394, 175, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(395, 175, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(396, 176, 0, 'App\\Models\\Client', 1, NULL, NULL),
(397, 177, 0, 'App\\Models\\Client', 1, NULL, NULL),
(398, 178, 0, 'App\\Models\\Client', 1, NULL, NULL),
(399, 179, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(400, 179, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(401, 179, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(402, 179, 1, 'App\\Models\\Delivery', 6, NULL, NULL),
(403, 180, 1, 'App\\Models\\Client', 52, NULL, NULL),
(404, 181, 1, 'App\\Models\\Client', 52, NULL, NULL),
(405, 182, 1, 'App\\Models\\Client', 52, NULL, NULL),
(406, 183, 1, 'App\\Models\\Client', 52, NULL, NULL),
(407, 184, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(408, 184, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(409, 184, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(410, 185, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(411, 185, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(412, 185, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(413, 186, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(414, 186, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(415, 186, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(416, 187, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(417, 187, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(418, 187, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(419, 188, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(420, 188, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(421, 188, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(422, 189, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(423, 189, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(424, 189, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(425, 190, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(426, 190, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(427, 190, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(428, 191, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(429, 191, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(430, 191, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(431, 192, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(432, 192, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(433, 192, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(434, 193, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(435, 193, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(436, 193, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(437, 194, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(438, 194, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(439, 194, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(440, 195, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(441, 195, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(442, 195, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(443, 195, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(444, 196, 1, 'App\\Models\\Client', 55, NULL, NULL),
(445, 197, 1, 'App\\Models\\Client', 55, NULL, NULL),
(446, 198, 1, 'App\\Models\\Client', 55, NULL, NULL),
(447, 199, 1, 'App\\Models\\Client', 55, NULL, NULL),
(448, 200, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(449, 200, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(450, 200, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(451, 200, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(452, 201, 1, 'App\\Models\\Client', 55, NULL, NULL),
(453, 202, 0, 'App\\Models\\Client', 55, NULL, NULL),
(454, 203, 0, 'App\\Models\\Client', 55, NULL, NULL),
(455, 204, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(456, 204, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(457, 204, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(458, 204, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(459, 205, 0, 'App\\Models\\Client', 55, NULL, NULL),
(460, 206, 0, 'App\\Models\\Client', 55, NULL, NULL),
(461, 207, 0, 'App\\Models\\Client', 55, NULL, NULL),
(462, 208, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(463, 208, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(464, 209, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(465, 209, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(466, 209, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(467, 209, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(468, 210, 0, 'App\\Models\\Client', 55, NULL, NULL),
(469, 211, 0, 'App\\Models\\Client', 55, NULL, NULL),
(470, 212, 1, 'App\\Models\\Client', 55, NULL, NULL),
(471, 213, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(472, 213, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(473, 213, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(474, 213, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(475, 214, 0, 'App\\Models\\Client', 1, NULL, NULL),
(476, 215, 0, 'App\\Models\\Client', 1, NULL, NULL),
(477, 216, 0, 'App\\Models\\Client', 1, NULL, NULL),
(478, 217, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(479, 217, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(480, 217, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(481, 217, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(482, 218, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(483, 218, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(484, 218, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(485, 218, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(486, 219, 1, 'App\\Models\\Client', 56, NULL, NULL),
(487, 220, 1, 'App\\Models\\Client', 56, NULL, NULL),
(488, 221, 1, 'App\\Models\\Client', 56, NULL, NULL),
(489, 222, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(490, 222, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(491, 222, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(492, 222, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(493, 223, 1, 'App\\Models\\Client', 56, NULL, NULL),
(494, 224, 1, 'App\\Models\\Client', 56, NULL, NULL),
(495, 225, 1, 'App\\Models\\Client', 56, NULL, NULL),
(496, 226, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(497, 226, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(498, 226, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(499, 226, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(500, 227, 1, 'App\\Models\\Client', 56, NULL, NULL),
(501, 228, 1, 'App\\Models\\Client', 56, NULL, NULL),
(502, 229, 1, 'App\\Models\\Client', 56, NULL, NULL),
(503, 230, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(504, 230, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(505, 230, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(506, 230, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(507, 231, 1, 'App\\Models\\Client', 56, NULL, NULL),
(508, 232, 1, 'App\\Models\\Client', 56, NULL, NULL),
(509, 233, 1, 'App\\Models\\Client', 56, NULL, NULL),
(510, 234, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(511, 234, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(512, 234, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(513, 234, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(514, 234, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(515, 235, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(516, 235, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(517, 235, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(518, 235, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(519, 235, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(520, 236, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(521, 236, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(522, 236, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(523, 236, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(524, 236, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(525, 237, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(526, 237, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(527, 237, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(528, 237, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(529, 237, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(530, 238, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(531, 238, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(532, 238, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(533, 238, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(534, 238, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(535, 239, 0, 'App\\Models\\Client', 27, NULL, NULL),
(536, 240, 0, 'App\\Models\\Client', 27, NULL, NULL),
(537, 241, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(538, 241, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(539, 241, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(540, 241, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(541, 242, 1, 'App\\Models\\Client', 56, NULL, NULL),
(542, 243, 1, 'App\\Models\\Client', 56, NULL, NULL),
(543, 244, 1, 'App\\Models\\Client', 56, NULL, NULL),
(544, 245, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(545, 245, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(546, 245, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(547, 245, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(548, 246, 1, 'App\\Models\\Client', 56, NULL, NULL),
(549, 247, 1, 'App\\Models\\Client', 56, NULL, NULL),
(550, 248, 1, 'App\\Models\\Client', 56, NULL, NULL),
(551, 249, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(552, 249, 0, 'App\\Models\\Delivery', 2, NULL, NULL),
(553, 249, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(554, 249, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(555, 250, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(556, 250, 0, 'App\\Models\\Delivery', 2, NULL, NULL),
(557, 250, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(558, 250, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(559, 251, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(560, 251, 0, 'App\\Models\\Delivery', 2, NULL, NULL),
(561, 251, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(562, 251, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(563, 252, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(564, 252, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(565, 252, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(566, 252, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(567, 253, 0, 'App\\Models\\Client', 27, NULL, NULL),
(568, 254, 0, 'App\\Models\\Client', 27, NULL, NULL),
(569, 255, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(570, 255, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(571, 256, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(572, 256, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(573, 257, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(574, 257, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(575, 258, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(576, 258, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(577, 259, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(578, 259, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(579, 260, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(580, 260, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(581, 261, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(582, 261, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(583, 262, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(584, 262, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(585, 263, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(586, 263, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(587, 264, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(588, 264, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(589, 265, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(590, 265, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(591, 266, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(592, 266, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(593, 267, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(594, 267, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(595, 268, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(596, 268, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(597, 269, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(598, 269, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(599, 270, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(600, 270, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(601, 271, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(602, 271, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(603, 272, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(604, 272, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(605, 273, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(606, 273, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(607, 274, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(608, 274, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(609, 275, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(610, 275, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(611, 276, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(612, 276, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(613, 277, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(614, 277, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(615, 278, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(616, 278, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(617, 279, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(618, 279, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(619, 280, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(620, 280, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(621, 281, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(622, 281, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(623, 282, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(624, 282, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(625, 283, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(626, 283, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(627, 284, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(628, 284, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(629, 285, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(630, 285, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(631, 286, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(632, 286, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(633, 286, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(634, 286, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(635, 286, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(636, 287, 1, 'App\\Models\\Client', 59, NULL, NULL),
(637, 288, 1, 'App\\Models\\Client', 59, NULL, NULL),
(638, 289, 1, 'App\\Models\\Client', 59, NULL, NULL),
(639, 290, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(640, 290, 1, 'App\\Models\\Delivery', 2, NULL, NULL),
(641, 290, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(642, 290, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(643, 290, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(644, 291, 1, 'App\\Models\\Client', 56, NULL, NULL),
(645, 292, 1, 'App\\Models\\Client', 56, NULL, NULL),
(646, 293, 1, 'App\\Models\\Client', 56, NULL, NULL),
(647, 294, 0, 'App\\Models\\Client', 30, NULL, NULL),
(648, 295, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(649, 295, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(650, 295, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(651, 295, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(652, 296, 0, 'App\\Models\\Client', 27, NULL, NULL),
(653, 297, 0, 'App\\Models\\Client', 27, NULL, NULL),
(654, 298, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(655, 298, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(656, 298, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(657, 299, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(658, 299, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(659, 300, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(660, 300, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(661, 300, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(662, 301, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(663, 301, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(664, 301, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(665, 302, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(666, 302, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(667, 302, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(668, 303, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(669, 303, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(670, 303, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(671, 304, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(672, 304, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(673, 304, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(674, 305, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(675, 305, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(676, 305, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(677, 306, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(678, 306, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(679, 306, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(680, 307, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(681, 307, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(682, 307, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(683, 308, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(684, 308, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(685, 308, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(686, 309, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(687, 309, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(688, 309, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(689, 310, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(690, 310, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(691, 310, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(692, 311, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(693, 311, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(694, 311, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(695, 312, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(696, 312, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(697, 313, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(698, 313, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(699, 314, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(700, 314, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(701, 315, 1, 'App\\Models\\Client', 59, NULL, NULL),
(702, 316, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(703, 316, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(704, 317, 0, 'App\\Models\\Client', 57, NULL, NULL),
(705, 318, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(706, 318, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(707, 319, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(708, 319, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(709, 319, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(710, 320, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(711, 320, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(712, 321, 1, 'App\\Models\\Client', 59, NULL, NULL),
(713, 322, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(714, 322, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(715, 323, 0, 'App\\Models\\Client', 57, NULL, NULL),
(716, 324, 0, 'App\\Models\\Client', 57, NULL, NULL),
(717, 325, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(718, 325, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(719, 326, 0, 'App\\Models\\Client', 57, NULL, NULL),
(720, 327, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(721, 327, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(722, 327, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(723, 328, 0, 'App\\Models\\Hospital', 1, NULL, NULL),
(724, 328, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(725, 329, 0, 'App\\Models\\Client', 57, NULL, NULL),
(726, 333, 0, 'App\\Models\\Client', 1, NULL, NULL),
(727, 334, 0, 'App\\Models\\Client', 1, NULL, NULL),
(728, 335, 0, 'App\\Models\\Client', 63, NULL, NULL),
(729, 336, 0, 'App\\Models\\Client', 63, NULL, NULL),
(730, 337, 0, 'App\\Models\\Client', 63, NULL, NULL),
(731, 338, 0, 'App\\Models\\Client', 63, NULL, NULL),
(732, 345, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(733, 351, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(734, 376, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(735, 377, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(736, 378, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(737, 379, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(738, 380, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(739, 381, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(740, 382, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(741, 383, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(742, 384, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(743, 385, 0, 'App\\Models\\Hospital', 2, NULL, NULL),
(744, 390, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(745, 390, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(746, 390, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(747, 390, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(748, 391, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(749, 391, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(750, 391, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(751, 391, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(752, 391, 1, 'App\\Models\\Delivery', 7, NULL, NULL),
(753, 392, 0, 'App\\Models\\Client', 72, NULL, NULL),
(754, 393, 0, 'App\\Models\\Client', 72, NULL, NULL),
(755, 394, 0, 'App\\Models\\Client', 72, NULL, NULL),
(756, 395, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(757, 395, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(758, 395, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(759, 395, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(760, 395, 1, 'App\\Models\\Delivery', 7, NULL, NULL),
(761, 396, 0, 'App\\Models\\Client', 85, NULL, NULL),
(762, 397, 0, 'App\\Models\\Client', 85, NULL, NULL),
(763, 398, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(764, 398, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(765, 398, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(766, 398, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(767, 399, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(768, 399, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(769, 399, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(770, 399, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(771, 400, 0, 'App\\Models\\Client', 72, NULL, NULL),
(772, 401, 0, 'App\\Models\\Client', 85, NULL, NULL),
(773, 402, 0, 'App\\Models\\Client', 72, NULL, NULL),
(774, 403, 0, 'App\\Models\\Client', 72, NULL, NULL),
(775, 404, 0, 'App\\Models\\Client', 83, NULL, NULL),
(776, 405, 0, 'App\\Models\\Client', 83, NULL, NULL),
(777, 406, 0, 'App\\Models\\Client', 83, NULL, NULL),
(778, 407, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(779, 408, 1, 'App\\Models\\Delivery', 7, NULL, NULL),
(780, 409, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(781, 409, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(782, 409, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(783, 409, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(784, 409, 1, 'App\\Models\\Delivery', 7, NULL, NULL),
(785, 410, 0, 'App\\Models\\Client', 72, NULL, NULL),
(786, 411, 0, 'App\\Models\\Client', 72, NULL, NULL),
(787, 412, 0, 'App\\Models\\Client', 72, NULL, NULL),
(788, 413, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(789, 413, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(790, 413, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(791, 413, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(792, 413, 1, 'App\\Models\\Delivery', 7, NULL, NULL),
(793, 414, 0, 'App\\Models\\Client', 72, NULL, NULL),
(794, 415, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(795, 415, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(796, 415, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(797, 415, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(798, 416, 0, 'App\\Models\\Client', 72, NULL, NULL),
(799, 417, 0, 'App\\Models\\Client', 72, NULL, NULL),
(800, 418, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(801, 419, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(802, 420, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(803, 421, 0, 'App\\Models\\Client', 72, NULL, NULL),
(804, 422, 0, 'App\\Models\\Client', 72, NULL, NULL),
(805, 423, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(806, 423, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(807, 423, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(808, 423, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(809, 423, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(810, 424, 0, 'App\\Models\\Client', 72, NULL, NULL),
(811, 425, 0, 'App\\Models\\Client', 72, NULL, NULL),
(812, 426, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(813, 426, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(814, 426, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(815, 426, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(816, 426, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(817, 436, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(818, 437, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(819, 446, 0, 'App\\Models\\Client', 98, NULL, NULL),
(820, 447, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(821, 447, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(822, 447, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(823, 447, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(824, 447, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(825, 447, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(826, 448, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(827, 448, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(828, 448, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(829, 448, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(830, 448, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(831, 448, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(832, 449, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(833, 449, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(834, 449, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(835, 449, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(836, 449, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(837, 449, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(838, 450, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(839, 450, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(840, 450, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(841, 450, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(842, 450, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(843, 450, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(844, 451, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(845, 451, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(846, 451, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(847, 451, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(848, 451, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(849, 451, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(850, 452, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(851, 452, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(852, 452, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(853, 452, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(854, 452, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(855, 452, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(856, 453, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(857, 453, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(858, 453, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(859, 453, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(860, 453, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(861, 453, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(862, 454, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(863, 454, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(864, 454, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(865, 454, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(866, 454, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(867, 454, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(868, 455, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(869, 455, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(870, 455, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(871, 455, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(872, 455, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(873, 455, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(874, 456, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(875, 456, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(876, 456, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(877, 456, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(878, 456, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(879, 456, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(880, 457, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(881, 457, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(882, 457, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(883, 457, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(884, 457, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(885, 457, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(886, 458, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(887, 458, 0, 'App\\Models\\Delivery', 3, NULL, NULL),
(888, 458, 0, 'App\\Models\\Delivery', 4, NULL, NULL),
(889, 458, 0, 'App\\Models\\Delivery', 6, NULL, NULL),
(890, 458, 0, 'App\\Models\\Delivery', 7, NULL, NULL),
(891, 458, 0, 'App\\Models\\Delivery', 8, NULL, NULL),
(892, 0, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(893, 0, 0, 'App\\Models\\Delivery', 1, NULL, NULL),
(894, 1, 0, 'App\\Models\\Client', 107, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `notifications`
--

DROP TABLE IF EXISTS `notifications`;
CREATE TABLE IF NOT EXISTS `notifications` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `body` text COLLATE utf8mb4_unicode_ci,
  `notifiable_type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notifiable_id` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `notifications`
--

INSERT INTO `notifications` (`id`, `title`, `body`, `notifiable_type`, `notifiable_id`, `created_at`, `updated_at`) VALUES
(1, 'ff', 'vvvv', 'App\\User', 1, '2021-08-04 12:11:04', '2021-08-04 12:11:04');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_access_tokens`
--

DROP TABLE IF EXISTS `oauth_access_tokens`;
CREATE TABLE IF NOT EXISTS `oauth_access_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `client_id` char(36) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `expires_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `oauth_access_tokens_user_id_index` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_access_tokens`
--

INSERT INTO `oauth_access_tokens` (`id`, `user_id`, `client_id`, `name`, `scopes`, `revoked`, `created_at`, `updated_at`, `expires_at`) VALUES
('00142620eaf1a944dc0db67a81f1d65f1f81cf8909c1454d9fe2e0f37dc3398b9fa6cf8d9bf1e113', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-04 11:04:23', '2020-08-04 11:04:23', '2021-08-04 13:04:23'),
('016e87c3353d826e30e82354c00f061c8d6e37680164a9c710891cbd5eb548d954ccfd1afc223271', 41, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:00:06', '2020-09-01 17:00:06', '2021-09-01 13:00:06'),
('0188e32cde262d1b9bcd5d273b536973614666789285458615cf6fb74d23ea8dd5105dddd5becbd6', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-13 10:27:14', '2020-08-13 10:27:14', '2021-08-13 12:27:14'),
('01f00ca6c8af3abf6be4650656c4125d0f3816d86e665b5c5b32cfad358412a2ea418bdc5b0ebbce', 18, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-08 23:52:00', '2020-07-08 23:52:00', '2021-07-08 18:52:00'),
('01f3b421031405a254b6eef8b2ad94d50ab5aef26a33d86de12d2ce432ceb0d764610248e12c7fbc', 72, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 17:45:51', '2021-03-07 17:45:51', '2022-03-07 18:45:51'),
('0280ab238d74ee1c6addd230d313c5c9450423b9cfe1352cf245f9acd69efa784746540bfc275e32', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 22:10:28', '2020-06-18 22:10:28', '2021-06-18 17:10:28'),
('051fc0b4e4a4bc9d245dc6684b9a663d8a3164dacaee833ddc1ccf37da885ea98b15c61072abdf17', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 23:35:28', '2020-06-18 23:35:28', '2021-06-18 18:35:28'),
('0551ebecf735b76b59d6f1c5490cd28fea69daf12be2cc5630fbe55951e91fa6d0e0d247c2565a4a', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-26 21:19:00', '2020-08-26 21:19:00', '2021-08-26 17:19:00'),
('05e1204f96e65b77fbcff220b6e8232e6e94e92c0c3dc543fab3db5adac45a3a5a0d08bec5cf4fd5', 107, '94027b22-d0d6-4432-ba04-e287b819b4a2', 'android', '[]', 0, '2021-07-29 02:49:44', '2021-07-29 02:49:44', '2022-07-29 04:49:44'),
('0793be9238fd081b7c7af31bcb2f2ca4c7fed8f16da0afb5c18295fd8f06d44300194dfda78b783f', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 13:28:22', '2021-03-07 13:28:22', '2022-03-07 14:28:22'),
('083e7d2fcaa52d64fde16b8f4bf3759c06dc8909a711572a68655b3e6a278f8a4cc2434f0c2dbe5b', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-20 22:36:43', '2020-07-20 22:36:43', '2021-07-21 00:36:43'),
('08ecf2ccdd6d0b8fd5d7703091f34fcc455bfac1353e44679afe5d0071906d089783beef19bb7633', 15, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 15:54:14', '2020-06-20 15:54:14', '2021-06-20 10:54:14'),
('092a146497350b5370602d0f968ea6883d578761c9869231b99cc4b1ddfa344d74acb4002e5b7105', 44, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:21:56', '2020-09-01 17:21:56', '2021-09-01 13:21:56'),
('099ed1453efd7ef7f7cd167eb70ffea3ea9571d7bf922353b0256d32adba766038896f9611c3d955', 31, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-29 05:31:57', '2020-08-29 05:31:57', '2021-08-29 01:31:57'),
('0a3bbb22ca09a5a24d6fe3e2970758c21c6d473953897e08bc260c6b187c3f44ffb42865813cb984', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-02 16:04:14', '2020-09-02 16:04:14', '2021-09-02 12:04:14'),
('0c296494c3b98acd32bd41c8145a74f9c14fab44b98707efe3c9a10cc0811884e1a83d2c4af263ae', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:47:54', '2020-09-01 17:47:54', '2021-09-01 13:47:54'),
('0d5894b70b8ee39b21698c8aeeab440880d55c1e85581f9d93eb00267695291b68c978eea9f8376f', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 19:56:44', '2020-07-04 19:56:44', '2021-07-04 14:56:44'),
('0e7ccc9faa4b5fd4be96cfed99be23f59c5859bc6f42610a790efea7449a31c5ed14779cc7324df5', 71, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-16 17:58:24', '2021-02-16 17:58:24', '2022-02-16 18:58:24'),
('0f3fdc6014341942df7c9b42e1ec09f2f501271944358213d114aa9da76a6df9b6d0b08edef8a7b7', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 22:34:01', '2020-06-18 22:34:01', '2021-06-18 17:34:01'),
('109454622ff7b36a93b1324bfbaef4fc54ac89e93dcfaaa0294694c9441fac80ac1e8dd998b376ff', 43, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:19:48', '2020-09-01 17:19:48', '2021-09-01 13:19:48'),
('11822c106b99582c52473f4cd8f526f287e396218fbe9ed9d06a1286208bbe5ed0d77bef5efbc33c', 18, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-24 20:44:43', '2020-06-24 20:44:43', '2021-06-24 15:44:43'),
('11c5bf001e74f0934de24ddeb6967881132812d53e916f948bb92cfc554e209f011fdff0b37a28fd', 18, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 00:46:13', '2020-08-31 00:46:13', '2021-08-30 20:46:13'),
('11ea888afc05461fb23403b9fb93b2367b40f4bf6ddfa03316b834876c273d2d0fd7cc2083cb6ec4', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-11 22:02:40', '2020-09-11 22:02:40', '2021-09-11 18:02:40'),
('13c37daba09fa5c373d13367480108535641566f5b3fbc420ac6097b3f5aa62bcd589492ba56d5e4', 85, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 17:46:17', '2021-03-07 17:46:17', '2022-03-07 18:46:17'),
('14152bf0255512bb995341c0ba067ff0dd5a1ce4e385f217c8a6459895d0944337f07fd783c93a0a', 62, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-11-06 03:44:17', '2020-11-06 03:44:17', '2021-11-05 22:44:17'),
('16218659e886ce179cabb5bc4d4d636fa1d9c5fae839adf6f4738af6a67d4fba77eec2ce6a5c5ac5', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 10:08:56', '2020-06-20 10:08:56', '2021-06-20 05:08:56'),
('1629e07ef0aabd9478df44023e96cbd631f849c2d33a4378046a03c5ab62a63f7dadcaae4c3b1f0d', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:38:32', '2020-09-12 01:38:32', '2021-09-11 21:38:32'),
('16ffc99543f1e3c9ffb6b58f0eafb431adf2c5a36923bc3f3a4aa51c556943d4896eeac5a55f029b', 65, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-07 11:26:44', '2021-02-07 11:26:44', '2022-02-07 12:26:44'),
('182f0d9b3c3e106ab765cc0ed37264261526b92cb246b5a5874695a23bb15d0f39f95b48858904c0', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 15:36:00', '2020-09-01 15:36:00', '2021-09-01 11:36:00'),
('1a0741a5fc6585e5e76c9f8749805c3d664b1c3d434c5c3298ee9a3040bd74f518fbd0d79cc9b23b', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-20 17:39:30', '2020-07-20 17:39:30', '2021-07-20 19:39:30'),
('1a594e8f6bce9ca00d9305acec2578ea9040c59d6f17c290acdb5dbb31d8350d4dc147e8ac02ce03', 16, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 15:56:31', '2020-06-20 15:56:31', '2021-06-20 10:56:31'),
('1aaa8bbddeb44455dd9a3b650d78c239f43e0a116fa1f550b41770868b93b5d76a737735ee2f4fca', 60, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-09 01:31:19', '2020-10-09 01:31:19', '2021-10-08 21:31:19'),
('1aac64eff5ef9809c39f145e8356eb5daef9f1b9d423babbb28b90d35d4e37f1cd5ad158dcaed726', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-21 07:39:19', '2020-06-21 07:39:19', '2021-06-21 02:39:19'),
('1b0235b778410f70456209deb1106b1b4a9fa9d20cd2cc78dc2f457fe7700428d58f6e592d9aaccf', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-11 22:58:57', '2020-09-11 22:58:57', '2021-09-11 18:58:57'),
('1bd6f4a9cdff9a4a5ee68eafe261f243b25dee3e321a5a240a70dc83b7addfae88310989dab05b4d', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 12:05:21', '2020-08-09 12:05:21', '2021-08-09 14:05:21'),
('1c6fea039a3728b0a32043378050e618997f5b944755f5a2eb1feb1dcbaf4a485f82600e988993da', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:50:23', '2020-08-09 11:50:23', '2021-08-09 13:50:23'),
('1da462d45d3693a9014a077bd6caf0e9849f48e81c7ae553b98f05e8ccdbc475adb38f943adc7a10', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-29 17:57:20', '2020-08-29 17:57:20', '2021-08-29 13:57:20'),
('1dce0c36ab44dcdeddf9b357d6890196b21d823279775fd1ee4fb18f38876295ecf9b745b67e0c7c', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-07 21:19:18', '2020-09-07 21:19:18', '2021-09-07 17:19:18'),
('1ea94c57a8846129b5cba65e9fddd5c57901c79de165151e276c65d8488e45cc1593c3f48bf0157d', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:42:30', '2020-09-12 01:42:30', '2021-09-11 21:42:30'),
('1eaae37e0091955590f693aec9247abe9347c2015ffcbf24ca00f34adabba7eb034dba812565925a', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 11:55:17', '2021-03-07 11:55:17', '2022-03-07 12:55:17'),
('2077e8c4248742718d7d7bacb04863da1b0aa6850fa2ca4baf85da912849ba5c7d75ee32690a127d', 71, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-16 17:56:58', '2021-02-16 17:56:58', '2022-02-16 18:56:58'),
('20c3f2a1652d8cf7d9826fe41519b050e1859139b958947840e857bb87f90aef1ff2b318725c2ed0', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-07 14:39:26', '2020-10-07 14:39:26', '2021-10-07 10:39:26'),
('21f13bd5eaf084fdabea7048b16d94c12c240e0866b9c9bfebe053b9b835f4ad8e08f5c2e0667482', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-08 23:27:04', '2020-09-08 23:27:04', '2021-09-08 19:27:04'),
('226488d701bb276e19f52ab50a6f4f859fad23a89b3af5bfe48e554bf5c5071652973c0bae9bac1f', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 18:36:30', '2020-08-31 18:36:30', '2021-08-31 14:36:30'),
('24fef55807f6c75c65b226c2b18c265cc34b0999af40bff205667746088535ca3b76a5ceb068b31c', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-05-02 08:39:59', '2021-05-02 08:39:59', '2022-05-02 10:39:59'),
('2552bb25ecb5372257bbb812079561a04c30db9c3f5ea29270c4bec8c3de4f8c851c94bca4938395', 70, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-16 17:53:09', '2021-02-16 17:53:09', '2022-02-16 18:53:09'),
('264aee0a322a8c866a1ecbd2d35f8b342870407d5c2fd06799738cc6c40266f114bd285b8bb97664', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-17 20:11:23', '2020-09-17 20:11:23', '2021-09-17 16:11:23'),
('279890cd059ddbfa8cdf1b92f5c10bf60ce31700ed0e321242a6610fd03de6358aecd88333cab891', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 16:32:51', '2020-09-01 16:32:51', '2021-09-01 12:32:51'),
('27e0410dbc68a60943ad45a27db676f5a1e4ffd28c81afa5db56c55e9fefe13f47db03a9efd814b0', 42, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:11:23', '2020-09-01 17:11:23', '2021-09-01 13:11:23'),
('28b878e6486982d6b48c9d533017fb9abf1686cbee38bdb53817154fa59bfe82dc622479d968176d', 79, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:18:44', '2021-02-17 10:18:44', '2022-02-17 11:18:44'),
('28dc2d531f5bbf2c2bc1b6902f20b2486d00d1327eb80ab7d98949faf172861240e9be6b0580e320', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-25 07:51:34', '2021-04-25 07:51:34', '2022-04-25 09:51:34'),
('290ede41ea942ac6f3caf693affc333c3cc7d34a204ba5d4b9a7e346d527dedc4f2684faea3e88df', 34, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-29 18:58:24', '2020-08-29 18:58:24', '2021-08-29 14:58:24'),
('29d74c702416a82db9e774aa36baa9a26a4c8f30439be93e4db4aa88a9515f6b4e3877d225a1a4f1', 101, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-12 13:16:27', '2021-04-12 13:16:27', '2022-04-12 15:16:27'),
('29d9f9bc42c7d3fdd57f1141c47da9c005b89a971900d3d89b864cb32ba3b26870f23b688ce8e8c9', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 20:00:05', '2020-07-04 20:00:05', '2021-07-04 15:00:05'),
('29e87b187a055399d0e464c6ca4cf1f1e176a231af47604bc33a589289fc7473bf819b82d5c6b617', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-02 15:08:15', '2020-09-02 15:08:15', '2021-09-02 11:08:15'),
('2a0716a8c8f2e593b370f844edace04bef936b3c7110c341593de89035dbe2b49dd3ec0e5fe17c48', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-29 18:07:29', '2020-08-29 18:07:29', '2021-08-29 14:07:29'),
('2a9bdee047c2fe337505646ce85827edde2bfdc4f780d0e3a731e92ce30f2dfc963c1450d7e0aaa2', 73, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 09:31:14', '2021-02-17 09:31:14', '2022-02-17 10:31:14'),
('2b302bd8b3c5653645c685b827fafb1e32ea7ba64af2f37c69428fdb960038080c0f1e41b846b13d', 105, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-22 22:35:03', '2021-04-22 22:35:03', '2022-04-23 00:35:03'),
('2b52cab7259358c7924fd41266b0a297abc796e9a91ab480ba20412da249abeb0d5460a84b01f071', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:46:48', '2020-09-12 01:46:48', '2021-09-11 21:46:48'),
('2be9f23ac8d0263b116f921e02287bb52ff7fcbafc4b2be39b850da68962825407fe0376728daddd', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-07-14 12:13:53', '2021-07-14 12:13:53', '2022-07-14 14:13:53'),
('2cf7221655e50cb187e3b7996d7b1700377d932ed53ac2e6bc87cbbf3e4c98187322179f81f4b026', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-08 19:04:59', '2020-09-08 19:04:59', '2021-09-08 15:04:59'),
('2dc5460515aed19de20fa68b1dbfa96547374953b032df7c02ccc1179dac343b55512e4ddb61168a', 39, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-21 17:24:40', '2020-09-21 17:24:40', '2021-09-21 13:24:40'),
('2e99623e464372d26db5bec9ff79351474a3e1b867f4740606012d7e5fa33eb8c896ac215f40c259', 41, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 16:40:51', '2020-09-01 16:40:51', '2021-09-01 12:40:51'),
('2fe74bcb04189d16f162df89f128894ad8c16a2e37bbe97d45c7b8e4ea1dfcfa92374a5266958190', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-02 16:07:22', '2020-09-02 16:07:22', '2021-09-02 12:07:22'),
('30ea16826ed3a61793395aed7c8000f2db59d88ab05d4d9ae85dbcde3ec75726270bcb4f03e251ff', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-06 21:14:55', '2020-10-06 21:14:55', '2021-10-06 17:14:55'),
('310940c2b3722e151bfc1b55a01c35e773429a84b226933e0fe923f0060dd850c2cf2c6dc2cd118e', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 07:57:49', '2020-06-20 07:57:49', '2021-06-20 02:57:49'),
('327e293f57a15b5824602288ae19f7fc44435721f0571339723266253c1478deaa2465aeaed9e226', 18, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 00:52:19', '2020-08-31 00:52:19', '2021-08-30 20:52:19'),
('32a335a74875abfdf80a1aec48bdb781bb20d53f74d9a3cfec3e71302993f3b21af0a2b26fc77d96', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-21 07:38:36', '2020-06-21 07:38:36', '2021-06-21 02:38:36'),
('32accd6d931b751e61a099b0c0a7938b5d87f9a903c55415c278a626de3a8ab7749abf2007e3d2bf', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-28 12:27:49', '2020-07-28 12:27:49', '2021-07-28 14:27:49'),
('3398585d0f465684f002ced52672e881a95256d093b54b1121f79e13ef1e1bc88af1bc31724b0f16', 98, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-16 15:58:31', '2021-03-16 15:58:31', '2022-03-16 16:58:31'),
('33b09704190ba79cef28d207fde312eadcce1c2f5be476480df6267e7206c3a210eb75941f8e01ff', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-07-15 07:14:59', '2021-07-15 07:14:59', '2022-07-15 09:14:59'),
('33bd0ec8cc0b6dcd2a870726c2981152ab853444bfc3492d8e98e4706c4ce0fe7c4d62331f089ef7', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-27 21:11:22', '2020-06-27 21:11:22', '2021-06-27 16:11:22'),
('341f2252d606c26c0a15c2c7d20f78832d468f3ebc2681d0f7d3a228b63e73c4213b158e58cb684b', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-08 23:26:06', '2020-09-08 23:26:06', '2021-09-08 19:26:06'),
('349f3b29f7a56a50d490d4f369c53c1cdaa6cbf358c5ddac9049749584eac2bd800ed040c0e88fb2', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:59:41', '2020-06-18 21:59:41', '2021-06-18 16:59:41'),
('3572b0a0f9b81fd7afa913e95e3839ad4ec99946818d64918a96b81c174315173cfcc6de0258046d', 3, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-05-23 10:24:06', '2021-05-23 10:24:06', '2022-05-23 12:24:06'),
('35e39cf65214bd42de86485b5813b0ccf485da31f0184245f30d1793ecc9d228f2a3964311015f89', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-07-17 11:59:43', '2021-07-17 11:59:43', '2022-07-17 13:59:43'),
('3684cde3f79b0a6e2e208fd488ba7cab2f40480cdf63fa5ae18262472411854c4050d9cb8ac624d6', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:50:33', '2020-09-12 01:50:33', '2021-09-11 21:50:33'),
('368de05ed9803b32d9ba5bfd6cd30a8720a8a00c8829ce321f3683e71c98924e71f0a32a6b6a91c9', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-29 17:56:25', '2020-08-29 17:56:25', '2021-08-29 13:56:25'),
('36f5942cf8293e140c4ea9f124f7182dd2bbe4d12ce907eb326022e6292b702ef028230270e39e6a', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:52:41', '2020-09-12 01:52:41', '2021-09-11 21:52:41'),
('37ebc237404654eb1ceb5ddd12dfef12caf49c564229b867450603cf46422a8bfa6693475c93e945', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-05 15:46:27', '2020-08-05 15:46:27', '2021-08-05 17:46:27'),
('3a854b77d6ee351268e70a461b907e3bbd69ed82a01e64f1936bf1fd711a3f6c14a9fbb9d1526dc5', 99, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-16 16:55:20', '2021-03-16 16:55:20', '2022-03-16 17:55:20'),
('3aa3a787411691db589d209ae43cd25f4ad470519fc549e8b1d40f3f7643d702cb07aeac0b04e34e', 50, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-03 16:59:17', '2020-09-03 16:59:17', '2021-09-03 12:59:17'),
('3abca4f161c01508967e706b6b86d66a2b1c2e0d95078c563c00b564a405e3437221a80e49bf68a0', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 19:49:04', '2020-07-04 19:49:04', '2021-07-04 14:49:04'),
('3b20a2b2d8a1a9265938994cac118fc087969d1b574026db07515e272393e3f7ee7ce2caab85a248', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:51:52', '2020-09-01 17:51:52', '2021-09-01 13:51:52'),
('3b51b8b58dfa6792ce78c1240e44f03f9f00a2815a320e493c25c95fc013c72a63b7066a25efc947', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:52:07', '2020-08-09 11:52:07', '2021-08-09 13:52:07'),
('3c2354fa5870cdfe933fbef7114c2822889c6699d69e83758a06de2e9b659613f7225eaa851b5cb1', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:39:54', '2020-08-09 11:39:54', '2021-08-09 13:39:54'),
('3cb80083a10f95b3a2dbd3f014353b06adc35e341c8a2a6976f734af2703b7803dedbc8a65a59b81', 52, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-05 17:30:31', '2020-09-05 17:30:31', '2021-09-05 13:30:31'),
('3cc22072dbe2abd0bd4a0445448f72b21eac9d72dbadaaa5573c895ff3918684616bb35f26c8f00a', 17, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 23:28:02', '2020-06-20 23:28:02', '2021-06-20 18:28:02'),
('3d80d5fb951607ed9cc7468a830f74ae3b2e1abb44c324e1906398bbf59e15042d47d52759225fa7', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:51:48', '2020-08-09 11:51:48', '2021-08-09 13:51:48'),
('3d8dd7d2e96e6a866280dbe8f20a4788d781abef57370ad78c2c1c03aee7d09b508d638d0e307c69', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 07:52:12', '2020-06-20 07:52:12', '2021-06-20 02:52:12'),
('3e63e914aed5ca6212ba2920cdce198e42fbf859f80ec2ff91a5b9f882ab2e17190426a07ad07277', 3, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 07:58:46', '2020-06-20 07:58:46', '2021-06-20 02:58:46'),
('3e9b1c62b1702a1c358e445a5953e777fcc142f5aefc6747c97eb398748d77b650dfca5fceaa5b5c', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 08:32:09', '2020-06-20 08:32:09', '2021-06-20 03:32:09'),
('3f7422141ad278ff411d01b508396b0bfd04be75ebbbaa7c34d89e2f2f22a97f1f57738905045aef', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:59:47', '2020-06-18 21:59:47', '2021-06-18 16:59:47'),
('40e5fa70fadbdf5743ef3da472ce269dbc41477965ea14bd1b09eea9acf2ed2612887baed0d45329', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-23 12:57:57', '2020-07-23 12:57:57', '2021-07-23 14:57:57'),
('41189eae0682b5e237e4f11865ea8b90832f995a74a7dd9a4e1b17a91f6270c5cf78eb9c3c39a667', 29, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-26 20:52:25', '2020-08-26 20:52:25', '2021-08-26 16:52:25'),
('41b175849cf345d01bf707134d64f7864c844386581849a95c9b17007f57371671c629600bc44c39', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-30 18:33:31', '2020-08-30 18:33:31', '2021-08-30 14:33:31'),
('42d0c4d6a1c559f17dfa0ef038a77441cc5e16f7cd6b024d1c0b6dc900b28e62a2d96d57620c67c8', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-07-14 14:21:54', '2021-07-14 14:21:54', '2022-07-14 16:21:54'),
('4319704c00cd2347e5669980b928bc785f40835bb881fd0e67f98a2d4c434b58cc77d52c74f23514', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-21 07:38:15', '2020-06-21 07:38:15', '2021-06-21 02:38:15'),
('432f76487db4a41f6d383f1c3058c35058d5ba5b6a02c8008af290c2a9a52162ffed73362b709c89', 33, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-29 15:59:52', '2020-08-29 15:59:52', '2021-08-29 11:59:52'),
('448b116bb722f62f9b47e6145e9f400b50c0444f38f34d726a22f27fff5c427350ee3b4ef878b23c', 3, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-05-20 12:18:35', '2021-05-20 12:18:35', '2022-05-20 14:18:35'),
('4507a65518c3a30ac2ad626264a110e7fb4a2ebf2a01d1c52437752e3c5cd561e3ae8d76007a9a2f', 72, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:15:17', '2021-02-17 10:15:17', '2022-02-17 11:15:17'),
('459aa37b0d2b939a7214a809a1497a4ccdcfb364b9e57f0150cb20cd696c288ea148ebde66b6d05e', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-09 00:45:50', '2020-09-09 00:45:50', '2021-09-08 20:45:50'),
('4673c7f88442aab3033cf1b7d4eb39b97499da8292a9d1b9a7e819052f96e81300f0744d5d628261', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 22:04:40', '2020-07-04 22:04:40', '2021-07-04 17:04:40'),
('4684a56f29d95e1864300c444ff0f3100515a8709decb9d4b767ceaa289a1d8a0be3e0e10590b8a6', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-04 12:00:05', '2020-08-04 12:00:05', '2021-08-04 14:00:05'),
('4724567f0944e2349a70dac47e9d6a12acfb8f2629272c6f430201e226df80a16462cc7164cecf4d', 72, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-16 15:43:05', '2021-03-16 15:43:05', '2022-03-16 16:43:05'),
('47e4f899e53c8cf81588a61622c243a3f5b15bc9e684b726b0ac03fc5754f3bc3ba57f06d23f005d', 57, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-17 05:00:23', '2020-09-17 05:00:23', '2021-09-17 01:00:23'),
('487ed3746b447e9aa4d973896cca0519df0edd1749e4d4cf81e047e5dc32fc3340a85075d448c152', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-02 23:17:10', '2020-07-02 23:17:10', '2021-07-02 18:17:10'),
('490cc11cf27568e8ab86ca5694a972031b85fb3537205e2d8fdccdf131823780a8ad4980be9bd623', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 20:03:16', '2020-08-31 20:03:16', '2021-08-31 16:03:16'),
('493853507bb6fd0ac100e83367cf0d72faeef698a8a9de0bf68b77a0be1f8dcbe9fd4c4135eac6d8', 57, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-07 15:52:14', '2020-10-07 15:52:14', '2021-10-07 11:52:14'),
('4a1208f9fb35ed8df208f46dc86710e39c4dc7b88ec97c6341bf0234c92b33011bc42983c881fa08', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-22 20:05:20', '2020-09-22 20:05:20', '2021-09-22 16:05:20'),
('4aeaf194fdd145564c25ca97cabe845b66d286f05eb12386b6b459dbefed697819c3ec0a04b5305f', 76, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 09:50:47', '2021-02-17 09:50:47', '2022-02-17 10:50:47'),
('4aeb99ba7c86dd5180bac73ce30c8e423d54072a17c34c1caf030014f8e27276181b8ffb468c172b', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-21 09:27:59', '2021-02-21 09:27:59', '2022-02-21 10:27:59'),
('4b6bcfac8828fa451250fbf1f16fe8d595d61852c0e755949c82b31e386d77ece4f977a5d33b6092', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-10 02:28:16', '2020-09-10 02:28:16', '2021-09-09 22:28:16'),
('4be28ba937a272ba8fdb0cd6985bbaa2700c366f8613f188a527b83103e121ebd090a113d83b6fcf', 79, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:20:16', '2021-02-17 10:20:16', '2022-02-17 11:20:16'),
('4bef511b1781bbf40166fd19c1a7e4d686c57b89b8b8c323dc89a108e8ffa63f832542180e6adaa8', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 12:02:58', '2021-03-07 12:02:58', '2022-03-07 13:02:58'),
('4c0d40aa2ecffbab8ef09629661f9952c8d57bfcef688242ec7e851d468522a4de1f4cee1b46fa6c', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-06-07 07:23:13', '2021-06-07 07:23:13', '2022-06-07 09:23:13'),
('4c844daf483875e6c9013ed70f493499b9ebbd20dfb52ded1e8ff2db3701bb5fff0bf8cee2fe8e73', 57, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-06 17:58:41', '2020-10-06 17:58:41', '2021-10-06 13:58:41'),
('4d53b97f5dac50c2ba03a7d7e6afd32cc6ca6530cf526077c6e0ed0d6a2888465944b52f23db49c3', 57, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-04 19:20:36', '2020-10-04 19:20:36', '2021-10-04 15:20:36'),
('4e5bf32666b58ada1a4f39b64b1e5960670cebcc78fba5f50adccdba8bdcfb9771423bf67cb584c3', 75, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 09:45:28', '2021-02-17 09:45:28', '2022-02-17 10:45:28'),
('4e7bc0d897158f2220d4daf1fd6ee5d0ba73bcca3b19a186e904a00dfb8149f86c08ad344437ef36', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:41:10', '2020-09-12 01:41:10', '2021-09-11 21:41:10'),
('4ecfdad1505be67108fcb7589a65f9a79c52cab758bf0820558d0c8073d11bac0a16f0c42b8a89b3', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-05-24 14:14:18', '2021-05-24 14:14:18', '2022-05-24 16:14:18'),
('4fcfb7c99b9e104076f13bee775befefb50fb05a21e8c7d4881c64287c32e0db557f38ddf362fe07', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-06-06 10:03:21', '2021-06-06 10:03:21', '2022-06-06 12:03:21'),
('527b51179ffc9b247c6de4a7cdc4f6307bc17559b050abe022d257f92b75cdda30593e132f0e46c7', 11, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 13:32:36', '2020-06-20 13:32:36', '2021-06-20 08:32:36'),
('535300b02f1cef67e3bfac288b9cfdfdc395d79fe00298fd71d4830a3ca84f3ed28fd908f4ac4992', 57, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-17 19:17:37', '2020-09-17 19:17:37', '2021-09-17 15:17:37'),
('54bb64a0fb19ffce013a78c975a2601fa8930ae733ea7db4525283762c3dd15b7312d5c25a80a095', 80, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:36:54', '2021-02-17 10:36:54', '2022-02-17 11:36:54'),
('555e30ae19b39388091e628d877beda86d99e249d26565300c8027484d1afa8f038d003fd2cce121', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-03 07:05:30', '2020-07-03 07:05:30', '2021-07-03 02:05:30'),
('5578b9fc5b9eb098572c2b7e3ac8f925da4f6baf52826654b94790f0fd966fd462b06fac21a90bbd', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 06:33:32', '2020-06-20 06:33:32', '2021-06-20 01:33:32'),
('55c5a7c2e718467cbf5c6dd1a9b450f1841c4a2d24be44d44bddd086081f6f75e93bf840861cd416', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-10 04:22:08', '2020-09-10 04:22:08', '2021-09-10 00:22:08'),
('57177cb08b2fbb682f2a89fcca70eada9366504ebe6a7d23d1e40f27ffdddb6e564bb009713c6d33', 9, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 10:40:21', '2020-06-20 10:40:21', '2021-06-20 05:40:21'),
('574faf061f98711d1f5ddc51c07dd80a9809e601fc4fa5b30246d4944446eb00cee10f2c84490132', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 19:57:00', '2020-07-04 19:57:00', '2021-07-04 14:57:00'),
('57c743b63cef2fa5bbaba41d68f12e22ce50c119b7ad09a894f33b11c7163831cbc88cac5119c712', 40, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 15:40:47', '2020-09-01 15:40:47', '2021-09-01 11:40:47'),
('586652ce281a8e658b60340ca8ade348f683850cc927b668114773c876b56e3d672ef3180750504b', 5, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 05:12:33', '2020-06-20 05:12:33', '2021-06-20 00:12:33'),
('58a05918cd64a0c1364fc067f8ccb3eb5dbcd13eb9749f4fd2afcb6214506f6e4bd4e71ce580b5f6', 28, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-12 12:24:54', '2020-08-12 12:24:54', '2021-08-12 14:24:54'),
('591571d7c80f0dffbf56772e076b6fde57cab3f895309dfba674986007f2735d5bd9acbb4365c36a', 26, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-20 18:10:59', '2020-07-20 18:10:59', '2021-07-20 13:10:59'),
('59b74e9dbf3b0129a584ea4f799e0532b5a03a3f7ee42e4810b6614ab9e87d63ed2d219383b705b0', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 07:08:14', '2020-07-04 07:08:14', '2021-07-04 02:08:14'),
('5a56e63e2f70333dda90f1dbb169ad9f87d11d6a3bded758c3446350f0601491f971c83265ccf650', 105, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-22 22:38:52', '2021-04-22 22:38:52', '2022-04-23 00:38:52'),
('5b3940d0d1ee4a2d095c31ccc9c03b6e8d307e291885c868512ed4aa9fc31d5967fa691b9beaea86', 92, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-14 12:19:35', '2021-03-14 12:19:35', '2022-03-14 13:19:35'),
('5b520dbe82479447f985cbcc7564c7f1e9c2846f8786946b867a5c29e62a1113b65c8bc20df18002', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 13:37:53', '2021-03-07 13:37:53', '2022-03-07 14:37:53'),
('5f8224db34098763ad6daf9834b1f0c02ee35cf19379537f481d43afbf567cbb28fa604bc8342b03', 72, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:15:41', '2021-02-17 10:15:41', '2022-02-17 11:15:41'),
('5fc517d4eb9f8a2bd3a9192bc345f1ee41b4b80ee668aff8a8e26350e0a70d2b1eb126875614c796', 102, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-01 15:47:52', '2021-04-01 15:47:52', '2022-04-01 17:47:52'),
('60f6e087984d2d3cde303be8ace303d30582ea2b4c3483917462e847054585bdb22cdab54c40f1b2', 102, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-01 15:46:53', '2021-04-01 15:46:53', '2022-04-01 17:46:53'),
('612f454afac3f072f7f2813dc07121adbaead0dec5f7ca5866fd8d7211d8f498d69edb1851f0d852', 22, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-08 02:24:00', '2020-07-08 02:24:00', '2021-07-07 21:24:00'),
('614058b97c8f5085b34a8bec1b1602d9d4c34438435ba5729c9e6066a871d3fa78f00e3cf83bdb06', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:38:23', '2020-06-18 21:38:23', '2021-06-18 16:38:23'),
('6195a7c93a0a466ee34cbc55f1606f4776b9fb686e00a29d75578e0e602021565aea9ced88330134', 57, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-06 20:47:02', '2020-10-06 20:47:02', '2021-10-06 16:47:02'),
('6385d7d66384d364c52d8e65d1d54fbb2aed3a99cfddb24092ff0bd40f289b772cafebbea862e767', 71, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-16 17:58:34', '2021-02-16 17:58:34', '2022-02-16 18:58:34'),
('63d8fa71b9e288263cc93c4eb63d9656490318fbea95b61bc10c9a523c475059df0e890e7eee6412', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-12-29 08:34:41', '2020-12-29 08:34:41', '2021-12-29 03:34:41'),
('6465d400f124f8dfc970e293b1c210ff18417008ccbb0a2494ca8ccd19befc8abbc0bade2f599876', 87, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 09:45:26', '2021-03-07 09:45:26', '2022-03-07 10:45:26'),
('646911f89e28443166bc445e023df032122e3861f849727d42419e592050871fbda8fc9a184c3cc7', 99, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-20 12:01:06', '2021-03-20 12:01:06', '2022-03-20 13:01:06'),
('6516547ff85bdf6f76d5b4dd5067111d99f15d7dd81ec6fe3f2bab7777720c4403867efbfd3fa99a', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 00:13:43', '2020-06-20 00:13:43', '2021-06-19 19:13:43'),
('65875ed22f64c57eec91de9ff13d2c6fb947d43a8b0e0c9f23c7836d1fef023b4581ff6f9676cbd7', 95, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-18 09:57:11', '2021-03-18 09:57:11', '2022-03-18 10:57:11'),
('6606ba8efec42b1546f88225b93e7f33d9f58d7e58a2dec8776bb549aaaa82c292f16d6094adc9c8', 41, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:07:23', '2020-09-01 17:07:23', '2021-09-01 13:07:23'),
('663f7d12ea2fc597ca27a5eb9b53428720effdba1823b3c2743883b39702b617fae6b979e3fc7207', 96, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-31 05:39:09', '2021-03-31 05:39:09', '2022-03-31 07:39:09'),
('66ab655a60d521f5c90e37137d2a0259e035e9e08cb48fda924a2bf67a64a3543655da582bffd2e2', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-30 17:38:37', '2020-08-30 17:38:37', '2021-08-30 13:38:37'),
('67c01d7cc548269a4aaa36f9c3fb2e22cd39325bb74ec5b4806faea25ed5018946b5bcb942edfced', 37, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 18:34:33', '2020-08-31 18:34:33', '2021-08-31 14:34:33'),
('67c077a9bd365315d3d5c7d056e93a715b0462455abd9af2faad71c2fe78ec97b0b74c6d7d40a8ea', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 18:33:39', '2020-08-31 18:33:39', '2021-08-31 14:33:39'),
('68375ce6020654cdfcc23e500a813eaf0e964d58f1e2a79a2b0fa3d243b5a2a250a9abcbe44209a0', 61, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-19 18:48:42', '2020-10-19 18:48:42', '2021-10-19 14:48:42'),
('68dd5bdb140ea3b92f25e5997f078f85fd88c9758dea92ebea47c889fd75686b8a5cd41b03ee77e0', 3, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-05-27 10:46:20', '2021-05-27 10:46:20', '2022-05-27 12:46:20'),
('6927e3d995a39ed54938e8024a96ef96717cca9ca2fb5c4c1b497466ee36b14497b41acc745665f0', 72, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 17:45:23', '2021-03-07 17:45:23', '2022-03-07 18:45:23'),
('6992d1dbca513a35837c1c180be539e0fad51de84ca0d1beaf860dfea8502d91dbdab6b6037e2e15', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:49:23', '2020-09-12 01:49:23', '2021-09-11 21:49:23'),
('6a80f51347e0fff360ea13b4797de7ebb486735b721271f81e99262ddad8a8c9d5f06d8c1a32f9cc', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:29:29', '2020-06-18 21:29:29', '2021-06-18 16:29:29'),
('6b5196386c6555934a3d6d38ff953b16da1c5917f9a8515484fa35639b92e3dd3788b5023174c498', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-30 17:35:15', '2020-08-30 17:35:15', '2021-08-30 13:35:15'),
('6be3ee8f79df3e86ba9c85b50a5370497fc2711d64ccd24f69f008e6d044c2e7e5cb96c47626ffad', 61, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-11-06 03:31:37', '2020-11-06 03:31:37', '2021-11-05 22:31:37'),
('6c8207fc035ebbef34461d8e95d59c5a23d8d2c3939f74ccc07cf24becd6e224950ef55e4c42cc0f', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-05-02 08:56:45', '2021-05-02 08:56:45', '2022-05-02 10:56:45'),
('6c9e88369b088998e31b7b8da6879ea5321db0a1cdc61aa63369caab7bbeab9b4ea6845a7b85a98b', 94, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-16 11:46:43', '2021-03-16 11:46:43', '2022-03-16 12:46:43'),
('6d654262461a8654218480ae4376214fa036e23d3917493cbba864090c5bf1d172c7c8ae64418229', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-02 23:18:08', '2020-07-02 23:18:08', '2021-07-02 18:18:08'),
('6e4b97bb81ab32ae8210348d8fba0a0c6029b8aafb9635c804c9f356bd2908a49d616a501e764864', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-14 06:34:43', '2020-09-14 06:34:43', '2021-09-14 02:34:43'),
('6f6274188756b320e83c4605003d562aacff10d4a8a88c16120ce49ad42bb12ed99ddffec8c36cb7', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-14 06:32:35', '2020-09-14 06:32:35', '2021-09-14 02:32:35'),
('6fb83d1fc7fce9999ffc2629f326cefb4c2bec85890f925e69014c8091fb1dfd5caef04f2390b1ef', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-06-07 08:37:58', '2021-06-07 08:37:58', '2022-06-07 10:37:58'),
('6fec9058b13b67c3c2c30c82c8da1d973037230fc6942bb6efa613572e9d656edca1e81d71641803', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-09 17:45:33', '2021-02-09 17:45:33', '2022-02-09 18:45:33'),
('701d7312fdda3ce5fa2ce0829a4405b05a2c880a0862e8ed51cf886feb47ea5d65ca51cde80f4bc3', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:03:41', '2020-09-01 17:03:41', '2021-09-01 13:03:41'),
('7139d700541f1b816b2d9998a670caceaff750bfe6df5f5aa56377cd633d3ba46b23a797318bb6ca', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-02 15:23:43', '2020-09-02 15:23:43', '2021-09-02 11:23:43'),
('7207241b36fa54a6e63442c7bad42bf23826a56439a0d7d2aa38fc191c9cfb0e5e08e6e011ac5f1e', 38, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 18:34:49', '2020-08-31 18:34:49', '2021-08-31 14:34:49'),
('72d32d17649aef36961a89b9e99dfb41ebffd44552309fce94ecb54fd57455e08b62da9ccf155dbe', 81, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:39:08', '2021-02-17 10:39:08', '2022-02-17 11:39:08'),
('7361546b4612466e7fcb18858851427f23c4930cab23ff19dafac44d786aaeddf4647f21e499a4f5', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 07:51:21', '2020-06-20 07:51:21', '2021-06-20 02:51:21'),
('75fded81c495892716ef9abb298440febd53d5e114155f11a6ac4035107f00a0e4fc8245eb155635', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:59:31', '2020-06-18 21:59:31', '2021-06-18 16:59:31'),
('765c4e72b863f546627be73ee8cb571f27fcebd981a4cc35a814c1dbea7c02e82df2565728212883', 104, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-20 22:28:31', '2021-04-20 22:28:31', '2022-04-21 00:28:31'),
('765fb07ea03ce4a8f5adc7d86f4639adb9ae4f0fab85aa689f48c8b6149677b758b7141837df48d1', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:44:50', '2020-06-18 21:44:50', '2021-06-18 16:44:50'),
('770f2c2966aa90c52cc0efc2071bf9a2da1451666993c0e36a9dc26decb1b893a2efcfaab26f11d9', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-25 10:17:36', '2020-08-25 10:17:36', '2021-08-25 12:17:36'),
('773e708e75f7d4f56b5aa6ebae366f07cf2dd48955cd7dfa396cb58e3889f2acd59fb469b15327c5', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:41:48', '2020-08-09 11:41:48', '2021-08-09 13:41:48'),
('77e66070265d7cb47c47704d264cc96eb698997a0fd1fe4aebe5d31b0aae9f9c6a7505a3c8c55fe1', 40, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 15:41:37', '2020-09-01 15:41:37', '2021-09-01 11:41:37'),
('77f1b2de8ee769b8e66a6dd1a59e30c81617fa90209f357f94c586e31245c84d2d3d8cd8506f8b48', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-09 00:47:05', '2020-09-09 00:47:05', '2021-09-08 20:47:05'),
('77f5f8da6a73fb19e6faa9ff697067cd649d10565ff169d3b2968409668498cdd61966cec3deb417', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-03 19:29:38', '2020-07-03 19:29:38', '2021-07-03 14:29:38'),
('7889c403881afc1ae79b8ed3705adec618207b6b63377ae8a1598fe168fd912c8f641b5cd4a65902', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 11:53:32', '2021-03-07 11:53:32', '2022-03-07 12:53:32'),
('78fb8e9c592db77fdf9a9c6e18a7bb4ffd10fab16cbcd35a2f3deec7c5c2c2c1ccd113638c3159fe', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 19:51:26', '2020-07-04 19:51:26', '2021-07-04 14:51:26'),
('78ffd4fc08be2277c97dc60973b66351c04c02873c327a0510001d6cd0e6e329641dc8e9354a583c', 62, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-20 16:10:31', '2020-10-20 16:10:31', '2021-10-20 12:10:31'),
('793546689e4d72ba0204af6685e5f56c65cbe94e65a5ee7b2ce71b3b4187017d2dd2690e5c412cd4', 57, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-06 16:03:33', '2020-10-06 16:03:33', '2021-10-06 12:03:33'),
('79572c4ff340909fe278c8e1d71b58bafe8f84a0201391b75a2116dff50872c3352c20b36bbae092', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-07 02:00:50', '2020-09-07 02:00:50', '2021-09-06 22:00:50'),
('7a90e76a1fe61ab7ecabf329d4871f11de9f63e1425c60ef94b7c684d3ee635879419530722e6e1a', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-03 06:34:47', '2020-07-03 06:34:47', '2021-07-03 01:34:47'),
('7a9c13150c220cbcf8a71399da4b4b96ef60f0d6f82a3f59cf2c5ed0a317015908485c87a4e3bb58', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-26 21:56:45', '2020-08-26 21:56:45', '2021-08-26 17:56:45'),
('7b5789608984eff4b89a6756e41025358f6c2397b3f488fbe4e89f93401712622cf1c75cf74cf76e', 11, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-05 02:02:54', '2020-07-05 02:02:54', '2021-07-04 21:02:54'),
('7b75da3d7bde0fa0fd78f084abc64f6bdc4db56d2c93b5e71d52d67bcec1fc707484a55028cb00d1', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-15 09:16:59', '2021-02-15 09:16:59', '2022-02-15 10:16:59'),
('7d2c58d4cdc67d32c43b589d7b5021716bf2f3ee11d10c5e7325a579e44cd40a035b28e58e774759', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-05 16:23:06', '2020-09-05 16:23:06', '2021-09-05 12:23:06'),
('7da81dd180576a3ad4d06c4cdc97a7de3385d4d9d3b5f3d3e536b75abe58965a553c7df423c00473', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-03 03:41:32', '2020-07-03 03:41:32', '2021-07-02 22:41:32'),
('7db21ad0882ff86407b8b3a573b2c51aaaaa793aaf8e721b165a09c2fc4e66b9d9f5c352d7edfaba', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:41:41', '2020-08-09 11:41:41', '2021-08-09 13:41:41'),
('7e18dd94b2b88abed8b5b487c5a49212b4a51aa10e953a2bb7cad01a43a9974a9dc4bc69c42e8a85', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-11 22:14:34', '2020-09-11 22:14:34', '2021-09-11 18:14:34'),
('7ea1d855dc1025d0851b93db9453ca17fa01dfd93e51753a087746c863701f7a6ea5f991a3c40e52', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 09:33:14', '2020-06-20 09:33:14', '2021-06-20 04:33:14'),
('7eb26615b9110a63505e1dbddb443dc5d51f67101272370f500ec64762cc0e0d998c2ef5a71385ca', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-12 11:26:05', '2020-08-12 11:26:05', '2021-08-12 13:26:05'),
('7f16f594e499e75f2d37dad1b39035de868b9c6636c81fedd76fe4d1c46e8d364126653803ef7dc2', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-26 21:40:27', '2020-08-26 21:40:27', '2021-08-26 17:40:27'),
('8001d5b65e11d002b328082a96a5d14011fd8efb44871281720fa960159751f7ecca71209867c97b', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:54:01', '2020-09-12 01:54:01', '2021-09-11 21:54:01'),
('8023ef26819ae9c9ffed61f45fc5e9db0a3f722989e48ca4bde4a9cc3b5236d555bf28b2038564be', 101, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-14 13:24:28', '2021-04-14 13:24:28', '2022-04-14 15:24:28'),
('803ca15e605d20782dbc260e2292af30b48a4335c45beaee66fd639fb17a27771cf763bf8e230cb3', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-25 10:25:24', '2021-04-25 10:25:24', '2022-04-25 12:25:24'),
('805601ebe4361729c717caa8a144874bb367891d2702cdf85ec0e9bd1f076122982b919aafb58f67', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-14 16:04:06', '2021-03-14 16:04:06', '2022-03-14 17:04:06'),
('8097f92f2b7141688722cae07f7a1c5a17fb99256729790f272a3340e03843b91c62ddfa7423b40e', 80, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:22:15', '2021-02-17 10:22:15', '2022-02-17 11:22:15'),
('8117913589a71a91d9ebfc6980b7b7fc36a3b6143821c324f8c546702a25f8f75318f8d554f8b75b', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-08 17:25:19', '2020-09-08 17:25:19', '2021-09-08 13:25:19'),
('822baf6bc827d51456ffd18f53bd4aa6bb67a278e68cfe3773d926cbb7e1aa3de7ad4110184c69cf', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-07-15 08:03:46', '2021-07-15 08:03:46', '2022-07-15 10:03:46'),
('83085e7a0dd91c2460ef2bde234fc0a19f10b4aabb44e0171610dec9d4617dd6ab5358995295c90c', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 22:14:46', '2020-06-18 22:14:46', '2021-06-18 17:14:46'),
('835349af6e0c7ac05c1ebd93d484c6d7576e4ddde93e61d903eb8dd939cb72649f36b60a995c9c74', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-02 16:06:55', '2020-09-02 16:06:55', '2021-09-02 12:06:55'),
('83b8b9ca2077ec2a2152138367dfe87ab9756907fa90cb26aae87aeb105db7a3ab5c69caf19564d7', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-05 00:20:41', '2020-07-05 00:20:41', '2021-07-04 19:20:41'),
('8460baf2cc88a2e8f6350cca0a033f93b03745338717694eed99c91104dd1fac12976ece9795ed2e', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:51:23', '2020-09-12 01:51:23', '2021-09-11 21:51:23'),
('855d820919ea1c7c6725d99d8cbe088e715e3a00a115537b99faed9fc272e2d79d20628f00d358fb', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 07:34:52', '2020-06-20 07:34:52', '2021-06-20 02:34:52'),
('85b6a297c903375b61eaea682b7816d45db7179d4d6e4fa19e16418d5410cc2120fe061c360b92ab', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:47:05', '2020-06-18 21:47:05', '2021-06-18 16:47:05'),
('85f0aae9e647790ba873818e21a3b899155766e93bad0661e0d02b525069abf065965a8b484be7ec', 39, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 15:35:03', '2020-09-01 15:35:03', '2021-09-01 11:35:03'),
('87470c775001d93b932e4a525c1c334d67138bf1c3196571d8cf7b1a035021314f5032e27fdedb13', 82, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:43:47', '2021-02-17 10:43:47', '2022-02-17 11:43:47'),
('88102944479acf7e83d364ad4779510e020d57e0e6c351bc8a919274fe96e97a0c8e90505cae9186', 10, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 08:40:30', '2020-06-20 08:40:30', '2021-06-20 03:40:30'),
('881c108beb217a769a7b683d50c567ba1c9a0fe8ed2a74b7ef32b5da99731aab9d1e492a04f88c97', 18, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 00:46:12', '2020-08-31 00:46:12', '2021-08-30 20:46:12'),
('882aa4c9d31d0128ae7d367d6f953fcc25d7bf9f55e7ab7a77247a93965d247b8ea7e91ca87c85de', 46, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-03 16:53:43', '2020-09-03 16:53:43', '2021-09-03 12:53:43'),
('8893710d67f5eeb4a65ed5b791a695f826dd6b2955cf5305c8aec5822b421ec9652a64af1741d16b', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 15:43:00', '2020-09-01 15:43:00', '2021-09-01 11:43:00'),
('89bf2611b15e8fc291008a33cab15cd61a71d555d06cc3053c1cdc5d043b4fca8907cde2e7b82dd6', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-28 04:00:29', '2020-08-28 04:00:29', '2021-08-28 00:00:29'),
('89d8ce4205f8736307227e09d2dab06120be8cd8091af074847daad4aadc3506faab819d605e4cfb', 18, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 00:53:51', '2020-08-31 00:53:51', '2021-08-30 20:53:51'),
('8af2f6bce5b386d30d8d6b307d6a24c5f7e5d18581fcd5cb614e821f9a215866ff775a6b54021fd9', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-14 06:31:17', '2020-09-14 06:31:17', '2021-09-14 02:31:17'),
('8b9ed9bed41224af5008c795842ab2eb7fe3b9c05026789860783826d1c116bb6e6c5724cda3c5ca', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-21 07:38:35', '2020-06-21 07:38:35', '2021-06-21 02:38:35'),
('8c82c4deadf05021bf58edd633a0c4d5fa008cf929c98fa80ac33a4a0b2e18707eaf8969678d3dd2', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-06 21:31:57', '2020-10-06 21:31:57', '2021-10-06 17:31:57'),
('8c832d4e765a3eb9e38c8876cfe48cc8419c0b2d4b6d07d920519486e11789fc25435ff7c614a89c', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 08:23:14', '2020-06-20 08:23:14', '2021-06-20 03:23:14'),
('8c88597541f92c6fa3709fbe4b7de7a63f7b244a529441dd7cd199e8b287f29464b91d079a640969', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:49:09', '2020-09-12 01:49:09', '2021-09-11 21:49:09'),
('8cb6c02d8a8a19140f4973b899f89c6d60a667fc88282114df709d900932cd7759d7b764ca134c66', 76, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 09:51:12', '2021-02-17 09:51:12', '2022-02-17 10:51:12'),
('8cf742144c62496565dd5d459dbf137e755e1a0543ad4b9d90da327cb0c7717d767f0def255563fe', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:39:19', '2020-08-09 11:39:19', '2021-08-09 13:39:19'),
('8d2af4c5ab0399a12b0f531adacfcc247c2383808a7cbc593c5ca7f7cab48a6573ae7a8fc4eaddcf', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 15:47:53', '2020-09-01 15:47:53', '2021-09-01 11:47:53'),
('8d3cb09628351c36c05f44f2f9c9b3f870b0b68463aed145b62de29d419468fd11afffe30632272a', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-06-02 08:41:15', '2021-06-02 08:41:15', '2022-06-02 10:41:15'),
('8e3816eb6089a29359967501c9c5a2c8b9b157d8d0b1012431433796096eef466b8d5611208a75c4', 77, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:15:57', '2021-02-17 10:15:57', '2022-02-17 11:15:57'),
('8fe1ad8927588e4a8c35454965a285a19c2c83b510fe39b5dee1b1ad0e46fa7191b891a1c30f0bb3', 76, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 09:51:11', '2021-02-17 09:51:11', '2022-02-17 10:51:11');
INSERT INTO `oauth_access_tokens` (`id`, `user_id`, `client_id`, `name`, `scopes`, `revoked`, `created_at`, `updated_at`, `expires_at`) VALUES
('90145cf390b5021bff48c9555e60f2b093fc27e0b9d9ce813e8ef393a41f1be7bf0f537c845a4e70', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:38:12', '2020-06-18 21:38:12', '2021-06-18 16:38:12'),
('96020531cbc02088348916a2b6ef9f8782b865dded348ca4aa75b6e069b2b9a1451dcb029682fe46', 3, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-05-20 12:20:02', '2021-05-20 12:20:02', '2022-05-20 14:20:02'),
('9607818d49f6d3b77fdc1aa8475284b97a8ea673f89c86fddf81cdf4c47f18dcdb00a25cb8897be1', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-27 17:15:03', '2020-08-27 17:15:03', '2021-08-27 13:15:03'),
('97f008335462c2731ec5ce9c80832f4c384b87467cb0925bdf6532b5db9dd31ed5fb00b2d1f3089b', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 15:52:04', '2020-09-01 15:52:04', '2021-09-01 11:52:04'),
('981a72788a4a8af9af72df39e1309ce6bb0afebdd016bdb417e1225c4ad1f2c4003a415a67b38bb3', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-30 17:41:51', '2020-08-30 17:41:51', '2021-08-30 13:41:51'),
('984b9b64accff022a26d3774e6894ba00618481028da4b1942351b59679e58ec240ab0f57a1d5839', 64, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-07 10:23:07', '2021-02-07 10:23:07', '2022-02-07 11:23:07'),
('98bbc164624c054e6541009784dfc0a0665a18c725bc6d09147886147d648a2cfd3d5e0522b72d74', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 09:31:11', '2020-06-20 09:31:11', '2021-06-20 04:31:11'),
('9a12aa26dd03034bb4bed2c3002ba02d37215dbcb0dbeef0743808f2e1fd9548624c1369eec1e36f', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-05 13:33:54', '2020-08-05 13:33:54', '2021-08-05 15:33:54'),
('9a2323184abdb5bc957107de3069cf2b55261391e6d18b414d3c29dbb0581f1eab5a88109c8e9b35', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-05 16:45:07', '2020-09-05 16:45:07', '2021-09-05 12:45:07'),
('9a730ec7cd3a67144672ab39c92e07cb04093fd341912eb7267c84abd251ff84ed23268679f06d79', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:02:52', '2020-09-01 17:02:52', '2021-09-01 13:02:52'),
('9ae2f4abf017e7518ba1ccf08d2470112eb7bf44053b237687e921e3b77edceb8ca071a2d864a71c', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-02 12:21:04', '2021-03-02 12:21:04', '2022-03-02 13:21:04'),
('9b12410118145e71d6c23725643821dda9d1337d120d22d0eac52376bf5e5ef34fd7b1e11c4142c4', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 00:04:23', '2020-06-20 00:04:23', '2021-06-19 19:04:23'),
('9cecec644f6de6fb5c2b114a5a1e9b2be036098cf78bbd3e90b8a076d21f56b8fd266a4d111a3b66', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:41:21', '2020-09-12 01:41:21', '2021-09-11 21:41:21'),
('9e1cc04a4aab496ac229f4967070ede7ebf2628e5ccf154edd4992707f1a96f44a9bc66225c25a60', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-11 22:07:49', '2020-09-11 22:07:49', '2021-09-11 18:07:49'),
('9eb4aec9f0706bb0e8028daba7d058ffc32b1755a2c7712ec16f05f5c37d595268f964a21659f050', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-02 18:05:38', '2020-09-02 18:05:38', '2021-09-02 14:05:38'),
('9fb5a6c0bc3f810a0bd4cb442a69909328d46cd63f2f8d2c1a07e2c156141dea7205768205653a7e', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-16 12:35:12', '2021-03-16 12:35:12', '2022-03-16 13:35:12'),
('a0d514754e82b6fb059af7b9effcd0b9d35abd13ee625c82d54b5e179f75576747fd191aadb9dc2f', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:18:32', '2020-09-01 17:18:32', '2021-09-01 13:18:32'),
('a1a17eaba13d71c8bf52ca784088982889c0adc6454d7343d4f62ced379ff819c5a3ed7b300dfc7a', 54, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-07 01:57:52', '2020-09-07 01:57:52', '2021-09-06 21:57:52'),
('a23b2fa861c98b439d64d2864b7e555df6c99ac7f999d695f4474cce8a17a9c8f3b28b5cb0b0448b', 98, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-16 16:10:20', '2021-03-16 16:10:20', '2022-03-16 17:10:20'),
('a26ad15921361cab8ee08f5e60489267886ee54318478c994e20d5ba9d11fb6489c984bf3808dffc', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 18:34:11', '2020-08-31 18:34:11', '2021-08-31 14:34:11'),
('a3c1493bfb0a018ec991a0ec024413c19ec67555a8062a201d62f3e03ca09ec6973a798e580a293c', 66, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-07 11:33:13', '2021-02-07 11:33:13', '2022-02-07 12:33:13'),
('a3e30f108410dc7e5b99b346bfb56424534dc67ce55b95c1aef6f682f8e456269d67f9721ff00cf3', 99, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-16 16:20:59', '2021-03-16 16:20:59', '2022-03-16 17:20:59'),
('a43258152936a57d1b31df22befdcf2939139bc382c5519488bae11c0a5cbc021969ef535297a5f3', 72, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-18 10:26:35', '2021-02-18 10:26:35', '2022-02-18 11:26:35'),
('a4cc899a8a8402c11604ce15c9d387f4015d59d37b076dd97377002d8a358e83058ccbdf259c276c', 49, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-03 16:56:19', '2020-09-03 16:56:19', '2021-09-03 12:56:19'),
('a579ac3c81c3896f6624db65fad6775718150142e3d54795b7e34ae4acac6664a96f8e207b07fe58', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-10 02:35:54', '2020-09-10 02:35:54', '2021-09-09 22:35:54'),
('a5df93e0a519652a6c403ba4c2080fcfc8497fca91f008467e32c95d1c16cefcff3914f567da3607', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-12-28 02:26:00', '2020-12-28 02:26:00', '2021-12-27 21:26:00'),
('a61d99e75bd912763ea672fd12705e7be1179a48d126aec2987246eb297b263e1b826c36d9d87294', 81, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-16 11:45:08', '2021-03-16 11:45:08', '2022-03-16 12:45:08'),
('a63853698915a8c1a3204e9782e77a329196d1f8ce9f93f14a06af7c5626bee4f75fd133a413dddc', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-06 21:28:05', '2020-10-06 21:28:05', '2021-10-06 17:28:05'),
('a71ca91cd81098a7b6e33b918dad5c63c5e1a2aa76d653c4a9b63e5d1da4220053f4cda4cd28ccdb', 24, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-15 16:26:51', '2020-07-15 16:26:51', '2021-07-15 11:26:51'),
('a7dac4c7ed9a86e1ae7138f0f18be029ec02478ea4fdb350a3c6513348dea1c005f09d029c2afb87', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 12:01:41', '2020-08-09 12:01:41', '2021-08-09 14:01:41'),
('a8fe775e3b14e8297e559af8fdb850c7e6d913406ab7306a20e0497b8bf217b23cf9b5295a62a8c0', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-12 10:52:17', '2020-08-12 10:52:17', '2021-08-12 12:52:17'),
('a9e1470a98e92b3fdc698af8b96a9c85b0123a81edf48502f39c2f3d43ed4cb9149962a94b36aa45', 100, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-16 20:59:54', '2021-03-16 20:59:54', '2022-03-16 21:59:54'),
('aa0828b527a61a81e1719384340320ce3d71aa1cdb3cdeb2e546f0f2ddc365e06ee884fbfea6c575', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 09:28:23', '2020-06-20 09:28:23', '2021-06-20 04:28:23'),
('aa0ddc73e2dba67343a693acf525f2c5ee96229a47d92139e92b7c16d8fb4f2e614e4010f3e93615', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:38:14', '2020-09-01 17:38:14', '2021-09-01 13:38:14'),
('aadcee00b750c47dc1b109e2f3dc13d76a779580878990c99ff4cb5226603e5acc2503f10632e760', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-30 08:28:09', '2021-04-30 08:28:09', '2022-04-30 10:28:09'),
('aafeeeba5a15866f7590465abb85dfe9b19f9009b890101d0ea079b349e34065470f04099a5addc3', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-16 12:08:43', '2021-03-16 12:08:43', '2022-03-16 13:08:43'),
('abd5f5ad6656b5ce8f90ea3ea34a4a0fc9815db1a38d0e790454a41f6287216970a7ef7ae525d1da', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-21 07:37:36', '2020-06-21 07:37:36', '2021-06-21 02:37:36'),
('abe4b4c8c51caf602e84a653fdf9c1fba3745f8380458cd2ed2f6abf929fffe56452e10b3d6d88f4', 76, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 09:51:06', '2021-02-17 09:51:06', '2022-02-17 10:51:06'),
('ac522b55df10802486e7121631c3e26c95a4fdec7eeb6eb455d4fe34536ac6ba41744692a9489813', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:45:58', '2020-09-12 01:45:58', '2021-09-11 21:45:58'),
('ac7b4e7c183fe6a6ecebd374501ba5843221e6666ca341383cc0b8cd1e54d7eeac6999434f2d8de6', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:40:24', '2020-08-09 11:40:24', '2021-08-09 13:40:24'),
('ad452f917a037ff9338a009da3d896c118462be79e1356fa35264d91996b38022bae10e76d3becb2', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:49:34', '2020-09-12 01:49:34', '2021-09-11 21:49:34'),
('af329e2cbe81397a93d43cc8eae0d28dff631931effccc79fab8cc73c2567161c8dfe4d548ee338c', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 10:32:20', '2020-06-20 10:32:20', '2021-06-20 05:32:20'),
('afbacb136aad93b9ea3164ac7a74636cfaf08a728386405d3d322c799763a56af390e6235e99fd17', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:41:30', '2020-08-09 11:41:30', '2021-08-09 13:41:30'),
('afc352e7c7ca9bd3e0c2fb8db0a23162e6df38f3c17ec0f6dc1c8edf7306c3f81cd68838f184f880', 72, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-18 12:29:16', '2021-02-18 12:29:16', '2022-02-18 13:29:16'),
('b1cddf35ff92215f9e65d505ab65931eb6322abd91486026b692bfea74dacab6a8629b2f3aa428ec', 78, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:16:51', '2021-02-17 10:16:51', '2022-02-17 11:16:51'),
('b3dc0c4d3e61aaa4d088240002670c26adcae129a18ce66835475d94620692d135d89a7fa9f3bdca', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:59:45', '2020-08-09 11:59:45', '2021-08-09 13:59:45'),
('b4b1e1a5e6d503407f266fd5c466e00c68227f7c1f43d32949b7479238d4ae37a9d80461ec4ae6d1', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-11 22:03:19', '2020-09-11 22:03:19', '2021-09-11 18:03:19'),
('b4f672e4911f975a8bbee72dbd41c131177c5539a371f7754181a987bd9322202ec878e6de68dcd2', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:08:56', '2020-09-01 17:08:56', '2021-09-01 13:08:56'),
('b4f8c0b7bd2b152bcd827976148a567a3ae1c4eb7fdcfa597eac8027780f4d3e842af183cbae1a3e', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:47:22', '2020-09-12 01:47:22', '2021-09-11 21:47:22'),
('b5a52e5cadfc21e086a21e57c8cfed22c2ac5ee02ba9aa363c224436df03290f162fc0eb898b3df0', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 15:55:21', '2020-09-01 15:55:21', '2021-09-01 11:55:21'),
('b60a7093b83d27781f3a769d476a99cf3b3f7b36426b10e79b786df04fcce41d724b6a7a5f97f29e', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-14 11:57:26', '2021-03-14 11:57:26', '2022-03-14 12:57:26'),
('b68f242a8f7a3a7d62238683357bb6f69f820524dbca3ad5b6e4310af334e6baa65d874fd006d33f', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-10 09:21:08', '2020-08-10 09:21:08', '2021-08-10 11:21:08'),
('b6e02712e983e691999ba8eee2af44176fabd93850cdce0e7e3b6830a07941cca86e4b5f6ab969d9', 74, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 09:41:27', '2021-02-17 09:41:27', '2022-02-17 10:41:27'),
('b791076fa7c57b5155d30769c94f9edbd686fbbcd62536f99260fdf16311b28fd53476bbe196ba6b', 89, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-12 12:21:08', '2021-03-12 12:21:08', '2022-03-12 13:21:08'),
('bc3b2350eac5ec5cc0e1f3710f1aef5f6936374c8758bc0ae7d46be294b653699812cbb137f5e45c', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-22 20:19:05', '2020-09-22 20:19:05', '2021-09-22 16:19:05'),
('bcabbcf3d8dba71b17da763f3da9f1d646b3e48dc1f8d6923c1e8d8efb84bb1e22753ea48aefd743', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 15:48:28', '2020-09-01 15:48:28', '2021-09-01 11:48:28'),
('bcf8cbd72b4b823097af141cab7d5665ad6e79be75bbd811bb84943c5ba21dd3c31eafdd3a2489bf', 41, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:01:39', '2020-09-01 17:01:39', '2021-09-01 13:01:39'),
('bd4403b4e1df43623f4d47840c8347135fa51c73fcc026949e4b375baf47d61083d0bf2402e8cf65', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:47:15', '2020-08-09 11:47:15', '2021-08-09 13:47:15'),
('bd6624e1d86d760aa783ba68bbd063a5061938336bdeee37ef9484fdd5916a8d52657265e43235a9', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 10:00:08', '2021-03-07 10:00:08', '2022-03-07 11:00:08'),
('be3d2e590d8b3d7150ae7a56f698b970f5b2e1ebe9b743b29bd64e21d72374d8fb575ec91d566ee5', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-30 17:13:10', '2020-08-30 17:13:10', '2021-08-30 13:13:10'),
('be40fc7bdd41a11f7b1624b64eff45aa874029b884ccd9f4030ebc59ed3bd2aa1a9817d92cf8b40a', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-03 22:03:41', '2020-07-03 22:03:41', '2021-07-03 17:03:41'),
('bfa4246a128cd5c0dc57bd2cf4e4a7a071028adaff9a7e67851b3678f8273bb6cbead2e272f6c6de', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-05 13:34:31', '2020-08-05 13:34:31', '2021-08-05 15:34:31'),
('c198585ffadc21454a316c6f4703a854c36a4d04a9530b10d0bfbd70caa7d11f3b793cfd010c1464', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-03 03:23:15', '2020-07-03 03:23:15', '2021-07-02 22:23:15'),
('c1b7ae2ac62ce0be00104c6288b59e01a72da792bddd09c9a6641faab3b706f4fa25c7714db77ff8', 42, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:08:38', '2020-09-01 17:08:38', '2021-09-01 13:08:38'),
('c25b0d404cc843f10eab14fd6abfbc889384943588ddd621e49d2701584c632f09b6a22e8ccedee9', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:42:14', '2020-09-12 01:42:14', '2021-09-11 21:42:14'),
('c52ac582bc0fde7318f49152820c8c79d26ecd22577ba3e1e947ce484e2117f03c9e04e499ebee94', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 15:51:07', '2020-09-01 15:51:07', '2021-09-01 11:51:07'),
('c58c5b7216df4cd36acb8b8cef0706d678085e383732f0385033e72ea562f7881823edf95db4fe36', 72, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 09:59:13', '2021-02-17 09:59:13', '2022-02-17 10:59:13'),
('c6aaec596be22a8afb3d21ad5c6c0bdf0154f243c02f261f116544c4b016a44a399f98261657f94e', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-26 21:36:54', '2020-08-26 21:36:54', '2021-08-26 17:36:54'),
('c745721af5c5b3a3063daded9c174ff5ccc7d548a9187e9b222eb32c88bee2764fa41767bfd4b762', 13, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 15:32:20', '2020-06-20 15:32:20', '2021-06-20 10:32:20'),
('c90cfd22edf35e261e3d52c5e713732deb6ec421e3d782f5f7c14587758f65134d42e76c180e9a43', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-12-29 08:14:52', '2020-12-29 08:14:52', '2021-12-29 03:14:52'),
('c94000f7925050f960c2e79f1f4cfd9f34e394ce12d9311eeea999cc67758aa781d6571583ad4e61', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:43:48', '2020-06-18 21:43:48', '2021-06-18 16:43:48'),
('ca2c04f66a0818b1d4cbf70e85e68071ebd8d26e78fadc33595401002aeb08b46a1b3fcbd2665cdc', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 12:06:29', '2020-08-09 12:06:29', '2021-08-09 14:06:29'),
('cb600e22a43bcc17a69ca688810442d17fa64dd3ee7ae2f2459d02e4f8da465c1e5b0c61a4e465b6', 11, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 07:25:53', '2020-07-04 07:25:53', '2021-07-04 02:25:53'),
('cb72fdd9f998ebe84ae001d09f9e8ed9a9faebb74f601cd25f5fc04ab96cf59614dad021648b4cb9', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 16:32:23', '2020-09-01 16:32:23', '2021-09-01 12:32:23'),
('cbadd9b094965a6ae839cfcecde9cd19c8a071e697192cf2287b229c0a134900bce108b59441a260', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:44:24', '2020-08-09 11:44:24', '2021-08-09 13:44:24'),
('cc4f928caea4d7c4af28a02800447a7ed4916fb37fce049afedd0f21dedcfcd92779205b8f9d0f70', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:27:48', '2020-09-01 17:27:48', '2021-09-01 13:27:48'),
('cc57b8744e90d79b43be214667eb227138cf5ccf36d9d43c1c3b39bf483971336197698596720e9c', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 19:58:09', '2020-07-04 19:58:09', '2021-07-04 14:58:09'),
('cdc6672749b41efad0cbc0f2d0efefaa9b0871292dd35db7e29f661783b989eda9054a7eac4c037a', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-02 10:05:28', '2021-03-02 10:05:28', '2022-03-02 11:05:28'),
('ceb002ecd435c7a50428dc3ace86b0d62703d915f97e63c69a8bdefd8dec40b82c0768944f6c3b26', 9, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 08:39:03', '2020-06-20 08:39:03', '2021-06-20 03:39:03'),
('cee3f072ad08f98bb03a742daceabceddc21b62dc7d4c5536fded3a095534c3b1395e7eeb90fc273', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-30 17:14:06', '2020-08-30 17:14:06', '2021-08-30 13:14:06'),
('cfcf2cae02ce3d22db941840b2c9602f275b3a93dc2d3b169a1c5cf2b9844ed2adbebc694221b5f4', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:07:48', '2020-09-01 17:07:48', '2021-09-01 13:07:48'),
('cfd892fbde9a51cbca3b0ca2760c4adaf1374b80e13828b0c1a2e5b272bc2f571a58d05ac9faec97', 107, '94027b22-d0d6-4432-ba04-e287b819b4a2', 'android', '[]', 0, '2021-07-29 14:22:49', '2021-07-29 14:22:49', '2022-07-29 16:22:49'),
('d005204ba61554557a859c1de4a921b54d2223d68a628589f3db077266fd625f4e2bc04bf1277ef8', 106, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-24 10:18:16', '2021-04-24 10:18:16', '2022-04-24 12:18:16'),
('d0e6a67acd66b436122f03164d43be4b5b4971f9d6150c822b236f7f77e2c1b1f95310bf6402683d', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 22:34:29', '2020-06-18 22:34:29', '2021-06-18 17:34:29'),
('d0ec4c864d2eb3985aa5c0153b93c7015d8f4c790bffa47d1446d6d7f14215eeaaa300a106c76161', 55, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-08 17:17:54', '2020-09-08 17:17:54', '2021-09-08 13:17:54'),
('d1970772cecaac80ffb9607b4ca259675557e649c33c7e29cf5bb2ee5d1a8023b77d370ce8fc025d', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-20 09:54:11', '2021-03-20 09:54:11', '2022-03-20 10:54:11'),
('d2dad50553ba474de1cc881631bca402ac0e55a5fe53479490b7c7fc9a253b724c7edb58a636965d', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-12-28 02:35:04', '2020-12-28 02:35:04', '2021-12-27 21:35:04'),
('d2dc9115606cf444e5b71bf8b2c4709157a7d57618a3f9a2d3b4b8ffaa0be6f2c7c75778345d8581', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-05 15:30:47', '2020-08-05 15:30:47', '2021-08-05 17:30:47'),
('d3d04410f72035e5f7b8e7e3ce591918cce1e61e7793f50495ee937adb6d81915e7b97a1556cc55c', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:03:15', '2020-09-01 17:03:15', '2021-09-01 13:03:15'),
('d4186dcf374cbc1140993a04412b8b1a2c5ea432c196be11a2ccccc97c25c2b71cb9238861a3322e', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 09:28:19', '2020-06-20 09:28:19', '2021-06-20 04:28:19'),
('d47dfcdd74ad7db11d48ebe5522e7aec9f2af8feb9068ec64db486d545c468041a6e255658afe514', 68, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-08 12:02:24', '2021-02-08 12:02:24', '2022-02-08 13:02:24'),
('d5617a0f8e6d7026c2f8f41db29d6ea2d815590f858e326820c622c73b79215f56d120c96b356066', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-05-02 08:14:55', '2021-05-02 08:14:55', '2022-05-02 10:14:55'),
('d583bb41110a565fa87fa32c54d2ecb2a098237354b997bd6f3f1e0a4f72342fd619efab6c50b63f', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 14:11:31', '2020-06-20 14:11:31', '2021-06-20 09:11:31'),
('d66255668b5e50f4917c5d86894fefac8c1d27e99069944690e41b1ee3fb9d999a43f087816cf50c', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 20:00:08', '2020-07-04 20:00:08', '2021-07-04 15:00:08'),
('d6d2e95d37a5b5e1a63bb328c2a6f0f69a0e6588d92f73845396b6770f1e570604dde69a73a7984e', 32, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-29 15:30:09', '2020-08-29 15:30:09', '2021-08-29 11:30:09'),
('d6d9bf395f0744af8eec92621297fdd12ec1839a82cb9f112a7e30150494c2d9f8c768796709e46b', 107, '94027b22-d0d6-4432-ba04-e287b819b4a2', 'android', '[]', 0, '2021-08-02 14:05:40', '2021-08-02 14:05:40', '2022-08-02 16:05:40'),
('d769222214254d1960da6d280ee65f9d3b7874318f802c1ef046c8af6835e29b6983d4d35c5aa646', 8, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 08:33:25', '2020-06-20 08:33:25', '2021-06-20 03:33:25'),
('d7dd21d45fd3b41524d04d8c428e58a955d6d2ae2b148c9cd809a824ebcd02429134de7d0d423f4e', 72, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-16 17:57:57', '2021-02-16 17:57:57', '2022-02-16 18:57:57'),
('d8046106030af53ae304bef4e790f3d6bcc32dbc86642da6f48894230c6fea97ea158a4aad16c8c4', 51, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-05 15:05:20', '2020-09-05 15:05:20', '2021-09-05 11:05:20'),
('d8208a667641846eab114435f75d75cb59da643d42df183376ba51753e35ae7d9d512687bb01db23', 42, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:18:06', '2020-09-01 17:18:06', '2021-09-01 13:18:06'),
('d890d09d52cc7b1529073680f261ce75088dcdefa691c4ca5088fc782e82c6598d41b64774abcc28', 102, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-01 10:55:03', '2021-04-01 10:55:03', '2022-04-01 12:55:03'),
('d8acb21c9a80cae1389721d5e4071765c413b2758764f1f94cc0568a6bb38eafedf7f347d2597029', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:39:59', '2020-08-09 11:39:59', '2021-08-09 13:39:59'),
('d96b111de1844ec5da510b73ec73a1299d37e590b6e2c9f78c22390b824647c2fc4c04aff835fc98', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-06 21:25:12', '2020-10-06 21:25:12', '2021-10-06 17:25:12'),
('da9d5232c6a496a672a523f355a998933e476115d5c79121a7ec418ebdc75d18efdd49c4735bb7bc', 85, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-18 14:26:53', '2021-02-18 14:26:53', '2022-02-18 15:26:53'),
('db3b13a31b7a49557aef55cef9c5b7d7e2f038992efdf7c2bf79b0e51fad8570e1f005fb020bc74e', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-02 10:11:26', '2021-03-02 10:11:26', '2022-03-02 11:11:26'),
('db74e366e0333307bcea7f6da858648c64a13c5990be2bb5f1ac5344e19895a2a8030257af8f1dc5', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-12 01:01:15', '2020-09-12 01:01:15', '2021-09-11 21:01:15'),
('db998b46899b0021f32baf351185af8e23a13901a01a8e3c0540c51c1ead7048a6b1db390c14e266', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 12:07:02', '2020-08-09 12:07:02', '2021-08-09 14:07:02'),
('dbd34d96f56346a699f10272fae0396c099041819a3fefbeafdbb6db941d22885c36f153db4e5a01', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:34:32', '2020-08-09 11:34:32', '2021-08-09 13:34:32'),
('dcf4a90e660c025f2f0fe73c752d87bab9bfeac4dade1a68b7aaec09876a6d5cc6c20611c49b900c', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 07:01:45', '2020-06-20 07:01:45', '2021-06-20 02:01:45'),
('dd1bfd7f6a3ca6e64f481ea2d40c71328ec85839b59e668a30a98aceefa2f22be3f31e16ebacb106', 18, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-05 01:32:01', '2020-07-05 01:32:01', '2021-07-04 20:32:01'),
('dd753a8f54359607ab5e6892174bbd97db5ab70acfc4200c932b55778c9e1c97f8db1de1e60ff986', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:43:03', '2020-06-18 21:43:03', '2021-06-18 16:43:03'),
('df29495dcbfe196e19892ebf231ccbee43983e15719a4ae98ec2e8e38973986c7efa1e7887ab3f37', 9, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-14 09:39:26', '2021-04-14 09:39:26', '2022-04-14 11:39:26'),
('e0ff16caecaee0f7ded77dd4320e49809d54167671980e2588db480d0d3a60d932e128e73581cc0e', 67, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-08 09:20:49', '2021-02-08 09:20:49', '2022-02-08 10:20:49'),
('e1846d2779c683a179a8fe83bc21b97d579a05d9d25041cb44c3d3cec3ce9ea74ce249474cbf13db', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 19:55:27', '2020-07-04 19:55:27', '2021-07-04 14:55:27'),
('e2cd1926bcd2474c193eb3525b54a93835fad5f8d31b3b9bbaef2e6b39b2526bb30fe644beba30e6', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-19 07:02:37', '2020-06-19 07:02:37', '2021-06-19 02:02:37'),
('e2ff2be18ddf49c8b4e0a9a1ce522efe2269be205f7aff7e17af85991553c3bcdf97b76885416e19', 69, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-16 17:51:14', '2021-02-16 17:51:14', '2022-02-16 18:51:14'),
('e39dbb95129f269944c961b2e8feeeecb8bd2ac14c395979044f60f63dbb36d20d2945ca88561d97', 25, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-19 21:45:12', '2020-07-19 21:45:12', '2021-07-19 16:45:12'),
('e40e05841c8d78b24a3977482e26525e3b597976fed6194015bcdf5673d2c69e6e768fc43e9f39fc', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 12:03:33', '2021-03-07 12:03:33', '2022-03-07 13:03:33'),
('e427dd386a31c36f3638d6c8b06ccbe3c8d3a22765ef6ba993b19350b7ca698ac64fcba673e213f0', 41, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 16:39:30', '2020-09-01 16:39:30', '2021-09-01 12:39:30'),
('e4608ea08df5f0571e2c41462758ff57ccc3d2c70dbb03a9c49786fd57dc17716445d0a39beb2d35', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-07 21:55:21', '2020-07-07 21:55:21', '2021-07-07 16:55:21'),
('e49c28b92db258a865d5ae93b2cfb055351f235ba0c4c014c106331446e1f19c6942d29a877e649e', 30, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-26 22:05:44', '2020-08-26 22:05:44', '2021-08-26 18:05:44'),
('e49e0f238881e5a7ed550368c0a145ef179877c4d04eb75c0f2a2ee1e59a67ea08ec9ce58637f19a', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-10 02:47:24', '2020-09-10 02:47:24', '2021-09-09 22:47:24'),
('e4aa75ef30c42d442fa0bdcf22555270b60d4c8108dfdb90c692a67533ec8381a745a96e33548768', 57, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-16 18:46:42', '2020-09-16 18:46:42', '2021-09-16 14:46:42'),
('e68eaf591d64cf3cf2aa6c5d50c0a92b1177c42a2436d718b41c9771586d0179f6397697cee3fa63', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-25 15:34:02', '2020-08-25 15:34:02', '2021-08-25 17:34:02'),
('e70263e4a6077324487360d54772240c2c9183a48dc7b4009301ad2b258c9670c95f8cbbc93f6600', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 20:00:44', '2020-07-04 20:00:44', '2021-07-04 15:00:44'),
('e7bc37d085cfbeb40ed5788fb3676203f184af00885152288b3987565f027303237db8aaa4cb001f', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-07 23:46:40', '2020-07-07 23:46:40', '2021-07-07 18:46:40'),
('e8238cd56d74f6a555e41921c78743615b93a9b2b0c2208355e3b1b824882181fa20c236c0ffc1ec', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-02 16:14:28', '2020-09-02 16:14:28', '2021-09-02 12:14:28'),
('e8c7216fcdb8000918cce3565b42458f406c979964b2f2b73878f9163d2038e716c1786bd697aa8d', 83, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:47:36', '2021-02-17 10:47:36', '2022-02-17 11:47:36'),
('e99cbd29909c053f907ca314f062586c272a1f18ac4912aba99bce64ffd0416cf9997438200bd7e7', 35, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-30 17:13:49', '2020-08-30 17:13:49', '2021-08-30 13:13:49'),
('ea389cde3c862e86a7d8ace4339c968041a82747cf2bba78e211c1fb4a1d5fe6bbc4daeb58aefcc6', 23, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-15 16:11:39', '2020-07-15 16:11:39', '2021-07-15 11:11:39'),
('ea687b00a3f8c259d678792cdb93e2b82eb6af5cb78ccd7fe36d3aa423b9fc59b5e241089c58b2d0', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 19:55:51', '2020-07-04 19:55:51', '2021-07-04 14:55:51'),
('eba0723491cc36dc1ff2a60ea42896a70fba29ece43b49b542d8c8a39f4a9fb7fafd1197da487af6', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-02 10:05:22', '2021-03-02 10:05:22', '2022-03-02 11:05:22'),
('ebf08d308aca7e1df060954c076a486e89da3b2c646cc41ca752caeee8bf6feb7eab35444cd92667', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 20:11:32', '2020-07-04 20:11:32', '2021-07-04 15:11:32'),
('ec14e599e21ba569a878eee9fa7244c3859101170e6bab4f292f9906ccfa300b8405c4518ae425a3', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 08:11:17', '2020-06-20 08:11:17', '2021-06-20 03:11:17'),
('ecdee6137e888246f77c3919ffb9242babefc3cde99ab264435832e41267973240558a549ef920d3', 19, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-27 15:57:44', '2020-06-27 15:57:44', '2021-06-27 10:57:44'),
('ed043ad11f4bc85d6a7e081b865466e80d5a61712eb6414ce8246d3a31233b688561c53e8fadf993', 27, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-09 11:39:03', '2020-08-09 11:39:03', '2021-08-09 13:39:03'),
('ee3173b7c9971b5077eddce5ed0a4b718329d8593be807892a1d5300a2859b00f0a2f8ee3386052c', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 15:50:44', '2020-09-01 15:50:44', '2021-09-01 11:50:44'),
('eef5b1f7be78303bc023b722052eb9ce9c3ce9dea623a0f2fa81d937a12c1715da06569e1ec3ab7a', 99, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-20 11:57:20', '2021-03-20 11:57:20', '2022-03-20 12:57:20'),
('ef0116cf6604c913b9b5dec7f3c9b841ff48012e72b9c760639e9225cf3b0418e0a022aef8b121ea', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:41:00', '2020-06-18 21:41:00', '2021-06-18 16:41:00'),
('ef9c66d01e6de7c0497287e9acdfa32bb0916fe7a66957b73e3fb38e23cb83ca13d7478c47d8e5ea', 57, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-10-06 20:55:35', '2020-10-06 20:55:35', '2021-10-06 16:55:35'),
('efb758887620af93a2820119ce7b96d748a5e8b7d2669c7d9c24a3a6de0208182d9a7295ac77e9a2', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-03-07 12:01:29', '2021-03-07 12:01:29', '2022-03-07 13:01:29'),
('effd030820b2ded0d9344f7f74e5689d7b509f53263569c275c7ca1eef058af39f44dae0662bac4e', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:34:11', '2020-06-18 21:34:11', '2021-06-18 16:34:11'),
('f18e03d8bf04d120c464fc68c63f4a348e390a80735802bbc339bde0a57403753fab65282c06bb38', 7, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 08:08:02', '2020-06-20 08:08:02', '2021-06-20 03:08:02'),
('f1c50958e330f37bff79fa7c6b71cfb04eb932a950f47a9aba2b421662dea3961ed54d256639f04b', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 15:57:22', '2020-08-31 15:57:22', '2021-08-31 11:57:22'),
('f221ccd7426570d6c0584116425b08a96497ba0681d63661c4846b53e42eed9e0f94905bdd5e2cd2', 103, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-17 22:48:27', '2021-04-17 22:48:27', '2022-04-18 00:48:27'),
('f2bfd38e8fecb481d6d0b6abc778b84415132ecfaf1b5c35a75c9c106f0257018873444c291fa761', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 08:28:03', '2020-06-20 08:28:03', '2021-06-20 03:28:03'),
('f2eb5386b225bd068c70424361c2d847a288079e7deae328644c42ca8e6cd1ff8b8414cdc3935582', 3, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-05-20 12:30:43', '2021-05-20 12:30:43', '2022-05-20 14:30:43'),
('f2f3ba662aa2b8db360c5dad51403f4e0e2bc679068c570989d389b69cc5911880619b9f4bff3806', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-10 04:20:35', '2020-09-10 04:20:35', '2021-09-10 00:20:35'),
('f320ab78ae83f32a41ed7d0edaed3580d9ea2fe7b1872fc9c687e2051c5bc0be973bd5ffdbbd2070', 42, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-01 17:17:27', '2020-09-01 17:17:27', '2021-09-01 13:17:27'),
('f3344aa5303b7c40867a2dc2e68926825d7749f303506ba4372dda9b2262173c2459598f6747de1a', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 10:15:07', '2020-06-20 10:15:07', '2021-06-20 05:15:07'),
('f40b8a21facdcd3e5f04b7a685049d621d6fb4d2ffe03f4e6f6aa4d2ad2c428832908aa03448559a', 18, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 00:46:10', '2020-08-31 00:46:10', '2021-08-30 20:46:10'),
('f44d2f70b59d7000f6bcb0e3b0db52e201089f94fb38838842f054e3b0b7fd186170efa16dc86aad', 80, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:39:51', '2021-02-17 10:39:51', '2022-02-17 11:39:51'),
('f456344c83a0ac9b87fbdd4c70af5659ed3780f609dfb63e25d9bb27a2584cc730e921e1e2588c5f', 3, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-05-20 12:51:53', '2021-05-20 12:51:53', '2022-05-20 14:51:53'),
('f46b69e1e8ab6a21471154d4d1de9d7dfae6462eaf522ee1f98b8ed413d5790bfd5e426f5385bc65', 3, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-19 22:06:38', '2020-06-19 22:06:38', '2021-06-19 17:06:38'),
('f4d69a493e1daf7a16b31025cadeac3486c8bddaf3dd4fa71ec2dbac6e19aa7438ab0f7aa77954fb', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:36:33', '2020-06-18 21:36:33', '2021-06-18 16:36:33'),
('f55e344787f40baf0f1f7e4875a41ada53d68bacc226851259dd4fd7b89c835d8ec3e29f7233a813', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-27 21:15:51', '2020-08-27 21:15:51', '2021-08-27 17:15:51'),
('f6f33d5b2bb929eb1b9b0fe12e29adc77477f6acc475574f068b20da8da7a032bc21ce3e5059228e', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 20:00:40', '2020-07-04 20:00:40', '2021-07-04 15:00:40'),
('f78baee23a1514739cfffc006f2c31e9573dabecf8a1f64f137be554a89541f4fd17699ffec7ea5f', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 07:51:14', '2020-06-20 07:51:14', '2021-06-20 02:51:14'),
('f7b557154d18dd9f6c35e0db746ade5406ce4a3629d87e3b94edc36e112caab46d0a16e0ccbc6adf', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 20:01:58', '2020-07-04 20:01:58', '2021-07-04 15:01:58'),
('f912789cdbdf17e304639a66df7bbaa60d17905fefcdd689dd211cf9bf42430b49836b1bacc95f56', 6, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-30 18:31:28', '2020-08-30 18:31:28', '2021-08-30 14:31:28'),
('f93361ddb4a11d9b8019a14efe9a71c9c12d99124be35feed18e739404de32176b0bd080830b1669', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-02 23:27:39', '2020-07-02 23:27:39', '2021-07-02 18:27:39'),
('f984925caf8208efe747755029404af32438d88ab81e36d7c326edc6478ef4f3418313b91141a34e', 79, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:23:52', '2021-02-17 10:23:52', '2022-02-17 11:23:52'),
('f9b9857713de30e41a502a4b2623c71a189f57acffb4cb548164ed7d4014cd113888f3184359a28d', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-10 02:30:42', '2020-09-10 02:30:42', '2021-09-09 22:30:42'),
('f9f0506ab9b115c6db21da5c54afb12d0f721f1391a0f325632339f149e8f5fae98eddcf01f4f954', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-07-14 13:52:06', '2021-07-14 13:52:06', '2022-07-14 15:52:06'),
('fb8aff387b3d0c9801d6dec08e95f29e6cc7f5194854c3170c9fbb22b5f19d6169e5430ea4551435', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-10 23:13:58', '2020-09-10 23:13:58', '2021-09-10 19:13:58'),
('fb8e2de7f6f83f5350d1d25718b9521c9c7155367fdc46a24bf82ebb05c4cc121ecf6e9984bce358', 58, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-22 22:26:00', '2020-09-22 22:26:00', '2021-09-22 18:26:00'),
('fbfc4bb2dda9b6cb4499aee07c2cfd82aff13649aa9b57b1687494ab1b0778e1be3c539ddce33de1', 21, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-04 19:52:04', '2020-07-04 19:52:04', '2021-07-04 14:52:04'),
('fc2dbb2c07a25c01d9a9c6f9138859941bd013320292cbc3ed5b373a9f8a9254bf679b58bc35841b', 72, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-02-17 10:15:05', '2021-02-17 10:15:05', '2022-02-17 11:15:05'),
('fc43353ccc402423081b725239f126ec7b1ef44578eea0959fb1a93878019c474c258919e45801a0', 59, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-23 15:03:12', '2020-09-23 15:03:12', '2021-09-23 11:03:12'),
('fc6c43039e26ee8fdf3e72992729ff80a35ea5f855140f0c2c91ab03d0a60fe268ed47a4e0a8f04e', 56, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-09-10 17:01:10', '2020-09-10 17:01:10', '2021-09-10 13:01:10'),
('fd6e816d97b83c47171daf47895d4bf3afe4dbc887076c93bece4df7eba67c3721392796156b445e', 2, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-20 09:46:45', '2020-06-20 09:46:45', '2021-06-20 04:46:45'),
('fd87388cd2e82b174d1105c0949ab91099c8014199f1166ec9c0c9fcf6aab1a634a851d363199df9', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:30:26', '2020-06-18 21:30:26', '2021-06-18 16:30:26'),
('fd926dad9923ad7f5c2b619b7dbf1a745e0217c45b52546fbde70d5935f9675f92a62ad58f2e7a75', 107, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2021-04-28 07:10:20', '2021-04-28 07:10:20', '2022-04-28 09:10:20'),
('fe4a28df17e09aa84545eeacabffcb237e155345230bb8035203225cc2097ae640b6ac7fa0ebed74', 1, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-06-18 21:40:36', '2020-06-18 21:40:36', '2021-06-18 16:40:36'),
('fee5c0427457a29a3ca531606cf06395b58430a3ad1ccf293a2d6d854216734a3b69e93866e2b541', 12, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-08-31 18:36:10', '2020-08-31 18:36:10', '2021-08-31 14:36:10'),
('ff940f794605677d0179b4ef8abe8683349778e1ed7032676346e5d47d913cff2371f480d5bce648', 4, '90d60e4f-8f42-491c-987b-cee16132c83e', 'android', '[]', 0, '2020-07-05 01:21:01', '2020-07-05 01:21:01', '2021-07-04 20:21:01');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_auth_codes`
--

DROP TABLE IF EXISTS `oauth_auth_codes`;
CREATE TABLE IF NOT EXISTS `oauth_auth_codes` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `client_id` char(36) COLLATE utf8mb4_unicode_ci NOT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `oauth_auth_codes_user_id_index` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_clients`
--

DROP TABLE IF EXISTS `oauth_clients`;
CREATE TABLE IF NOT EXISTS `oauth_clients` (
  `id` char(36) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `secret` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `provider` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `redirect` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `personal_access_client` tinyint(1) NOT NULL,
  `password_client` tinyint(1) NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `oauth_clients_user_id_index` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_clients`
--

INSERT INTO `oauth_clients` (`id`, `user_id`, `name`, `secret`, `provider`, `redirect`, `personal_access_client`, `password_client`, `revoked`, `created_at`, `updated_at`) VALUES
('90d60e4f-8f42-491c-987b-cee16132c83e', NULL, 'Laravel Personal Access Client', 'xcldVnaB0x6AbePr5XeBdOP5XHD7L7MnT9FJb7Wh', NULL, 'http://localhost', 1, 0, 0, '2020-06-18 14:26:14', '2020-06-18 14:26:14'),
('90d60e4f-dc31-477e-94fa-39f59a5597dc', NULL, 'Laravel Password Grant Client', 'umaQsauE541sqLoxsV4f3zeXftCk056ccwAI6TVw', 'users', 'http://localhost', 0, 1, 0, '2020-06-18 14:26:15', '2020-06-18 14:26:15'),
('94027b22-d0d6-4432-ba04-e287b819b4a2', NULL, 'مٌعين Personal Access Client', 'xgucvEQFf3iDkQ5smkkKYR7OL2GaFM6JBaa0oh6v', NULL, 'http://localhost', 1, 0, 0, '2021-07-27 11:02:47', '2021-07-27 11:02:47'),
('94027b22-e5dc-4ab4-8418-7268e00b7bfe', NULL, 'مٌعين Password Grant Client', 'MkSbBDaryyzi8jwowc7l9eBuyPG4Ztxrd9l6ifA8', 'users', 'http://localhost', 0, 1, 0, '2021-07-27 11:02:47', '2021-07-27 11:02:47');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_personal_access_clients`
--

DROP TABLE IF EXISTS `oauth_personal_access_clients`;
CREATE TABLE IF NOT EXISTS `oauth_personal_access_clients` (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `client_id` char(36) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_personal_access_clients`
--

INSERT INTO `oauth_personal_access_clients` (`id`, `client_id`, `created_at`, `updated_at`) VALUES
(1, '90d60e4f-8f42-491c-987b-cee16132c83e', '2020-06-18 14:26:15', '2020-06-18 14:26:15'),
(2, '94027b22-d0d6-4432-ba04-e287b819b4a2', '2021-07-27 11:02:47', '2021-07-27 11:02:47');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_refresh_tokens`
--

DROP TABLE IF EXISTS `oauth_refresh_tokens`;
CREATE TABLE IF NOT EXISTS `oauth_refresh_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `access_token_id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

DROP TABLE IF EXISTS `orders`;
CREATE TABLE IF NOT EXISTS `orders` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `coupon_id` int(11) DEFAULT NULL,
  `description` longtext COLLATE utf8mb4_unicode_ci,
  `car_type_id` int(11) DEFAULT NULL,
  `pharmacy_id` int(11) DEFAULT NULL,
  `delivery_id` int(11) DEFAULT NULL,
  `hospital_id` int(11) DEFAULT NULL,
  `service_id` int(11) DEFAULT NULL,
  `client_id` int(11) DEFAULT NULL,
  `start_address_id` int(10) DEFAULT NULL,
  `end_address_id` int(11) DEFAULT NULL,
  `country_id` int(11) DEFAULT NULL,
  `start_price_range` decimal(8,2) DEFAULT NULL,
  `end_price_range` decimal(8,2) DEFAULT NULL,
  `amount_paid` decimal(8,2) DEFAULT NULL,
  `remaining_amount` decimal(8,2) DEFAULT NULL,
  `real_price` decimal(8,2) DEFAULT NULL,
  `offer_price` double(8,2) DEFAULT NULL,
  `payment_method_id` int(11) DEFAULT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` enum('pending','accepted','check_out','scheduled','arrives_to_pharmacy','delivery_loaded','delivery_go','arrived_to_client','arrives_to_patient','move_with_patient','arrived_to_hospital','End_journey','cancel','rejected') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'pending',
  `asked_at` datetime DEFAULT NULL,
  `schedule_date` datetime DEFAULT NULL,
  `distance` decimal(8,2) DEFAULT NULL,
  `start_trip` datetime DEFAULT NULL,
  `end_trip` datetime DEFAULT NULL,
  `arrival_Expected_time` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `reason` text COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=274 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `orders`
--

INSERT INTO `orders` (`id`, `coupon_id`, `description`, `car_type_id`, `pharmacy_id`, `delivery_id`, `hospital_id`, `service_id`, `client_id`, `start_address_id`, `end_address_id`, `country_id`, `start_price_range`, `end_price_range`, `amount_paid`, `remaining_amount`, `real_price`, `offer_price`, `payment_method_id`, `phone`, `status`, `asked_at`, `schedule_date`, `distance`, `start_trip`, `end_trip`, `arrival_Expected_time`, `reason`, `created_at`, `updated_at`) VALUES
(1, NULL, NULL, 1, NULL, NULL, NULL, 1, 12, 78, 79, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '01554542166', 'pending', '2020-08-27 12:48:06', '2020-09-01 16:46:00', '2.00', NULL, NULL, '0', NULL, '2020-08-27 16:48:06', '2020-08-27 16:48:06'),
(2, NULL, 'test', NULL, 2, 6, NULL, 7, 12, 80, 81, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01554542166', 'arrived_to_client', '2020-08-27 12:50:02', '2020-08-27 12:50:02', NULL, '2020-08-27 17:16:37', '2020-09-02 13:53:52', '0', NULL, '2020-08-27 16:50:02', '2020-09-02 17:53:52'),
(3, NULL, 'test', NULL, 2, 6, NULL, 7, 12, 82, 83, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01554542166', 'arrived_to_client', '2020-08-27 13:02:53', '2020-08-27 13:02:53', NULL, '2020-08-27 17:16:50', '2020-09-02 13:53:47', '0', NULL, '2020-08-27 17:02:53', '2020-09-02 17:53:47'),
(4, NULL, 'test', NULL, 2, 6, NULL, 7, 12, 84, 85, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01554542166', 'accepted', '2020-08-27 13:14:06', '2020-08-27 13:14:06', NULL, '2020-09-02 14:46:34', NULL, '0', NULL, '2020-08-27 17:14:06', '2020-09-02 18:46:34'),
(5, NULL, 'test', NULL, 2, 6, NULL, 7, 12, 86, 87, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01554542166', 'arrived_to_client', '2020-08-27 13:24:56', '2020-08-27 13:24:56', NULL, '2020-08-29 14:21:03', '2020-09-02 13:53:41', '0', NULL, '2020-08-27 17:24:56', '2020-09-02 17:53:41'),
(6, NULL, 'test', NULL, 2, 6, NULL, 7, 12, 88, 89, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01554542166', 'arrived_to_client', '2020-08-27 13:27:34', '2020-08-27 13:27:34', NULL, '2020-08-29 14:09:34', '2020-09-02 13:53:36', '0', NULL, '2020-08-27 17:27:34', '2020-09-02 17:53:36'),
(7, NULL, 'test', NULL, 2, NULL, NULL, 7, 12, 90, 91, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01554542166', 'pending', '2020-08-27 13:30:47', '2020-08-27 13:30:47', NULL, NULL, NULL, '0', NULL, '2020-08-27 17:30:47', '2020-08-27 17:30:47'),
(8, NULL, NULL, NULL, NULL, NULL, NULL, 3, 12, 92, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0166565565555', 'pending', '2020-08-27 13:36:25', NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-27 17:36:25', '2020-08-27 17:36:25'),
(9, NULL, NULL, 1, NULL, 6, NULL, 1, 12, 93, 94, NULL, '20.00', '22.00', NULL, NULL, NULL, NULL, 3, '01551142166', 'arrives_to_patient', '2020-08-27 13:47:34', '2020-07-27 13:47:00', '1.00', '2020-08-29 14:24:03', NULL, '0', NULL, '2020-08-27 17:47:34', '2021-04-28 09:49:23'),
(10, NULL, NULL, 1, NULL, 6, NULL, 1, 12, 95, 96, NULL, '40.00', '44.00', NULL, NULL, '114500.00', NULL, 3, '01554542166', 'End_journey', '2020-08-27 13:49:27', '2020-07-27 13:49:00', '2.00', '2020-08-29 14:25:21', '2020-09-02 13:50:26', '0', NULL, '2020-08-27 17:49:27', '2020-09-02 17:50:30'),
(11, NULL, NULL, 1, NULL, 6, NULL, 1, 12, 97, 98, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '01554542166', 'arrives_to_patient', '2020-08-27 14:06:15', '2020-07-27 14:05:00', '2.00', '2020-08-29 14:09:00', NULL, '0', NULL, '2020-08-27 18:06:15', '2020-08-29 18:09:00'),
(12, NULL, NULL, 1, NULL, 6, NULL, 1, 98, 100, 101, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '01554542166', 'pending', '2020-08-27 14:08:15', '2020-07-27 14:08:00', '2.00', '2020-08-28 00:01:31', NULL, '0', NULL, '2020-08-27 18:08:15', '2021-04-28 10:55:18'),
(13, NULL, NULL, 1, NULL, 6, NULL, 1, 12, 102, 103, NULL, '40.00', '44.00', NULL, NULL, '172140.00', NULL, 3, '01554542166', 'End_journey', '2020-08-27 14:24:12', '2020-07-27 14:23:00', '2.00', '2020-08-27 14:25:05', '2020-09-02 13:52:44', '0', NULL, '2020-08-27 18:24:12', '2020-09-02 17:52:57'),
(14, NULL, NULL, 1, NULL, NULL, NULL, 1, 33, 106, 107, NULL, '20.00', '22.00', NULL, NULL, NULL, NULL, 3, '0', 'pending', '2020-08-29 12:16:07', '2020-07-29 12:05:00', '1.00', NULL, NULL, '0', NULL, '2020-08-29 16:16:07', '2020-08-29 16:16:07'),
(15, NULL, NULL, 2, NULL, NULL, NULL, 2, 33, 108, 109, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '0', 'pending', '2020-08-29 12:20:26', '2020-07-29 12:20:00', '2.00', NULL, NULL, '0', NULL, '2020-08-29 16:20:26', '2020-08-29 16:20:26'),
(16, NULL, NULL, NULL, NULL, NULL, NULL, 3, 33, 110, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01088888', 'accepted', '2020-08-29 12:25:55', NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-29 16:25:55', '2020-12-08 18:11:54'),
(17, NULL, NULL, 1, NULL, NULL, NULL, 5, 33, 111, 112, NULL, '20.00', '22.00', NULL, NULL, NULL, NULL, 3, '010333333666', 'pending', '2020-08-29 12:45:38', '2020-07-29 12:40:00', '1.00', NULL, NULL, '0', NULL, '2020-08-29 16:45:38', '2020-08-29 16:45:38'),
(18, NULL, NULL, 2, NULL, NULL, NULL, 6, 33, 113, 114, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '0', 'pending', '2020-08-29 12:50:28', '2020-07-29 12:47:00', '2.00', NULL, NULL, '0', NULL, '2020-08-29 16:50:28', '2020-08-29 16:50:28'),
(19, NULL, NULL, NULL, NULL, NULL, NULL, 3, 33, 116, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0108569443', 'pending', '2020-08-29 12:56:27', NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-29 16:56:27', '2020-08-29 16:56:27'),
(20, NULL, 'كتافاست', NULL, 2, NULL, NULL, 7, 33, 117, 118, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '0', 'pending', '2020-08-29 13:03:01', '2020-08-29 13:03:01', NULL, NULL, NULL, '1', NULL, '2020-08-29 17:03:01', '2020-08-29 17:03:01'),
(21, NULL, 'كاتافلام', NULL, 2, NULL, NULL, 7, 33, 119, 120, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '0', 'pending', '2020-08-29 13:05:34', '2020-08-29 13:05:34', NULL, NULL, NULL, '1', NULL, '2020-08-29 17:05:34', '2020-08-29 17:05:34'),
(22, NULL, 'كتافاست', NULL, 2, NULL, NULL, 7, 33, 121, 122, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '0', 'pending', '2020-08-29 13:06:38', '2020-08-29 13:06:38', NULL, NULL, NULL, '1', NULL, '2020-08-29 17:06:38', '2020-08-29 17:06:38'),
(23, NULL, NULL, NULL, 2, NULL, NULL, 7, 33, 123, 124, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '0', 'pending', '2020-08-29 13:10:25', '2020-08-29 13:10:25', NULL, NULL, NULL, '1', NULL, '2020-08-29 17:10:25', '2020-08-29 17:10:25'),
(24, NULL, NULL, 1, NULL, NULL, NULL, 1, 33, 125, 126, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL, 3, '0', 'pending', '2020-08-29 14:20:00', '2020-07-29 14:19:00', '0.00', NULL, NULL, '0', NULL, '2020-08-29 18:20:00', '2020-08-29 18:20:00'),
(25, NULL, NULL, 1, NULL, NULL, NULL, 1, 34, 127, 128, NULL, '20.00', '22.00', NULL, NULL, NULL, NULL, 3, '025688', 'pending', '2020-08-29 16:24:18', '2020-07-29 16:00:00', '1.00', NULL, NULL, '0', NULL, '2020-08-29 20:24:18', '2020-08-29 20:24:18'),
(26, NULL, NULL, NULL, NULL, NULL, NULL, 3, 34, 129, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '8558', 'pending', '2020-08-29 16:26:09', NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-29 20:26:09', '2020-08-29 20:26:09'),
(27, NULL, NULL, 1, NULL, 6, NULL, 1, 18, 131, 132, NULL, '20.00', '22.00', NULL, NULL, '20.00', NULL, 3, '01027279307', 'End_journey', '2020-08-30 21:12:05', '2020-07-30 22:09:00', '1.00', '2020-09-02 13:49:36', '2020-09-02 13:49:41', '0', NULL, '2020-08-31 01:12:05', '2020-09-02 17:52:30'),
(28, NULL, NULL, NULL, 2, NULL, NULL, 7, 18, 133, 134, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01027279307', 'pending', '2020-08-30 21:25:07', '2020-08-30 21:25:07', NULL, NULL, NULL, '20', NULL, '2020-08-31 01:25:07', '2020-08-31 01:25:07'),
(29, NULL, 'test', NULL, 2, 6, NULL, 7, 12, 137, 138, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01554542166', 'arrived_to_client', '2020-08-31 16:37:03', '2020-08-31 16:37:03', NULL, '2020-08-31 16:58:45', '2020-09-02 13:49:30', '0', NULL, '2020-08-31 20:37:03', '2020-09-02 17:49:30'),
(30, NULL, 'test', NULL, 2, 6, NULL, 7, 12, 139, 140, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01554542166', 'arrived_to_client', '2020-08-31 16:45:22', '2020-08-31 16:45:22', NULL, '2020-08-31 16:45:56', '2020-09-02 13:49:24', '0', NULL, '2020-08-31 20:45:22', '2020-09-02 17:49:24'),
(31, NULL, 'test', NULL, 2, NULL, NULL, 7, 12, 141, 142, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01554542166', 'pending', '2020-09-01 11:00:03', '2020-09-01 11:00:03', NULL, NULL, NULL, '0', NULL, '2020-09-01 15:00:03', '2020-09-01 15:00:03'),
(32, NULL, 'test', NULL, 2, NULL, NULL, 7, 12, 143, 144, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01554542166', 'pending', '2020-09-01 11:18:05', '2020-09-01 11:18:05', NULL, NULL, NULL, '0', NULL, '2020-09-01 15:18:05', '2020-09-01 15:18:05'),
(33, NULL, 'test', NULL, 2, NULL, NULL, 7, 12, 145, 146, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01554542166', 'pending', '2020-09-01 11:23:08', '2020-09-01 11:23:08', NULL, NULL, NULL, '0', NULL, '2020-09-01 15:23:08', '2020-09-01 15:23:08'),
(34, NULL, NULL, 1, NULL, NULL, NULL, 1, 12, 99, 147, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 12:42:36', '2020-08-01 12:34:00', '2.00', NULL, NULL, '0', NULL, '2020-09-01 16:42:36', '2020-09-01 16:42:36'),
(35, NULL, NULL, 2, NULL, NULL, NULL, 2, 12, 100, 148, NULL, '20.00', '22.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 12:55:14', '2020-08-01 12:55:00', '1.00', NULL, NULL, '0', NULL, '2020-09-01 16:55:14', '2020-09-01 16:55:14'),
(36, NULL, NULL, NULL, NULL, NULL, NULL, 3, 12, 149, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '010658074', 'pending', '2020-09-01 13:05:53', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-01 17:05:53', '2020-09-01 17:05:53'),
(37, NULL, NULL, NULL, NULL, NULL, NULL, 3, 12, 150, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '9999998', 'pending', '2020-09-01 13:07:32', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-01 17:07:32', '2020-09-01 17:07:32'),
(38, NULL, NULL, NULL, 2, NULL, NULL, 7, 12, 151, 152, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 13:28:50', '2020-09-01 13:28:50', NULL, NULL, NULL, '1', NULL, '2020-09-01 17:28:50', '2020-09-01 17:28:50'),
(39, NULL, NULL, NULL, 2, NULL, NULL, 7, 12, 153, 154, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 13:29:27', '2020-09-01 13:29:27', NULL, NULL, NULL, '1', NULL, '2020-09-01 17:29:27', '2020-09-01 17:29:27'),
(40, NULL, NULL, NULL, 2, NULL, NULL, 7, 12, 155, 156, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 13:29:51', '2020-09-01 13:29:51', NULL, NULL, NULL, '1', NULL, '2020-09-01 17:29:51', '2020-09-01 17:29:51'),
(41, NULL, 'tfg', NULL, 2, 6, NULL, 7, 12, 157, 158, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'arrived_to_client', '2020-09-01 14:10:00', '2020-09-01 14:10:00', NULL, '2020-09-01 14:10:34', '2020-09-02 13:49:13', '0', NULL, '2020-09-01 18:10:00', '2020-09-02 17:49:13'),
(42, NULL, 'test', NULL, 2, NULL, NULL, 7, 12, 159, 160, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 14:40:20', '2020-09-01 14:40:20', NULL, NULL, NULL, '0', NULL, '2020-09-01 18:40:20', '2020-09-01 18:40:20'),
(43, NULL, NULL, 1, NULL, NULL, NULL, 1, 12, 161, 162, NULL, '100.00', '110.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 14:47:46', '2020-08-01 14:42:00', '5.00', NULL, NULL, '0', NULL, '2020-09-01 18:47:46', '2020-09-01 18:51:04'),
(44, NULL, NULL, 2, NULL, NULL, NULL, 1, 12, 163, 164, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 15:05:58', '2020-09-01 15:05:00', '2.00', NULL, NULL, '0', NULL, '2020-09-01 19:05:58', '2020-09-01 19:05:58'),
(45, NULL, NULL, 1, NULL, NULL, NULL, 1, 12, 165, 166, NULL, '60.00', '66.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 15:08:34', '2020-09-01 15:07:00', '3.00', NULL, NULL, '0', NULL, '2020-09-01 19:08:34', '2020-09-01 19:08:34'),
(46, NULL, NULL, 1, NULL, NULL, NULL, 1, 12, 167, 168, NULL, '140.00', '154.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 15:17:51', '2020-09-01 15:16:00', '7.00', NULL, NULL, '0', NULL, '2020-09-01 19:17:51', '2020-09-01 19:17:51'),
(47, NULL, NULL, 1, NULL, NULL, NULL, 1, 12, 169, 170, NULL, '80.00', '88.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 15:21:16', '2020-09-01 15:20:00', '4.00', NULL, NULL, '12', NULL, '2020-09-01 19:21:16', '2020-09-01 19:21:16'),
(48, NULL, NULL, 1, NULL, NULL, NULL, 1, 12, 171, 172, NULL, '80.00', '88.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 15:23:57', '2022-09-01 20:23:00', '4.00', NULL, NULL, '12', NULL, '2020-09-01 19:23:57', '2020-09-01 19:23:57'),
(49, NULL, 'test', NULL, 2, NULL, NULL, 7, 12, 173, 174, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 15:24:39', '2020-09-01 15:24:39', NULL, NULL, NULL, '0', NULL, '2020-09-01 19:24:39', '2020-09-01 19:24:39'),
(50, NULL, 'fjfu', NULL, 2, NULL, NULL, 7, 12, 175, 176, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-01 15:39:05', '2020-09-01 15:39:05', NULL, NULL, NULL, '10', NULL, '2020-09-01 19:39:05', '2020-09-01 19:39:05'),
(51, NULL, NULL, 1, NULL, NULL, NULL, 1, 12, 177, 178, NULL, '560.00', '616.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-02 11:13:10', '2020-08-02 11:10:00', '28.00', NULL, NULL, '62', NULL, '2020-09-02 15:13:10', '2020-09-02 15:13:10'),
(52, NULL, NULL, 1, NULL, NULL, NULL, 2, 12, 179, 180, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-02 11:14:49', '2020-08-02 11:14:00', '2.00', NULL, NULL, '12', NULL, '2020-09-02 15:14:49', '2020-09-02 15:14:49'),
(53, NULL, NULL, 1, NULL, NULL, NULL, 2, 12, 136, 181, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-02 11:15:47', '2020-08-02 11:16:00', '0.00', NULL, NULL, '2', NULL, '2020-09-02 15:15:47', '2020-09-02 15:15:47'),
(54, NULL, NULL, NULL, NULL, NULL, NULL, 3, 12, 182, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '089655475555', 'pending', '2020-09-02 11:21:46', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 15:21:46', '2020-09-02 15:21:46'),
(55, NULL, NULL, 1, NULL, NULL, NULL, 5, 1, 34, 183, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL, 3, '028856855', 'pending', '2020-09-02 11:25:56', '2020-08-02 11:25:00', '1.00', NULL, NULL, '4', NULL, '2020-09-02 15:25:56', '2020-09-02 15:25:56'),
(56, NULL, NULL, NULL, 2, NULL, NULL, 7, 1, 184, 185, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 11:27:39', '2020-09-02 11:27:39', NULL, NULL, NULL, '64', NULL, '2020-09-02 15:27:39', '2020-09-02 15:27:39'),
(57, NULL, NULL, NULL, 2, NULL, NULL, 7, 1, 186, 187, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 11:28:23', '2020-09-02 11:28:23', NULL, NULL, NULL, '64', NULL, '2020-09-02 15:28:23', '2020-09-02 15:28:23'),
(58, NULL, NULL, 2, NULL, 6, NULL, 1, 12, 188, 189, NULL, '60.00', '66.00', NULL, NULL, '680.00', NULL, 3, '051554542166', 'End_journey', '2020-09-02 12:54:44', '2020-09-02 12:53:00', '3.00', '2020-09-02 13:04:22', '2020-09-02 13:38:25', '12', NULL, '2020-09-02 16:54:44', '2020-09-02 17:42:28'),
(59, NULL, NULL, 2, NULL, NULL, NULL, 1, 12, 190, 191, NULL, '20.00', '22.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-02 15:06:32', '2020-09-02 15:05:00', '1.00', NULL, NULL, '5', NULL, '2020-09-02 19:06:32', '2020-09-02 19:06:32'),
(60, NULL, 'test', NULL, 2, 6, NULL, 7, 12, 192, 193, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'arrived_to_client', '2020-09-02 16:26:35', '2020-09-02 16:26:35', NULL, '2020-09-02 16:28:30', '2020-09-05 13:16:29', '10', NULL, '2020-09-02 20:26:35', '2020-09-05 17:16:29'),
(61, NULL, NULL, NULL, 2, NULL, NULL, 7, 12, 194, 195, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-02 16:29:54', '2020-09-02 16:29:54', NULL, NULL, NULL, '10', NULL, '2020-09-02 20:29:54', '2020-09-02 20:29:54'),
(62, NULL, 'tt', NULL, 2, NULL, NULL, 7, 12, 196, 197, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-02 16:30:14', '2020-09-02 16:30:14', NULL, NULL, NULL, '10', NULL, '2020-09-02 20:30:14', '2020-09-02 20:30:14'),
(63, NULL, 'tt', NULL, 2, NULL, NULL, 7, 12, 198, 199, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-02 16:30:22', '2020-09-02 16:30:22', NULL, NULL, NULL, '10', NULL, '2020-09-02 20:30:22', '2020-09-02 20:30:22'),
(64, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 200, 201, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 16:32:47', '2020-09-02 16:32:47', NULL, NULL, NULL, '60', NULL, '2020-09-02 20:32:47', '2020-09-02 20:32:47'),
(65, NULL, NULL, NULL, 1, NULL, NULL, 7, 27, 202, 203, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 16:33:10', '2020-09-02 16:33:10', NULL, NULL, NULL, '60', NULL, '2020-09-02 20:33:10', '2020-09-02 20:33:10'),
(66, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 204, 205, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 16:36:16', '2020-09-02 16:36:16', NULL, NULL, NULL, '60', NULL, '2020-09-02 20:36:16', '2020-09-02 20:36:16'),
(67, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 206, 207, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 16:39:51', '2020-09-02 16:39:51', NULL, NULL, NULL, '60', NULL, '2020-09-02 20:39:51', '2020-09-02 20:39:51'),
(68, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 208, 209, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 16:40:13', '2020-09-02 16:40:13', NULL, NULL, NULL, '60', NULL, '2020-09-02 20:40:13', '2020-09-02 20:40:13'),
(69, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 210, 211, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 16:40:27', '2020-09-02 16:40:27', NULL, NULL, NULL, '60', NULL, '2020-09-02 20:40:27', '2020-09-02 20:40:27'),
(70, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 212, 213, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 16:40:47', '2020-09-02 16:40:47', NULL, NULL, NULL, '60', NULL, '2020-09-02 20:40:47', '2020-09-02 20:40:47'),
(71, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 214, 215, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 16:40:54', '2020-09-02 16:40:54', NULL, NULL, NULL, '60', NULL, '2020-09-02 20:40:54', '2020-09-02 20:40:54'),
(72, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 216, 217, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 16:41:06', '2020-09-02 16:41:06', NULL, NULL, NULL, '60', NULL, '2020-09-02 20:41:06', '2020-09-02 20:41:06'),
(73, NULL, NULL, NULL, 1, NULL, NULL, 7, 27, 218, 219, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 16:50:38', '2020-09-02 16:50:38', NULL, NULL, NULL, '60', NULL, '2020-09-02 20:50:38', '2020-09-02 20:50:38'),
(74, NULL, NULL, NULL, 1, NULL, NULL, 7, 27, 220, 221, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 16:59:31', '2020-09-02 16:59:31', NULL, NULL, NULL, '60', NULL, '2020-09-02 20:59:31', '2020-09-02 20:59:31'),
(75, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 222, 223, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 17:10:22', '2020-09-02 17:10:22', NULL, NULL, NULL, '60', NULL, '2020-09-02 21:10:22', '2020-09-02 21:10:22'),
(76, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 224, 225, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 17:12:22', '2020-09-02 17:12:22', NULL, NULL, NULL, '60', NULL, '2020-09-02 21:12:22', '2020-09-02 21:12:22'),
(77, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 226, 227, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 17:13:43', '2020-09-02 17:13:43', NULL, NULL, NULL, '60', NULL, '2020-09-02 21:13:43', '2020-09-02 21:13:43'),
(78, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 228, 229, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 17:14:00', '2020-09-02 17:14:00', NULL, NULL, NULL, '60', NULL, '2020-09-02 21:14:00', '2020-09-02 21:14:00'),
(79, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 230, 231, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 17:14:48', '2020-09-02 17:14:48', NULL, NULL, NULL, '60', NULL, '2020-09-02 21:14:48', '2020-09-02 21:14:48'),
(80, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 232, 233, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 17:16:32', '2020-09-02 17:16:32', NULL, NULL, NULL, '60', NULL, '2020-09-02 21:16:32', '2020-09-02 21:16:32'),
(81, NULL, 'asd', NULL, 1, 6, NULL, 7, 27, 234, 235, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'accepted', '2020-09-02 17:22:28', '2020-09-02 17:22:28', NULL, '2020-09-02 17:22:42', NULL, '60', NULL, '2020-09-02 21:22:28', '2020-09-02 21:22:42'),
(82, NULL, NULL, NULL, 1, NULL, NULL, 7, 27, 236, 237, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 17:26:14', '2020-09-02 17:26:14', NULL, NULL, NULL, '60', NULL, '2020-09-02 21:26:14', '2020-09-02 21:26:14'),
(83, NULL, NULL, NULL, 2, NULL, NULL, 7, 12, 238, 239, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-02 17:28:02', '2020-09-02 17:28:02', NULL, NULL, NULL, '10', NULL, '2020-09-02 21:28:02', '2020-09-02 21:28:02'),
(84, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 240, 241, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 17:38:29', '2020-09-02 17:38:29', NULL, NULL, NULL, '60', NULL, '2020-09-02 21:38:29', '2020-09-02 21:38:29'),
(85, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 242, 243, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 17:40:38', '2020-09-02 17:40:38', NULL, NULL, NULL, '60', NULL, '2020-09-02 21:40:38', '2020-09-02 21:40:38'),
(86, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 244, 245, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-02 17:41:34', '2020-09-02 17:41:34', NULL, NULL, NULL, '60', NULL, '2020-09-02 21:41:34', '2020-09-02 21:41:34'),
(87, NULL, NULL, NULL, NULL, NULL, NULL, 3, 12, 246, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '6', 'pending', '2020-09-02 17:47:52', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 21:47:52', '2020-09-02 21:47:52'),
(88, NULL, 'asd', NULL, 1, 6, NULL, 7, 27, 247, 248, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'arrives_to_pharmacy', '2020-09-02 17:50:00', '2020-09-02 17:50:00', NULL, '2020-09-02 17:51:25', NULL, '60', NULL, '2020-09-02 21:50:00', '2020-09-02 22:24:26'),
(89, NULL, 'asd', NULL, 1, 6, NULL, 7, 27, 249, 250, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'arrived_to_client', '2020-09-02 17:50:37', '2020-09-02 17:50:37', NULL, '2020-09-02 17:50:45', '2020-09-03 12:47:55', '60', NULL, '2020-09-02 21:50:37', '2020-09-03 16:47:55'),
(90, NULL, NULL, NULL, NULL, NULL, NULL, 3, 12, 251, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '76', 'pending', '2020-09-02 18:27:11', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 22:27:11', '2020-09-02 22:27:11'),
(91, NULL, NULL, NULL, NULL, NULL, NULL, 3, 12, 252, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '4', 'pending', '2020-09-02 18:30:58', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 22:30:58', '2020-09-02 22:30:58'),
(93, NULL, NULL, NULL, NULL, NULL, NULL, 3, 27, 254, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01283541206', 'pending', '2020-09-02 18:35:51', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 22:35:51', '2020-09-02 22:35:51'),
(94, NULL, NULL, NULL, NULL, NULL, NULL, 3, 27, 255, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01283541206', 'pending', '2020-09-02 18:38:02', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 22:38:02', '2020-09-02 22:38:02'),
(95, NULL, NULL, 1, NULL, NULL, NULL, 1, 12, 136, 256, NULL, '340.00', '374.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-02 23:03:04', '2020-09-02 23:02:00', '17.00', NULL, NULL, '31', NULL, '2020-09-03 03:03:04', '2020-09-03 03:03:04'),
(96, NULL, NULL, 1, NULL, 6, NULL, 1, 51, 257, 258, NULL, '900.00', '990.00', NULL, NULL, '900.00', NULL, 3, '055321654933', 'End_journey', '2020-09-05 11:25:56', '2020-09-05 11:18:00', '45.00', '2020-09-05 13:16:02', '2020-09-05 13:16:10', '82', NULL, '2020-09-05 15:25:56', '2020-09-05 17:16:12'),
(97, NULL, NULL, 2, NULL, 6, NULL, 2, 51, 259, 260, NULL, '20.00', '22.00', NULL, NULL, '20.00', NULL, 3, '055321654933', 'End_journey', '2020-09-05 11:36:19', '2020-09-05 11:31:00', '1.00', '2020-09-05 13:12:43', '2020-09-05 13:14:19', '9', NULL, '2020-09-05 15:36:19', '2020-09-05 17:14:25'),
(98, NULL, NULL, NULL, NULL, NULL, NULL, 3, 51, 261, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '05809665588', 'pending', '2020-09-05 11:48:16', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-05 15:48:16', '2020-09-05 15:48:16'),
(99, NULL, NULL, 2, NULL, NULL, NULL, 1, 51, 262, 263, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '055321654933', 'pending', '2020-09-05 12:06:53', '2020-09-05 12:06:00', '2.00', NULL, NULL, '10', NULL, '2020-09-05 16:06:53', '2020-09-05 16:06:53'),
(100, NULL, NULL, NULL, NULL, NULL, NULL, 3, 51, 264, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0008556685', 'pending', '2020-09-05 12:13:22', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-05 16:13:22', '2020-09-05 16:13:22'),
(101, NULL, NULL, 1, NULL, NULL, NULL, 2, 51, 265, 266, NULL, '540.00', '594.00', NULL, NULL, NULL, NULL, 3, '055321654933', 'pending', '2020-09-05 12:18:26', '2020-09-05 12:17:00', '27.00', NULL, NULL, '57', NULL, '2020-09-05 16:18:26', '2020-09-05 16:18:26'),
(102, NULL, NULL, 1, NULL, 6, NULL, 5, 1, 2, 267, NULL, '0.00', '0.00', NULL, NULL, '0.00', NULL, 3, '0158580087', 'End_journey', '2020-09-05 12:29:20', '2020-09-05 12:29:00', '33.00', '2020-09-05 13:06:34', '2020-09-05 13:10:36', '49', NULL, '2020-09-05 16:29:20', '2020-09-05 17:11:25'),
(103, NULL, NULL, NULL, 2, NULL, NULL, 7, 1, 276, 277, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-05 12:39:02', '2020-09-05 12:39:02', NULL, NULL, NULL, '64', NULL, '2020-09-05 16:39:02', '2020-09-05 16:39:02'),
(104, NULL, 'علاج', NULL, 2, 6, NULL, 7, 1, 278, 279, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'arrived_to_client', '2020-09-05 12:39:50', '2020-09-05 12:39:50', NULL, '2020-09-05 12:47:27', '2020-09-05 13:06:02', '64', NULL, '2020-09-05 16:39:50', '2020-09-05 17:06:02'),
(105, NULL, NULL, 1, NULL, 6, NULL, 1, 1, 269, 280, NULL, '0.00', '0.00', NULL, NULL, '0.00', NULL, 3, '01283541206', 'End_journey', '2020-09-05 13:20:21', '2020-09-05 13:20:00', '2.00', '2020-09-05 13:21:04', '2020-09-05 13:21:13', '12', NULL, '2020-09-05 17:20:21', '2020-09-05 17:21:14'),
(106, NULL, NULL, NULL, 2, 6, NULL, 7, 52, 282, 283, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '058088888888', 'arrived_to_client', '2020-09-05 15:04:52', '2020-09-05 15:04:52', NULL, '2020-09-05 15:05:31', '2020-09-05 15:05:57', '64', NULL, '2020-09-05 19:04:52', '2020-09-05 19:05:57'),
(107, NULL, 'علاج', NULL, 2, NULL, NULL, 7, 52, 284, 285, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '058088888888', 'pending', '2020-09-05 15:08:47', '2020-09-05 15:08:47', NULL, NULL, NULL, '64', NULL, '2020-09-05 19:08:47', '2020-09-05 19:08:47'),
(108, NULL, 'علاج', NULL, 2, NULL, NULL, 7, 52, 286, 287, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '058088888888', 'pending', '2020-09-05 15:09:45', '2020-09-05 15:09:45', NULL, NULL, NULL, '64', NULL, '2020-09-05 19:09:45', '2020-09-05 19:09:45'),
(109, NULL, NULL, NULL, 2, NULL, NULL, 7, 52, 288, 289, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '058088888888', 'pending', '2020-09-05 15:11:08', '2020-09-05 15:11:08', NULL, NULL, NULL, '64', NULL, '2020-09-05 19:11:08', '2020-09-05 19:11:08'),
(110, NULL, 'علاج', NULL, 2, NULL, NULL, 7, 52, 290, 291, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '058088888888', 'pending', '2020-09-05 15:11:58', '2020-09-05 15:11:58', NULL, NULL, NULL, '64', NULL, '2020-09-05 19:11:58', '2020-09-05 19:11:58'),
(111, NULL, NULL, NULL, 2, NULL, NULL, 7, 52, 292, 293, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '058088888888', 'pending', '2020-09-05 15:15:37', '2020-09-05 15:15:37', NULL, NULL, NULL, '64', NULL, '2020-09-05 19:15:37', '2020-09-05 19:15:37'),
(112, NULL, NULL, 2, NULL, NULL, NULL, 1, 52, 296, 297, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '058088888888', 'pending', '2020-09-06 11:01:44', '2020-09-06 11:00:00', '2.00', NULL, NULL, '10', NULL, '2020-09-06 15:01:44', '2020-09-06 15:01:44'),
(113, NULL, NULL, 1, NULL, NULL, NULL, 2, 52, 298, 299, NULL, '20.00', '22.00', NULL, NULL, NULL, NULL, 3, '058088888888', 'pending', '2020-09-06 11:05:09', '2020-09-06 11:04:00', '1.00', NULL, NULL, '9', NULL, '2020-09-06 15:05:09', '2020-09-06 15:05:09'),
(114, NULL, 'علاج', NULL, 2, NULL, NULL, 7, 52, 300, 301, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '058088888888', 'pending', '2020-09-06 11:05:46', '2020-09-06 11:05:46', NULL, NULL, NULL, '64', NULL, '2020-09-06 15:05:46', '2020-09-06 15:05:46'),
(115, NULL, NULL, 1, NULL, NULL, NULL, 1, 52, 296, 302, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '058088888888', 'pending', '2020-09-08 10:17:18', '2020-09-08 10:17:00', '2.00', NULL, NULL, '12', NULL, '2020-09-08 14:17:18', '2020-09-08 14:17:18'),
(116, NULL, NULL, NULL, 2, NULL, NULL, 7, 52, 303, 304, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '058088888888', 'pending', '2020-09-08 10:17:56', '2020-09-08 10:17:56', NULL, NULL, NULL, '64', NULL, '2020-09-08 14:17:56', '2020-09-08 14:17:56'),
(117, NULL, NULL, 1, NULL, NULL, NULL, 1, 55, 306, 307, NULL, '500.00', '550.00', NULL, NULL, NULL, NULL, 3, '0582532569', 'pending', '2020-09-08 13:23:13', '2020-09-08 13:22:00', '25.00', NULL, NULL, '55', NULL, '2020-09-08 17:23:13', '2020-09-08 17:23:13'),
(118, NULL, NULL, NULL, 2, 2, NULL, 7, 55, 308, 309, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '0582532569', 'arrived_to_client', '2020-09-08 13:26:15', '2020-09-08 13:26:15', NULL, '2020-09-08 13:26:43', '2020-09-08 13:27:05', '64', NULL, '2020-09-08 17:26:15', '2020-09-08 17:27:05'),
(119, NULL, NULL, 2, NULL, 2, NULL, 1, 55, 310, 311, NULL, '500.00', '550.00', NULL, NULL, '500.00', NULL, 3, '0582532569', 'End_journey', '2020-09-08 14:19:11', '2020-09-08 14:18:00', '25.00', '2020-09-08 14:24:27', '2020-09-08 14:25:45', '55', NULL, '2020-09-08 18:19:11', '2020-09-08 18:25:49'),
(120, NULL, NULL, 2, NULL, 2, NULL, 2, 55, 312, 313, NULL, '40.00', '44.00', NULL, NULL, '40.00', NULL, 3, '0582532569', 'End_journey', '2020-09-08 14:31:18', '2020-09-08 14:29:00', '2.00', '2020-09-08 14:32:14', '2020-09-08 14:33:02', '12', NULL, '2020-09-08 18:31:18', '2020-09-08 18:33:06'),
(121, NULL, NULL, NULL, NULL, NULL, NULL, 3, 55, 314, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01061007459', 'pending', '2020-09-08 14:51:34', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-08 18:51:34', '2020-09-08 18:51:34'),
(122, NULL, NULL, 2, NULL, 2, NULL, 5, 55, 315, 316, NULL, '500.00', '550.00', NULL, NULL, '500.00', NULL, 3, '010658655', 'End_journey', '2020-09-08 14:54:25', '2020-09-08 14:53:00', '25.00', '2020-09-08 14:55:03', '2020-09-08 14:56:18', '55', NULL, '2020-09-08 18:54:25', '2020-09-08 18:56:21'),
(123, NULL, NULL, 2, NULL, NULL, NULL, 6, 1, 274, 317, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-08 15:10:46', '2020-09-08 15:11:00', '2.00', NULL, NULL, '12', NULL, '2020-09-08 19:10:46', '2020-09-08 19:10:46'),
(124, NULL, NULL, 2, NULL, 2, NULL, 1, 1, 318, 319, NULL, '0.00', '0.00', NULL, NULL, '0.00', NULL, 3, '01283541206', 'End_journey', '2020-09-08 15:12:23', '2020-09-08 15:12:00', '2.00', '2020-09-08 15:14:49', '2020-09-08 15:14:55', '12', NULL, '2020-09-08 19:12:23', '2020-09-08 19:14:56'),
(125, NULL, NULL, 2, NULL, NULL, NULL, 1, 12, 320, 321, NULL, '20.00', '22.00', NULL, NULL, NULL, NULL, 3, '051554542166', 'pending', '2020-09-09 16:16:13', '2020-09-09 16:15:00', '1.00', NULL, NULL, '5', NULL, '2020-09-09 20:16:13', '2020-09-09 20:16:13'),
(126, NULL, NULL, 2, NULL, 2, NULL, 1, 56, 322, 323, NULL, '40.00', '44.00', NULL, NULL, '40.00', NULL, 3, '0508966325', 'End_journey', '2020-09-10 13:04:19', '2020-09-10 13:03:00', '2.00', '2020-09-10 13:05:01', '2020-09-10 13:05:28', '12', NULL, '2020-09-10 17:04:19', '2020-09-10 17:05:34'),
(127, NULL, NULL, 1, NULL, 2, NULL, 2, 56, 324, 325, NULL, '20.00', '22.00', NULL, NULL, '20.00', NULL, 3, '0508966325', 'End_journey', '2020-09-10 13:08:51', '2020-09-10 13:08:00', '1.00', '2020-09-10 13:09:40', '2020-09-10 13:10:17', '9', NULL, '2020-09-10 17:08:51', '2020-09-10 17:10:18'),
(128, NULL, NULL, 1, NULL, 2, NULL, 6, 56, 326, 327, NULL, '40.00', '44.00', NULL, NULL, '40.00', NULL, 3, '0508966325', 'End_journey', '2020-09-10 13:11:56', '2020-09-10 13:11:00', '2.00', '2020-09-10 13:12:18', '2020-09-10 13:12:50', '10', NULL, '2020-09-10 17:11:56', '2020-09-10 17:12:52'),
(129, NULL, NULL, 1, NULL, 2, NULL, 1, 56, 328, 329, NULL, '900.00', '990.00', NULL, NULL, '900.00', NULL, 3, '0508966325', 'End_journey', '2020-09-10 13:17:36', '2020-09-10 13:17:00', '45.00', '2020-09-10 13:18:11', '2020-09-10 13:18:27', '82', NULL, '2020-09-10 17:17:36', '2020-09-10 17:18:30'),
(130, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 330, 331, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-13 18:36:07', '2020-09-13 18:36:07', NULL, NULL, NULL, '60', NULL, '2020-09-13 22:36:07', '2020-09-13 22:36:07'),
(131, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 333, 334, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-13 18:44:49', '2020-09-13 18:44:49', NULL, NULL, NULL, '60', NULL, '2020-09-13 22:44:49', '2020-09-13 22:44:49'),
(132, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 335, 336, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-13 19:53:28', '2020-09-13 19:53:28', NULL, NULL, NULL, '60', NULL, '2020-09-13 23:53:28', '2020-09-13 23:53:28'),
(133, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 337, 338, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-13 19:55:04', '2020-09-13 19:55:04', NULL, NULL, NULL, '60', NULL, '2020-09-13 23:55:04', '2020-09-13 23:55:04'),
(134, NULL, NULL, NULL, 1, 6, NULL, 7, 27, 339, 340, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'delivery_go', '2020-09-14 11:41:45', '2020-09-14 11:41:45', NULL, '2020-09-14 11:49:31', NULL, '60', NULL, '2020-09-14 15:41:45', '2020-09-15 07:43:58'),
(135, NULL, NULL, 1, NULL, 2, NULL, 1, 56, 322, 341, NULL, '40.00', '44.00', NULL, NULL, '40.00', NULL, 3, '0508966325', 'End_journey', '2020-09-14 12:25:51', '2020-09-14 12:25:00', '2.00', '2020-09-14 12:26:44', '2020-09-14 12:26:54', '12', NULL, '2020-09-14 16:25:51', '2020-09-14 16:26:56'),
(136, NULL, NULL, 1, NULL, 2, NULL, 2, 56, 342, 343, NULL, '540.00', '594.00', NULL, NULL, '540.00', NULL, 3, '0508966325', 'End_journey', '2020-09-14 12:31:37', '2020-09-14 12:31:00', '27.00', '2020-09-14 12:33:05', '2020-09-14 12:33:12', '57', NULL, '2020-09-14 16:31:37', '2020-09-14 16:33:14'),
(137, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 344, 345, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-14 13:20:52', '2020-09-14 13:20:52', NULL, NULL, NULL, '60', NULL, '2020-09-14 17:20:52', '2020-09-14 17:20:52'),
(138, NULL, 'gh', NULL, 2, NULL, NULL, 7, 30, 346, 347, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01124329697', 'pending', '2020-09-14 13:21:25', '2020-09-14 13:21:25', NULL, NULL, NULL, '77', NULL, '2020-09-14 17:21:25', '2020-09-14 17:21:25'),
(139, NULL, NULL, NULL, 2, NULL, NULL, 7, 30, 348, 349, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01124329697', 'pending', '2020-09-14 13:26:24', '2020-09-14 13:26:24', NULL, NULL, NULL, '77', NULL, '2020-09-14 17:26:24', '2020-09-14 17:26:24'),
(140, NULL, 'hh', NULL, 2, 2, NULL, 7, 30, 350, 351, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01124329697', 'accepted', '2020-09-14 13:37:28', '2020-09-14 13:37:28', NULL, '2020-09-24 13:07:46', NULL, '77', NULL, '2020-09-14 17:37:28', '2020-09-24 17:07:46'),
(141, NULL, NULL, NULL, NULL, NULL, NULL, 3, 12, 352, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '77876', 'pending', '2020-09-17 16:12:34', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-17 20:12:34', '2020-09-17 20:12:34'),
(142, NULL, NULL, NULL, NULL, NULL, NULL, 3, 27, 353, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01283541206', 'pending', '2020-09-21 13:07:21', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-21 17:07:21', '2020-09-21 17:07:21'),
(143, NULL, NULL, NULL, NULL, NULL, NULL, 3, 39, 354, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01283541206', 'pending', '2020-09-21 13:25:01', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-21 17:25:01', '2020-09-21 17:25:01'),
(144, NULL, NULL, NULL, NULL, NULL, NULL, 3, 27, 355, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01283541206', 'pending', '2020-09-22 05:26:47', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 09:26:47', '2020-09-22 09:26:47'),
(145, NULL, NULL, NULL, NULL, NULL, NULL, 3, 27, 356, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01283541206', 'pending', '2020-09-22 05:26:52', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 09:26:52', '2020-09-22 09:26:52'),
(146, NULL, NULL, NULL, NULL, NULL, NULL, 3, 27, 357, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01283541206', 'pending', '2020-09-22 05:26:59', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 09:26:59', '2020-09-22 09:26:59'),
(147, NULL, NULL, NULL, NULL, NULL, NULL, 3, 27, 358, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01283541206', 'pending', '2020-09-22 09:21:12', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 13:21:12', '2020-09-22 13:21:12'),
(148, NULL, NULL, NULL, NULL, NULL, NULL, 3, 27, 359, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01283541206', 'pending', '2020-09-22 09:21:33', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 13:21:33', '2020-09-22 13:21:33'),
(149, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 360, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'pending', '2020-09-22 11:22:07', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 15:22:07', '2020-09-22 15:22:07'),
(150, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 361, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'pending', '2020-09-22 11:25:30', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 15:25:30', '2020-09-22 15:25:30'),
(151, NULL, NULL, NULL, NULL, NULL, NULL, 3, 27, 362, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01283541206', 'pending', '2020-09-22 11:27:02', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 15:27:02', '2020-09-22 15:27:02'),
(152, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 363, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'pending', '2020-09-22 11:33:25', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 15:33:25', '2020-09-22 15:33:25'),
(153, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 364, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'pending', '2020-09-22 11:33:49', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 15:33:49', '2020-09-22 15:33:49'),
(154, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 365, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'pending', '2020-09-22 11:34:37', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 15:34:37', '2020-09-22 15:34:37'),
(155, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 366, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'pending', '2020-09-22 11:47:59', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 15:47:59', '2020-09-22 15:47:59'),
(156, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 367, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'pending', '2020-09-22 11:48:02', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 15:48:02', '2020-09-22 15:48:02'),
(157, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 368, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'pending', '2020-09-22 11:48:37', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 15:48:37', '2020-09-22 15:48:37'),
(158, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 369, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'pending', '2020-09-22 11:51:22', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 15:51:22', '2020-09-22 15:51:22'),
(159, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 370, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'pending', '2020-09-22 11:55:59', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 15:55:59', '2020-09-22 15:55:59'),
(160, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 371, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '5', 'pending', '2020-09-22 14:23:00', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 18:23:00', '2020-09-22 18:23:00'),
(161, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 372, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '55', 'pending', '2020-09-22 14:26:26', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 18:26:26', '2020-09-22 18:26:26'),
(162, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 373, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '5', 'pending', '2020-09-22 14:36:27', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 18:36:27', '2020-09-22 18:36:27'),
(164, NULL, NULL, NULL, NULL, NULL, NULL, 3, 27, 375, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01283541206', 'pending', '2020-09-22 14:55:02', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 18:55:02', '2020-09-22 18:55:02'),
(165, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 376, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'pending', '2020-09-22 15:18:59', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 19:18:59', '2020-09-22 19:18:59'),
(166, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 377, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '5', 'pending', '2020-09-22 15:23:43', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 19:23:43', '2020-09-22 19:23:43'),
(167, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 378, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '5', 'pending', '2020-09-22 16:10:52', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 20:10:52', '2020-09-22 20:10:52'),
(168, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 379, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '54', 'pending', '2020-09-22 16:30:32', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-22 20:30:32', '2020-09-22 20:30:32'),
(169, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 380, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '84', 'pending', '2020-09-23 08:41:27', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-23 12:41:27', '2020-09-23 12:41:27'),
(170, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 381, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '84', 'pending', '2020-09-23 08:42:09', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-23 12:42:09', '2020-09-23 12:42:09'),
(171, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 382, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '84', 'pending', '2020-09-23 08:45:15', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-23 12:45:15', '2020-09-23 12:45:15'),
(172, NULL, NULL, 1, NULL, 2, NULL, 1, 59, 383, 384, NULL, '43300.00', '47630.00', NULL, NULL, '43300.00', NULL, 3, '05283541206', 'End_journey', '2020-09-23 11:17:32', '2020-09-23 11:14:00', '2165.00', '2020-09-23 11:30:45', '2020-09-23 11:32:01', '1437', NULL, '2020-09-23 15:17:32', '2020-09-23 15:32:10'),
(173, NULL, NULL, 1, NULL, 2, NULL, 1, 56, 388, 389, NULL, '20.00', '22.00', NULL, NULL, '20.00', NULL, 3, '0508966325', 'End_journey', '2020-09-24 13:05:37', '2020-09-24 13:03:00', '1.00', '2020-09-24 13:07:16', '2020-09-24 13:07:34', '9', NULL, '2020-09-24 17:05:37', '2020-09-24 17:07:37'),
(174, NULL, NULL, 1, NULL, 6, NULL, 2, 27, 390, 391, NULL, '2400.00', '2640.00', NULL, NULL, NULL, NULL, 1, '01283541206', 'arrives_to_patient', '2020-09-28 10:12:38', '2020-06-18 19:16:53', '120.00', '2020-09-28 10:34:48', NULL, '60', NULL, '2020-09-28 14:12:38', '2020-09-28 14:34:48'),
(175, NULL, NULL, 1, NULL, NULL, NULL, 2, 27, 397, 398, NULL, '2400.00', '2640.00', NULL, NULL, NULL, NULL, 1, '01283541206', 'pending', '2020-09-29 12:58:30', '2020-06-18 19:16:53', '120.00', NULL, NULL, '60', NULL, '2020-09-29 16:58:30', '2020-09-29 16:58:30'),
(176, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 399, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '٨', 'pending', '2020-09-29 15:14:37', NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-29 19:14:37', '2020-09-29 19:14:37'),
(177, NULL, 'asd', NULL, 1, NULL, NULL, 7, 27, 400, 401, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, '01283541206', 'pending', '2020-09-29 15:22:57', '2020-09-29 15:22:57', NULL, NULL, NULL, '60', NULL, '2020-09-29 19:22:57', '2020-09-29 19:22:57'),
(178, NULL, NULL, 1, NULL, NULL, NULL, 2, 27, 402, 403, NULL, '2400.00', '2640.00', NULL, NULL, NULL, NULL, 1, '01283541206', 'pending', '2020-09-30 15:17:04', '2020-06-18 19:16:53', '120.00', NULL, NULL, '60', NULL, '2020-09-30 19:17:04', '2020-09-30 19:17:04'),
(179, NULL, NULL, 1, NULL, NULL, NULL, 2, 27, 404, 405, NULL, '2400.00', '2640.00', NULL, NULL, NULL, NULL, 1, '01283541206', 'pending', '2020-09-30 15:17:14', '2020-06-18 19:16:53', '120.00', NULL, NULL, '60', NULL, '2020-09-30 19:17:14', '2020-09-30 19:17:14'),
(180, NULL, NULL, 1, NULL, NULL, NULL, 1, 57, 406, 407, NULL, '120.00', '132.00', NULL, NULL, NULL, NULL, 3, '0511223344', 'pending', '2020-09-30 16:10:08', '2020-09-30 16:09:24', '6.00', NULL, NULL, '799', NULL, '2020-09-30 20:10:08', '2020-09-30 20:10:08'),
(181, NULL, NULL, 1, NULL, NULL, NULL, 1, 57, 408, 409, NULL, '300.00', '330.00', NULL, NULL, NULL, NULL, 3, '0511223344', 'pending', '2020-09-30 16:15:59', '2020-09-30 16:15:25', '15.00', NULL, NULL, '1606', NULL, '2020-09-30 20:15:59', '2020-09-30 20:15:59'),
(185, NULL, NULL, 1, NULL, NULL, NULL, 5, 27, 416, 417, NULL, '4000.00', '4400.00', NULL, NULL, NULL, NULL, 1, '1', 'pending', '2020-09-30 17:24:27', '2020-06-11 19:16:53', '200.00', NULL, NULL, '60', NULL, '2020-09-30 21:24:27', '2020-09-30 21:24:27'),
(188, NULL, NULL, 1, NULL, NULL, NULL, 5, 57, 423, 424, NULL, '120.00', '132.00', NULL, NULL, NULL, NULL, 3, '0511223344', 'pending', '2020-10-01 12:37:18', '2020-10-01 12:36:08', '6.00', NULL, NULL, '1113', NULL, '2020-10-01 16:37:18', '2020-10-01 16:37:18'),
(189, NULL, NULL, 1, NULL, NULL, NULL, 1, 57, 425, 426, NULL, '80.00', '88.00', NULL, NULL, NULL, NULL, 3, '0511223344', 'pending', '2020-10-01 12:40:32', '2020-10-01 12:39:58', '4.00', NULL, NULL, '908', NULL, '2020-10-01 16:40:32', '2020-10-01 16:40:32'),
(190, NULL, NULL, 1, NULL, NULL, NULL, 1, 57, 394, 427, NULL, '480.00', '528.00', NULL, NULL, NULL, NULL, 3, '0511223344', 'pending', '2020-10-01 12:47:28', '2020-10-01 12:46:58', '24.00', NULL, NULL, '2705', NULL, '2020-10-01 16:47:28', '2020-10-01 16:47:28'),
(191, NULL, NULL, 2, NULL, NULL, NULL, 5, 57, 394, 428, NULL, '480.00', '528.00', NULL, NULL, NULL, NULL, 3, '0511221122', 'pending', '2020-10-01 12:48:33', '2020-10-01 12:47:59', '24.00', NULL, NULL, '2911', NULL, '2020-10-01 16:48:33', '2020-10-01 16:48:33'),
(192, NULL, NULL, 2, NULL, NULL, NULL, 5, 57, 394, 429, NULL, '480.00', '528.00', NULL, NULL, NULL, NULL, 3, '0511221122', 'pending', '2020-10-01 12:51:22', '2020-10-01 12:50:25', '24.00', NULL, NULL, '2506', NULL, '2020-10-01 16:51:22', '2020-10-01 16:51:22'),
(193, NULL, NULL, 2, NULL, NULL, NULL, 5, 57, 394, 430, NULL, '540.00', '594.00', NULL, NULL, NULL, NULL, 3, '0522221111', 'pending', '2020-10-01 13:27:10', '2020-10-01 13:26:38', '27.00', NULL, NULL, '2887', NULL, '2020-10-01 17:27:10', '2020-10-01 17:27:10'),
(194, NULL, NULL, NULL, NULL, NULL, NULL, 3, 59, 431, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511221122', 'pending', '2020-10-06 11:05:40', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-06 15:05:40', '2020-10-06 15:05:40'),
(195, NULL, NULL, NULL, NULL, NULL, NULL, 3, 59, 432, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511221122', 'pending', '2020-10-06 11:10:31', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-06 15:10:31', '2020-10-06 15:10:31'),
(196, NULL, NULL, NULL, NULL, NULL, NULL, 3, 59, 433, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511221122', 'accepted', '2020-10-06 11:43:26', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-06 15:43:26', '2020-10-06 15:43:59'),
(197, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 434, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '٥', 'accepted', '2020-10-06 11:46:08', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-06 15:46:08', '2020-10-06 15:49:12'),
(198, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 435, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'accepted', '2020-10-06 13:04:59', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-06 17:04:59', '2020-10-06 18:23:04'),
(199, NULL, NULL, 1, NULL, NULL, NULL, 1, 57, 436, 437, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '0511223344', 'pending', '2020-10-06 13:47:47', '2020-10-06 13:41:12', '2.00', NULL, NULL, '486', NULL, '2020-10-06 17:47:47', '2020-10-06 17:47:47'),
(200, NULL, NULL, NULL, NULL, NULL, NULL, 3, 59, 438, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511221122', 'accepted', '2020-10-06 13:54:47', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-06 17:54:47', '2020-10-06 17:56:17'),
(201, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 439, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'accepted', '2020-10-06 14:02:24', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-06 18:02:24', '2020-10-06 18:03:41');
INSERT INTO `orders` (`id`, `coupon_id`, `description`, `car_type_id`, `pharmacy_id`, `delivery_id`, `hospital_id`, `service_id`, `client_id`, `start_address_id`, `end_address_id`, `country_id`, `start_price_range`, `end_price_range`, `amount_paid`, `remaining_amount`, `real_price`, `offer_price`, `payment_method_id`, `phone`, `status`, `asked_at`, `schedule_date`, `distance`, `start_trip`, `end_trip`, `arrival_Expected_time`, `reason`, `created_at`, `updated_at`) VALUES
(202, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 440, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'accepted', '2020-10-06 14:24:53', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-06 18:24:53', '2020-10-06 18:26:09'),
(203, NULL, NULL, 1, NULL, 1, NULL, 1, 57, 441, 442, NULL, '40.00', '44.00', NULL, NULL, NULL, NULL, 3, '0511223344', 'accepted', '2020-10-06 14:33:54', '2020-10-06 14:33:24', '2.00', NULL, NULL, '481', NULL, '2020-10-06 18:33:54', '2021-03-07 11:57:13'),
(204, NULL, NULL, NULL, NULL, NULL, NULL, 3, 57, 443, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0511223344', 'accepted', '2020-10-06 16:29:48', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-06 20:29:48', '2020-10-06 20:49:16'),
(205, NULL, NULL, 1, NULL, NULL, NULL, 1, 57, 444, 445, NULL, '2520.00', '2772.00', NULL, NULL, NULL, NULL, 3, '0511223344', 'pending', '2020-10-06 20:48:49', '2020-10-09 10:49:17', '126.00', NULL, NULL, '7771', NULL, '2020-10-07 00:48:49', '2020-10-07 00:48:49'),
(207, NULL, NULL, 1, NULL, NULL, NULL, 1, 67, 446, 447, NULL, '660.00', '726.00', NULL, NULL, NULL, NULL, 3, '0557489865', 'pending', '2021-02-08 10:22:38', '2021-02-08 10:21:00', '33.00', NULL, NULL, '40', NULL, '2021-02-08 09:22:38', '2021-02-08 09:22:38'),
(208, NULL, NULL, 1, NULL, NULL, NULL, 1, 68, 448, 449, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL, 3, '05592532365', 'pending', '2021-02-08 13:03:39', '2021-02-08 13:02:00', '0.00', NULL, NULL, '3', NULL, '2021-02-08 12:03:39', '2021-02-08 12:03:39'),
(209, NULL, NULL, 1, NULL, NULL, NULL, 1, 68, 450, 451, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL, 3, '05592532365', 'pending', '2021-02-08 13:06:14', '2021-02-08 13:02:00', '0.00', NULL, NULL, '3', NULL, '2021-02-08 12:06:14', '2021-02-08 12:06:14'),
(210, NULL, NULL, 1, NULL, NULL, NULL, 1, 68, 452, 453, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL, 3, '05592532365', 'pending', '2021-02-08 13:07:45', '2021-02-08 13:02:00', '0.00', NULL, NULL, '3', NULL, '2021-02-08 12:07:45', '2021-02-08 12:07:45'),
(211, NULL, NULL, 2, NULL, NULL, NULL, 1, 67, 454, 455, NULL, '100.00', '110.00', NULL, NULL, NULL, NULL, 3, '0557489865', 'pending', '2021-02-14 10:52:22', '2021-02-14 10:50:00', '5.00', NULL, NULL, '16', NULL, '2021-02-14 09:52:22', '2021-02-14 09:52:22'),
(212, NULL, NULL, NULL, NULL, NULL, NULL, 3, 67, 456, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01277773854', 'pending', '2021-02-14 11:01:39', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-14 10:01:39', '2021-02-14 10:01:39'),
(213, NULL, NULL, 1, NULL, NULL, NULL, 1, 66, 457, 458, NULL, '480.00', '528.00', NULL, NULL, NULL, NULL, 3, '0598885622', 'pending', '2021-02-15 09:42:55', '2021-02-15 09:41:00', '24.00', NULL, NULL, '46', NULL, '2021-02-15 08:42:55', '2021-02-15 08:42:55'),
(214, NULL, NULL, 1, NULL, NULL, NULL, 1, 83, 459, 460, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL, 3, '0555555544', 'pending', '2021-02-17 12:14:58', '2021-02-17 12:13:41', '0.00', NULL, NULL, '54', NULL, '2021-02-17 11:14:58', '2021-02-17 11:14:58'),
(215, NULL, NULL, 1, NULL, 7, NULL, 1, 72, 461, 462, NULL, '280.00', '308.00', NULL, NULL, '280.00', NULL, 3, '0555555444', 'End_journey', '2021-02-18 11:35:04', '2021-02-18 11:34:00', '14.00', '2021-02-18 11:42:07', '2021-02-18 11:45:48', '15', NULL, '2021-02-18 10:35:04', '2021-02-18 11:01:52'),
(216, NULL, NULL, NULL, NULL, NULL, NULL, 3, 72, 463, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '055757656', 'pending', '2021-02-18 11:59:36', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-18 10:59:36', '2021-02-18 10:59:36'),
(217, NULL, NULL, 2, NULL, NULL, NULL, 2, 83, 465, 466, NULL, '0.00', '0.00', NULL, NULL, NULL, NULL, 3, '0555555544', 'pending', '2021-02-18 14:23:46', '2021-02-18 14:22:46', '0.00', NULL, NULL, '55', NULL, '2021-02-18 13:23:46', '2021-02-18 13:23:46'),
(218, NULL, NULL, 2, NULL, 7, NULL, 2, 83, 467, 468, NULL, '0.00', '0.00', NULL, NULL, '60760.00', NULL, 3, '0555555544', 'End_journey', '2021-02-18 14:23:52', '2021-02-18 14:22:46', '0.00', '2021-02-18 14:24:10', '2021-02-20 17:02:51', '55', NULL, '2021-02-18 13:23:52', '2021-02-20 16:02:59'),
(219, NULL, NULL, 1, NULL, NULL, NULL, 2, 83, 469, 470, NULL, '4760.00', '5236.00', NULL, NULL, NULL, NULL, 3, '0555555544', 'pending', '2021-02-18 14:27:40', '2021-02-18 14:25:32', '238.00', NULL, NULL, '10632', NULL, '2021-02-18 13:27:40', '2021-02-18 13:27:40'),
(220, NULL, NULL, 1, NULL, NULL, NULL, 2, 83, 471, 472, NULL, '4760.00', '5236.00', NULL, NULL, NULL, NULL, 3, '0555555544', 'pending', '2021-02-18 14:27:55', '2021-02-18 14:25:32', '238.00', NULL, NULL, '10632', NULL, '2021-02-18 13:27:55', '2021-02-18 13:27:55'),
(221, NULL, NULL, 1, NULL, NULL, NULL, 2, 83, 473, 474, NULL, '4760.00', '5236.00', NULL, NULL, NULL, NULL, 3, '0555555544', 'pending', '2021-02-18 14:27:58', '2021-02-18 14:25:32', '238.00', NULL, NULL, '10632', NULL, '2021-02-18 13:27:58', '2021-02-18 13:27:58'),
(222, NULL, NULL, 1, NULL, 7, NULL, 2, 83, 475, 476, NULL, '4760.00', '5236.00', NULL, NULL, '4760.00', NULL, 3, '0555555544', 'End_journey', '2021-02-18 14:28:02', '2021-02-18 14:25:32', '238.00', '2021-03-11 11:05:35', '2021-03-11 11:05:40', '10632', NULL, '2021-02-18 13:28:02', '2021-03-11 10:05:41'),
(223, NULL, NULL, 2, NULL, 1, NULL, 5, 72, 477, 478, NULL, '480.00', '528.00', NULL, NULL, NULL, NULL, 3, '0555555444', 'accepted', '2021-02-20 17:00:58', '2021-02-20 16:59:00', '24.00', NULL, NULL, '46', NULL, '2021-02-20 16:00:58', '2021-02-20 16:13:48'),
(224, NULL, NULL, 1, NULL, 7, NULL, 5, 72, 479, 480, NULL, '340.00', '374.00', NULL, NULL, '424920.00', NULL, 3, '576575765757', 'End_journey', '2021-02-20 17:17:14', '2021-02-20 17:16:00', '17.00', '2021-02-20 17:18:27', '2021-03-07 11:25:13', '28', NULL, '2021-02-20 16:17:14', '2021-03-07 10:25:14'),
(225, NULL, NULL, 1, NULL, NULL, NULL, 1, 83, 481, 482, NULL, '140.00', '154.00', NULL, NULL, NULL, NULL, 3, '0555555544', 'pending', '2021-02-21 09:25:39', '2021-02-21 09:23:18', '7.00', NULL, NULL, '935', NULL, '2021-02-21 08:25:39', '2021-02-21 08:25:39'),
(226, NULL, NULL, 1, NULL, 7, NULL, 1, 83, 483, 484, NULL, '34760.00', '38236.00', NULL, NULL, '34760.00', NULL, 3, '0555555544', 'End_journey', '2021-02-21 09:47:15', '2021-02-21 09:46:36', '1738.00', '2021-02-21 09:48:06', '2021-03-11 11:05:25', '72717', NULL, '2021-02-21 08:47:15', '2021-03-11 10:05:26'),
(227, NULL, NULL, NULL, NULL, NULL, NULL, 3, 83, 485, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '356868585853', 'pending', '2021-02-21 09:56:10', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:56:10', '2021-02-21 08:56:10'),
(228, NULL, NULL, NULL, NULL, NULL, NULL, 3, 83, 486, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '356868585853', 'pending', '2021-02-21 09:56:13', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:56:13', '2021-02-21 08:56:13'),
(229, NULL, NULL, NULL, NULL, NULL, NULL, 3, 83, 487, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '356868585853', 'pending', '2021-02-21 09:56:14', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:56:14', '2021-02-21 08:56:14'),
(230, NULL, NULL, NULL, NULL, NULL, NULL, 3, 83, 488, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '356868585853', 'pending', '2021-02-21 09:56:15', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:56:15', '2021-02-21 08:56:15'),
(231, NULL, NULL, NULL, NULL, NULL, NULL, 3, 83, 489, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '356868585853', 'pending', '2021-02-21 09:56:15', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:56:15', '2021-02-21 08:56:15'),
(232, NULL, NULL, NULL, NULL, NULL, NULL, 3, 83, 490, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '356868585853', 'pending', '2021-02-21 09:56:20', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:56:20', '2021-02-21 08:56:20'),
(233, NULL, NULL, NULL, NULL, NULL, NULL, 3, 83, 491, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '356868585853', 'pending', '2021-02-21 09:56:21', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:56:21', '2021-02-21 08:56:21'),
(234, NULL, NULL, NULL, NULL, NULL, NULL, 3, 83, 492, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '356868585853', 'pending', '2021-02-21 09:56:23', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:56:23', '2021-02-21 08:56:23'),
(235, NULL, NULL, NULL, NULL, NULL, NULL, 3, 83, 493, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '356868585853', 'pending', '2021-02-21 09:56:29', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:56:29', '2021-02-21 08:56:29'),
(236, NULL, NULL, NULL, NULL, NULL, NULL, 3, 83, 494, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '356868585853', 'pending', '2021-02-21 09:56:31', NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:56:31', '2021-02-21 08:56:31'),
(237, NULL, NULL, 1, NULL, 7, NULL, 1, 72, 495, 496, NULL, '280.00', '308.00', NULL, NULL, '280.00', NULL, 3, '0555555444', 'End_journey', '2021-03-07 11:04:15', '2021-03-07 11:03:00', '14.00', '2021-03-11 10:59:36', '2021-03-11 10:59:45', '19', NULL, '2021-03-07 10:04:15', '2021-03-11 09:59:46'),
(238, NULL, NULL, 1, NULL, NULL, NULL, 1, 72, 497, 498, NULL, '320.00', '352.00', NULL, NULL, NULL, NULL, 3, '0555555444', 'pending', '2021-03-07 13:02:22', '2021-03-07 13:01:00', '16.00', NULL, NULL, '27', NULL, '2021-03-07 12:02:22', '2021-03-07 12:02:22'),
(239, NULL, NULL, 1, NULL, 7, NULL, 2, 72, 499, 500, NULL, '320.00', '352.00', NULL, NULL, '110980.00', NULL, 3, '0555555444', 'End_journey', '2021-03-07 13:05:21', '2021-03-07 13:05:00', '16.00', '2021-03-07 14:28:44', '2021-03-11 10:58:09', '27', NULL, '2021-03-07 12:05:21', '2021-03-11 09:58:11'),
(240, NULL, NULL, 1, NULL, 7, NULL, 1, 85, 501, 502, NULL, '0.00', '0.00', NULL, NULL, '105780.00', NULL, 3, '05555555444', 'End_journey', '2021-03-07 18:47:44', '2021-03-07 18:46:40', '0.00', '2021-03-07 18:48:55', '2021-03-11 10:58:41', '54', NULL, '2021-03-07 17:47:44', '2021-03-11 09:58:42'),
(241, NULL, NULL, 1, NULL, 7, NULL, 1, 72, 503, 504, NULL, '140.00', '154.00', NULL, NULL, NULL, NULL, 3, '0555555444', 'accepted', '2021-03-10 17:29:07', '2021-03-10 17:27:00', '7.00', NULL, NULL, '12', NULL, '2021-03-10 16:29:07', '2021-03-11 10:34:02'),
(242, NULL, NULL, 1, NULL, 7, NULL, 2, 72, 505, 506, NULL, '80.00', '88.00', NULL, NULL, NULL, NULL, 3, '0555555444', 'accepted', '2021-03-11 10:57:45', '2021-03-11 10:56:00', '4.00', NULL, NULL, '10', NULL, '2021-03-11 09:57:45', '2021-03-11 10:20:44'),
(243, NULL, NULL, 1, NULL, 7, NULL, 1, 72, 507, 508, NULL, '40.00', '44.00', NULL, NULL, '40.00', NULL, 3, '0555555444', 'End_journey', '2021-03-11 13:25:31', '2021-03-11 12:49:00', '2.00', '2021-03-11 13:26:16', '2021-03-11 13:26:22', '8', NULL, '2021-03-11 12:25:31', '2021-03-11 12:26:23'),
(244, NULL, NULL, 1, NULL, 7, NULL, 1, 72, 509, 510, NULL, '40.00', '44.00', NULL, NULL, '40.00', NULL, 3, '0555555444', 'End_journey', '2021-03-11 13:27:15', '2021-03-11 13:26:00', '2.00', '2021-03-11 14:04:11', '2021-03-11 14:04:21', '6', NULL, '2021-03-11 12:27:15', '2021-03-11 13:04:25'),
(245, NULL, NULL, 1, NULL, 7, NULL, 1, 107, 509, 511, NULL, '60.00', '66.00', NULL, NULL, '60.00', NULL, 3, '0555555444', 'End_journey', '2021-03-11 14:02:23', '2021-03-11 14:02:00', '3.00', '2021-03-11 14:08:45', '2021-03-11 14:12:28', '7', NULL, '2021-03-11 13:02:23', '2021-03-11 13:12:33'),
(246, NULL, NULL, 1, NULL, 7, NULL, 1, 107, 509, 512, NULL, '60.00', '66.00', NULL, NULL, NULL, NULL, 3, '0555555444', 'move_with_patient', '2021-03-11 14:14:00', '2021-03-11 14:13:00', '3.00', '2021-03-11 14:55:17', NULL, '6', NULL, '2021-03-11 13:14:00', '2021-03-11 13:55:20'),
(247, NULL, NULL, 2, NULL, NULL, NULL, 1, 9, 517, 518, NULL, '440.00', '484.00', NULL, NULL, NULL, NULL, 3, '01277773854', 'pending', '2021-04-14 11:41:16', '2021-04-14 11:40:00', '22.00', NULL, NULL, '34', NULL, '2021-04-14 09:41:16', '2021-04-14 09:41:16'),
(248, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 520, 521, NULL, '1000.00', '1100.00', NULL, NULL, NULL, NULL, 3, '01091674077', 'pending', '2021-07-15 09:17:32', NULL, '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 07:17:32', '2021-07-15 07:17:32'),
(249, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 522, 523, NULL, '1000.00', '1100.00', NULL, NULL, NULL, NULL, 3, '01091674077', 'pending', '2021-07-15 09:19:29', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 07:19:29', '2021-07-15 07:19:29'),
(250, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 524, 525, NULL, '1000.00', '1100.00', NULL, NULL, NULL, NULL, 3, '01091674077', 'cancel', '2021-07-15 09:36:01', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', '55555', '2021-07-15 07:36:01', '2021-07-15 08:41:39'),
(251, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 526, 527, NULL, '1000.00', '1100.00', NULL, NULL, NULL, NULL, 3, '01091674077', 'pending', '2021-07-15 12:06:41', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 10:06:41', '2021-07-15 10:06:41'),
(252, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 528, 529, NULL, '1000.00', '1100.00', NULL, NULL, NULL, NULL, 3, '01091674077', 'pending', '2021-07-15 12:07:06', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 10:07:06', '2021-07-15 10:07:06'),
(253, 109, NULL, 1, NULL, NULL, NULL, 1, 107, 530, 531, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 1098.00, 3, '01091674077', 'pending', '2021-07-15 12:08:16', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 10:08:16', '2021-07-15 10:08:16'),
(254, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 538, 539, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 13:42:08', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 11:42:08', '2021-07-15 11:42:08'),
(255, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 540, 541, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 14:49:31', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 12:49:31', '2021-07-15 12:49:31'),
(256, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 542, 543, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 15:09:26', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 13:09:26', '2021-07-15 13:09:26'),
(257, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 544, 545, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 15:13:10', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 13:13:10', '2021-07-15 13:13:10'),
(258, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 546, 547, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 15:18:29', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 13:18:29', '2021-07-15 13:18:29'),
(259, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 548, 549, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 15:19:16', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 13:19:16', '2021-07-15 13:19:16'),
(260, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 550, 551, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:09:49', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:09:49', '2021-07-15 14:09:49'),
(261, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 552, 553, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:12:18', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:12:18', '2021-07-15 14:12:18'),
(262, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 554, 555, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:15:26', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:15:26', '2021-07-15 14:15:26'),
(263, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 556, 557, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:19:08', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:19:08', '2021-07-15 14:19:08'),
(264, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 558, 559, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:22:42', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:22:42', '2021-07-15 14:22:42'),
(265, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 560, 561, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:23:00', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:23:00', '2021-07-15 14:23:00'),
(266, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 562, 563, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:29:06', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:29:06', '2021-07-15 14:29:06'),
(267, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 564, 565, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:30:22', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:30:22', '2021-07-15 14:30:22'),
(268, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 566, 567, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:31:44', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:31:44', '2021-07-15 14:31:44'),
(269, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 568, 569, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:32:46', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:32:46', '2021-07-15 14:32:46'),
(270, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 570, 571, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:34:37', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:34:37', '2021-07-15 14:34:37'),
(271, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 572, 573, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:37:41', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:37:41', '2021-07-15 14:37:41'),
(272, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 574, 575, NULL, '1000.00', '1100.00', NULL, NULL, NULL, 0.00, 3, '01091674077', 'pending', '2021-07-15 16:44:13', '2020-09-01 00:00:00', '50.00', NULL, NULL, '16:46:00', NULL, '2021-07-15 14:44:13', '2021-07-15 14:44:13'),
(273, NULL, NULL, 1, NULL, NULL, NULL, 1, 107, 576, 577, NULL, '300.00', '330.00', NULL, NULL, NULL, 0.00, 3, '0109167855', 'pending', '2021-07-17 13:59:59', '2020-08-27 00:00:00', '15.00', NULL, NULL, NULL, NULL, '2021-07-17 11:59:59', '2021-07-17 11:59:59');

-- --------------------------------------------------------

--
-- Table structure for table `order_meta`
--

DROP TABLE IF EXISTS `order_meta`;
CREATE TABLE IF NOT EXISTS `order_meta` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `order_id` int(11) NOT NULL,
  `state_id` int(11) DEFAULT NULL,
  `state_id_arrival` int(11) DEFAULT NULL,
  `city_id` int(11) DEFAULT NULL,
  `city_id_arrival` int(11) DEFAULT NULL,
  `region_id` int(11) DEFAULT NULL,
  `region_id_arrival` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `order_product`
--

DROP TABLE IF EXISTS `order_product`;
CREATE TABLE IF NOT EXISTS `order_product` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `product_id` int(11) NOT NULL,
  `lab_id` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` double(8,2) NOT NULL,
  `total_price` double(8,2) NOT NULL,
  `offer_price` float NOT NULL DEFAULT '0',
  `quantity` int(11) NOT NULL,
  `note` text COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `type` enum('laboratory','order') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'laboratory',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

DROP TABLE IF EXISTS `pages`;
CREATE TABLE IF NOT EXISTS `pages` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `type` enum('terms','privacy','contact','about','feature') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'about',
  `name` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`id`, `type`, `name`, `image`, `is_active`, `created_at`, `updated_at`) VALUES
(2, 'about', 'عناا', '/uploads/pages/162730055759088.png', 1, '2021-07-26 11:55:57', '2021-07-27 13:56:58'),
(3, 'contact', 'قق', '/uploads/pages/162730061448337.png', 1, '2021-07-26 11:56:54', '2021-07-26 11:56:54');

-- --------------------------------------------------------

--
-- Table structure for table `page_meta`
--

DROP TABLE IF EXISTS `page_meta`;
CREATE TABLE IF NOT EXISTS `page_meta` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `page_id` int(11) NOT NULL,
  `meta_key` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `meta_value` longtext COLLATE utf8mb4_unicode_ci,
  `meta_image` mediumtext COLLATE utf8mb4_unicode_ci,
  `meta_type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `page_meta`
--

INSERT INTO `page_meta` (`id`, `page_id`, `meta_key`, `meta_value`, `meta_image`, `meta_type`, `created_at`, `updated_at`) VALUES
(2, 2, 'dd', 'ffff', '/uploads/page-meta/162737080025055.png', NULL, '2021-07-27 07:26:40', '2021-07-27 07:26:40');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

DROP TABLE IF EXISTS `password_resets`;
CREATE TABLE IF NOT EXISTS `password_resets` (
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  KEY `password_resets_email_index` (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `patients`
--

DROP TABLE IF EXISTS `patients`;
CREATE TABLE IF NOT EXISTS `patients` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `order_id` int(10) UNSIGNED NOT NULL,
  `type` enum('reporter','injured') COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `facility_name` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `dead_name` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `national_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `dead_national_id` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `diseases` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `clinic_status` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `length` int(11) DEFAULT NULL,
  `weight` int(11) DEFAULT NULL,
  `blood_type_id` int(11) DEFAULT NULL,
  `floor` int(11) DEFAULT NULL,
  `elevator` enum('available','not-available') COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `cases_num` int(11) DEFAULT NULL,
  `notes` text COLLATE utf8mb4_unicode_ci,
  `insurance_number` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `death_date` datetime DEFAULT NULL,
  `burial_permit_number` int(11) DEFAULT NULL,
  `relative_relation` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `event_type` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `cars_number` int(11) DEFAULT NULL,
  `event_start_date` datetime DEFAULT NULL,
  `event_end_date` datetime DEFAULT NULL,
  `days_number` int(11) DEFAULT NULL,
  `nurses` int(11) DEFAULT NULL,
  `doctors` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=193 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `patients`
--

INSERT INTO `patients` (`id`, `order_id`, `type`, `facility_name`, `name`, `dead_name`, `national_id`, `dead_national_id`, `diseases`, `clinic_status`, `length`, `weight`, `blood_type_id`, `floor`, `elevator`, `cases_num`, `notes`, `insurance_number`, `death_date`, `burial_permit_number`, `relative_relation`, `event_type`, `cars_number`, `event_start_date`, `event_end_date`, `days_number`, `nurses`, `doctors`, `created_at`, `updated_at`) VALUES
(1, 1, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'test', 185, NULL, 6, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-27 16:48:06', '2020-08-27 16:48:06'),
(2, 8, NULL, 'test', 'tes', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'test', NULL, NULL, NULL, NULL, 'test', 6, '2020-08-27 00:00:00', '2020-08-28 00:00:00', NULL, 6, 6, '2020-08-27 17:36:25', '2020-08-27 17:36:25'),
(3, 9, 'reporter', NULL, 'mero ramadan', NULL, 'test', NULL, 'csdaDSa', 'test', 185, 600, 4, 0, 'available', 3, 'sssss', '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-04-28 09:58:15', '2021-04-28 09:58:15'),
(4, 10, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'test', 185, NULL, 6, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-27 17:49:27', '2020-08-27 17:49:27'),
(5, 11, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'test', 185, NULL, 6, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-27 18:06:15', '2020-08-27 18:06:15'),
(6, 12, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'test', 185, NULL, 6, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-27 18:08:15', '2020-08-27 18:08:15'),
(7, 13, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'test', 185, NULL, 6, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-27 18:24:12', '2020-08-27 18:24:12'),
(8, 14, 'reporter', NULL, 'آية يحى الديسطى', NULL, '1234567890', NULL, 'انفلونزا', 'حالة', 160, NULL, 5, 2, 'not-available', 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-29 16:16:07', '2020-08-29 16:16:07'),
(9, 15, 'reporter', NULL, 'احمد محمد', NULL, '1234597890', NULL, 'مرض', 'حالة', 180, NULL, 6, 5, 'available', 2, NULL, '123', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-29 16:20:26', '2020-08-29 16:20:26'),
(10, 16, NULL, 'مدرسة حسن مصطفى', 'محمد', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'حدث', 2, '2020-08-25 00:00:00', '2020-09-03 00:00:00', NULL, 3, 2, '2020-08-29 16:25:55', '2020-08-29 16:25:55'),
(11, 17, NULL, NULL, 'يحى الديسطى', 'محمد حامد عبد النبى', '22225555555888888', '1235469870', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 22, 'ابنه', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-29 16:45:38', '2020-08-29 16:45:38'),
(12, 18, 'reporter', NULL, 'غغغ', NULL, '222222222', NULL, NULL, 'اااااا', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-29 16:50:28', '2020-08-29 16:50:28'),
(13, 19, NULL, 'الاستاد الرياضى', 'محمد', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'حدث', 3, '2020-08-29 00:00:00', '2020-08-29 00:00:00', NULL, 3, 2, '2020-08-29 16:56:27', '2020-08-29 16:56:27'),
(14, 24, 'reporter', NULL, 'احمد', NULL, '123456789', NULL, 'مرض', 'حالة', 160, NULL, 5, 6, 'available', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-29 18:20:00', '2020-08-29 18:20:00'),
(15, 25, 'injured', NULL, 'آية يحى', NULL, '123456', NULL, 'مرض', 'test', 159, NULL, 1, 5, 'available', 2, NULL, '22', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-29 20:24:18', '2020-08-29 20:24:18'),
(16, 26, NULL, 'غغغغ', 'ةال', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ااا', 2, '2020-08-29 00:00:00', '2020-08-29 00:00:00', NULL, 3, 2, '2020-08-29 20:26:09', '2020-08-29 20:26:09'),
(17, 27, 'injured', NULL, 'سعد', NULL, '1015388825', NULL, NULL, 'غتغ', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-08-31 01:12:05', '2020-08-31 01:12:05'),
(18, 34, 'reporter', NULL, 'aya', NULL, '123456', NULL, 'ggg', 'ggg', 160, NULL, 1, 5, 'not-available', 2, NULL, '44', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-01 16:42:36', '2020-09-01 16:42:36'),
(19, 35, 'reporter', NULL, 'hhh', NULL, '666', NULL, NULL, 'ggg', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-01 16:55:14', '2020-09-01 16:55:14'),
(20, 36, NULL, 'الاستاد', 'محمد', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ةةة', NULL, NULL, NULL, NULL, 'حدث', 2, '2020-09-01 00:00:00', '2020-09-01 00:00:00', NULL, 2, 2, '2020-09-01 17:05:53', '2020-09-01 17:05:53'),
(21, 37, NULL, 'ععع', 'نتت', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'اااا', NULL, NULL, NULL, NULL, 'تت', 6, '2020-09-01 00:00:00', '2020-09-01 00:00:00', NULL, 2, 2, '2020-09-01 17:07:32', '2020-09-01 17:07:32'),
(22, 43, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'test', 185, NULL, 3, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-01 18:47:46', '2020-09-01 18:47:46'),
(23, 44, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'tezt', 185, NULL, 3, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-01 19:05:58', '2020-09-01 19:05:58'),
(24, 45, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'test', 185, NULL, 3, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-01 19:08:34', '2020-09-01 19:08:34'),
(25, 46, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'test', 185, NULL, 3, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-01 19:17:51', '2020-09-01 19:17:51'),
(26, 47, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'test', 185, NULL, 3, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-01 19:21:16', '2020-09-01 19:21:16'),
(27, 48, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'test', 185, NULL, 3, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-01 19:23:57', '2020-09-01 19:23:57'),
(28, 51, 'injured', NULL, 'aya yahia', NULL, '123456', NULL, 'gggg', 'uuuuu', 159, NULL, 5, 5, 'available', 2, NULL, 'gg123', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 15:13:10', '2020-09-02 15:13:10'),
(29, 52, 'injured', NULL, '&&&', NULL, '12345', NULL, 'csdaDSa', 'نننننن', 185, NULL, 3, 6, 'available', 2, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 15:14:49', '2020-09-02 15:14:49'),
(30, 53, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'حالة', 185, NULL, 3, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 15:15:47', '2020-09-02 15:15:47'),
(31, 54, NULL, 'الاستاد', 'محمد', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'حادث سير', 3, '2020-09-02 00:00:00', '2020-09-02 00:00:00', NULL, 3, 2, '2020-09-02 15:21:46', '2020-09-02 15:21:46'),
(32, 55, NULL, NULL, 'احمظ', 'محمد', '66666', '3333', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, 'ععع', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 15:25:56', '2020-09-02 15:25:56'),
(33, 58, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'مش عارف', 185, NULL, 3, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 16:54:44', '2020-09-02 16:54:44'),
(34, 59, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'تطتبن', 185, NULL, 3, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-02 19:06:32', '2020-09-02 19:06:32'),
(35, 87, NULL, 'test', 'test', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '5', NULL, NULL, NULL, NULL, 'test', 6, '2020-09-02 00:00:00', '2020-09-03 00:00:00', NULL, 6, 6, '2020-09-02 21:47:52', '2020-09-02 21:47:52'),
(36, 90, NULL, 'tt', 'yhg', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'tfg', NULL, NULL, NULL, NULL, '6yvg', 6, '2020-09-02 00:00:00', '2020-10-02 00:00:00', NULL, 5, 6, '2020-09-02 22:27:11', '2020-09-02 22:27:11'),
(37, 91, NULL, 'th', 'nn', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'hd', NULL, NULL, NULL, NULL, 'hjd', 7, '2020-09-02 00:00:00', '2020-10-02 00:00:00', NULL, 7, 7, '2020-09-02 22:30:58', '2020-09-02 22:30:58'),
(38, 92, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-11 00:00:00', '2020-10-11 00:00:00', NULL, 20, 1, '2020-09-02 22:32:01', '2020-09-02 22:32:01'),
(39, 93, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-11 00:00:00', '2020-10-11 00:00:00', NULL, 20, 1, '2020-09-02 22:35:51', '2020-09-02 22:35:51'),
(40, 94, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-11 00:00:00', '2020-10-11 00:00:00', NULL, 20, 1, '2020-09-02 22:38:02', '2020-09-02 22:38:02'),
(41, 95, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'test', 185, NULL, 3, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-03 03:03:04', '2020-09-03 03:03:04'),
(42, 96, 'reporter', NULL, 'aya yahia', NULL, '123456789', NULL, 'test', 'test', 159, NULL, 4, 3, 'available', 2, NULL, '223', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-05 15:25:56', '2020-09-05 15:25:56'),
(43, 97, 'injured', NULL, 'ahmed ashraf', NULL, '123456789', NULL, 'bbbbb', 'gggg', 180, NULL, 8, 5, 'available', 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-05 15:36:19', '2020-09-05 15:36:19'),
(44, 98, NULL, 'الاستاد', 'محمد', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ملاحظة', NULL, NULL, NULL, NULL, 'حدث', 2, '2020-09-05 12:50:00', '2020-09-05 01:50:00', NULL, 6, 8, '2020-09-05 09:48:16', '2020-09-05 15:48:16'),
(45, 99, 'injured', NULL, 'محمد احمد', NULL, '66666', NULL, 'ننن', 'وووو', 180, NULL, 8, 2, 'not-available', 1, NULL, 'وووو', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-05 16:06:53', '2020-09-05 16:06:53'),
(46, 100, NULL, 'منشاة', 'احمد', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ملاحظة هامة', NULL, NULL, NULL, NULL, 'حدث2', 2, '2020-09-05 12:00:00', '2020-09-05 01:00:00', NULL, 6, 2, '2020-09-05 10:13:22', '2020-09-05 16:13:22'),
(47, 101, 'reporter', NULL, 'تتتت', NULL, '666', NULL, 'ةةة', 'تتت', 160, NULL, 1, 2, 'not-available', 2, NULL, 'ااا', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-05 16:18:26', '2020-09-05 16:18:26'),
(48, 102, NULL, NULL, 'محمد', 'محمد', '66666655', '22580', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-05 00:00:00', 3, 'تتت', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-05 16:29:20', '2020-09-05 16:29:20'),
(49, 105, 'injured', NULL, 'ahmed', NULL, '123456', NULL, 'ggg', 'hhhh', 159, NULL, 7, 6, 'available', 2, NULL, '2', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-05 17:20:21', '2020-09-05 17:20:21'),
(50, 112, 'injured', NULL, 'آية يحى', NULL, '36528741', NULL, 'مرض', 'حالة', 160, NULL, 7, 3, 'available', 2, NULL, '2528', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-06 15:01:44', '2020-09-06 15:01:44'),
(51, 113, 'reporter', NULL, 'ahmed ashraf', NULL, '6665588', NULL, NULL, 'yyyyy', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-06 15:05:09', '2020-09-06 15:05:09'),
(52, 115, 'reporter', NULL, 'محمد احمد', NULL, '2225580', NULL, 'عععع', 'ههه', 160, NULL, 7, 2, 'available', 2, NULL, '٥٥', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-08 14:17:18', '2020-09-08 14:17:18'),
(53, 117, 'injured', NULL, 'اية بحى', NULL, '6589856', NULL, 'مرض', 'test', 160, NULL, 7, 3, 'available', 2, NULL, 'gg', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-08 17:23:13', '2020-09-08 17:23:13'),
(54, 119, 'injured', NULL, 'محمد محمد', NULL, '66666', NULL, 'ههه', 'هههه', 170, NULL, 8, 2, 'not-available', 1, NULL, '،222', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-08 18:19:11', '2020-09-08 18:19:11'),
(55, 120, 'reporter', NULL, 'احمد اشرف', NULL, '12345687', NULL, 'تتت', 'حالة', 180, NULL, 6, 2, 'available', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-08 18:31:18', '2020-09-08 18:31:18'),
(56, 121, NULL, 'الاستاد', 'محمد', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ملاحظة', NULL, NULL, NULL, NULL, 'حدث', 5, '2020-09-08 12:12:00', '2020-09-08 02:10:00', NULL, 3, 2, '2020-09-08 12:51:34', '2020-09-08 18:51:34'),
(57, 122, NULL, NULL, 'محد احمد', 'محمد حامد', '3', '66589855', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-08 00:00:00', 3, 'تتتتت', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-08 18:54:25', '2020-09-08 18:54:25'),
(58, 123, 'reporter', NULL, 'ggg', NULL, '99999', NULL, 'bbb', 'bbvv', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-08 19:10:46', '2020-09-08 19:10:46'),
(59, 124, 'reporter', NULL, 'محمد', NULL, '258965', NULL, 'ةلبل', 'نتتةة', 160, NULL, 7, 5, 'available', 2, NULL, '٦', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-08 19:12:23', '2020-09-08 19:12:23'),
(60, 125, 'injured', NULL, 'mero ramadan', NULL, '12345', NULL, 'csdaDSa', 'Dghh', 185, NULL, 3, NULL, 'available', NULL, NULL, '12345', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-09 20:16:13', '2020-09-09 20:16:13'),
(61, 126, 'injured', NULL, 'آية يحيى', NULL, '123456789', NULL, 'مرض', 'حالة', 159, NULL, 6, 6, 'available', 2, NULL, '٦٦٥', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-10 17:04:19', '2020-09-10 17:04:19'),
(62, 127, 'reporter', NULL, 'احمد اشرف', NULL, '858585850', NULL, 'مرض', 'حالة', 180, NULL, 7, 2, 'not-available', 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-10 17:08:51', '2020-09-10 17:08:51'),
(63, 128, 'injured', NULL, 'محمد احمد', NULL, '1234568789', NULL, 'تتت', 'ععععع', 180, NULL, 5, 2, 'not-available', 2, NULL, 'للل', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-10 17:11:56', '2020-09-10 17:11:56'),
(64, 129, 'injured', NULL, 'محمد محمد', NULL, '6666', NULL, 'ننن', 'تتتتت', 180, NULL, 7, 2, 'not-available', 2, NULL, 'اااا', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-10 17:17:36', '2020-09-10 17:17:36'),
(65, 135, 'reporter', NULL, 'احمد اشرف', NULL, '123456789', NULL, 'غغغ', 'test', 182, NULL, 6, 8, 'available', 3, NULL, 'yy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-14 16:25:51', '2020-09-14 16:25:51'),
(66, 136, 'injured', NULL, 'محمد', NULL, '123456', NULL, 'ععع', 'test', 190, NULL, 5, 2, 'available', 2, NULL, 'ggg', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-14 16:31:37', '2020-09-14 16:31:37'),
(67, 141, NULL, 'yest', 'vvv', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'gg', NULL, NULL, NULL, NULL, 'gg', 6, '2020-09-17 16:12:00', '2020-09-17 16:12:00', NULL, 6, 6, '2020-09-17 14:12:34', '2020-09-17 20:12:34'),
(68, 142, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-01 12:00:00', '2020-09-11 12:00:00', NULL, 20, 1, '2020-09-21 11:07:21', '2020-09-21 17:07:21'),
(69, 143, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-01 12:00:00', '2020-09-11 12:00:00', NULL, 20, 1, '2020-09-21 11:25:01', '2020-09-21 17:25:01'),
(70, 144, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-01 12:00:00', '2020-09-11 12:00:00', NULL, 20, 1, '2020-09-22 03:26:47', '2020-09-22 09:26:47'),
(71, 145, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-01 12:00:00', '2020-09-11 12:00:00', NULL, 20, 1, '2020-09-22 03:26:52', '2020-09-22 09:26:52'),
(72, 146, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-01 12:00:00', '2020-09-11 12:00:00', NULL, 20, 1, '2020-09-22 03:26:59', '2020-09-22 09:26:59'),
(73, 147, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-01 12:00:00', '2020-09-11 12:00:00', NULL, 20, 1, '2020-09-22 07:21:12', '2020-09-22 13:21:12'),
(74, 148, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-23 12:00:00', '2020-09-24 12:00:00', NULL, 20, 1, '2020-09-22 07:21:33', '2020-09-22 13:21:33'),
(75, 149, NULL, 'Sewidan', 'Mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'noteess', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-23 12:21:00', '2020-09-27 18:21:00', NULL, 5, 5, '2020-09-22 09:22:07', '2020-09-22 15:22:07'),
(76, 150, NULL, 'Sewidan', 'Mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'notes', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-23 17:32:00', '2020-09-23 22:31:00', NULL, 2, 3, '2020-09-22 09:25:30', '2020-09-22 15:25:30'),
(77, 151, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-23 12:00:00', '2020-09-24 12:00:00', NULL, 20, 1, '2020-09-22 09:27:02', '2020-09-22 15:27:02'),
(78, 152, NULL, 'Sewidan', 'Mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'notes', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-23 11:32:00', '2020-09-25 11:32:00', NULL, 5, 5, '2020-09-22 09:33:25', '2020-09-22 15:33:25'),
(79, 153, NULL, 'Sewidan', 'Mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'notes', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-23 11:32:00', '2020-09-25 11:32:00', NULL, 5, 5, '2020-09-22 09:33:49', '2020-09-22 15:33:49'),
(80, 154, NULL, 'Sewidan', 'Mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'notes', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-23 11:32:00', '2020-09-25 11:32:00', NULL, 5, 5, '2020-09-22 09:34:37', '2020-09-22 15:34:37'),
(81, 155, NULL, 'Sewidan', 'Mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'notes', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-23 12:47:00', '2020-09-24 17:47:00', NULL, 5, 5, '2020-09-22 09:47:59', '2020-09-22 15:47:59'),
(82, 156, NULL, 'Sewidan', 'Mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'notes', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-23 12:47:00', '2020-09-24 17:47:00', NULL, 5, 5, '2020-09-22 09:48:02', '2020-09-22 15:48:02'),
(83, 157, NULL, 'Sewidan', 'Mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'notes', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-23 12:47:00', '2020-09-24 17:47:00', NULL, 5, 5, '2020-09-22 09:48:37', '2020-09-22 15:48:37'),
(84, 158, NULL, 'm', 'h', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'hh', NULL, NULL, NULL, NULL, 'g', 8, '2020-09-22 11:50:00', '2020-09-23 12:50:00', NULL, 5, 5, '2020-09-22 09:51:22', '2020-09-22 15:51:22'),
(85, 159, NULL, 'Mostafa Sewidan', 'Mazen Shiref', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'notes', NULL, NULL, NULL, NULL, 'Boom', 52, '2020-09-23 11:55:00', '2020-09-28 17:55:00', NULL, 2, 2, '2020-09-22 09:55:59', '2020-09-22 15:55:59'),
(86, 160, NULL, 'Mostafa Sewidan', 'Mazen Shiref', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'notes', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-23 16:21:00', '2020-09-26 21:21:00', NULL, 5, 5, '2020-09-22 12:23:00', '2020-09-22 18:23:00'),
(87, 161, NULL, 'Mazen', 'Sewidan', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'notes', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-22 15:25:00', '2020-09-25 17:25:00', NULL, 2, 2, '2020-09-22 12:26:26', '2020-09-22 18:26:26'),
(88, 162, NULL, 'Mostafa', 'Mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'notes', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-23 15:28:00', '2020-09-26 18:28:00', NULL, 5, 5, '2020-09-22 12:36:27', '2020-09-22 18:36:27'),
(89, 163, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-23 12:00:00', '2020-09-24 12:00:00', NULL, 20, 1, '2020-09-22 12:54:44', '2020-09-22 18:54:44'),
(90, 164, NULL, 'ipda3', 'mostafa', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'sasasasasa', NULL, NULL, NULL, NULL, 'nro7 m4war', 8, '2020-09-23 12:00:00', '2020-09-24 12:00:00', NULL, 20, 1, '2020-09-22 12:55:02', '2020-09-22 18:55:02'),
(91, 165, NULL, 'KANY', 'KAANY', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'jj', NULL, NULL, NULL, NULL, 'Boom', 5, '2020-09-22 15:18:00', '2020-09-23 15:18:00', NULL, 5, 5, '2020-09-22 13:18:59', '2020-09-22 19:18:59'),
(92, 166, NULL, 'Mazen', 'n', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'a', NULL, NULL, NULL, NULL, 'Bom', 5, '2020-10-22 15:22:00', '2020-11-22 15:22:00', NULL, 5, 5, '2020-09-22 13:23:43', '2020-09-22 19:23:43'),
(93, 167, NULL, 'gg', 'h', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'h', 5, '2020-09-22 16:09:00', '2022-09-22 16:10:00', NULL, 2, 5, '2020-09-22 14:10:52', '2020-09-22 20:10:52'),
(94, 168, NULL, 'ha', 'hs', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'hs', 5, '2020-09-22 16:30:00', '2020-09-22 16:30:00', NULL, 2, 2, '2020-09-22 14:30:32', '2020-09-22 20:30:32'),
(95, 169, NULL, 'ha', 'gs', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'gs', 54, '2020-09-23 08:40:00', '2020-09-23 08:40:00', NULL, 2, 2, '2020-09-23 06:41:27', '2020-09-23 12:41:27'),
(96, 170, NULL, 'ha', 'gs', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'gs', 54, '2020-09-23 08:40:00', '2020-09-23 08:40:00', NULL, 2, 2, '2020-09-23 06:42:09', '2020-09-23 12:42:09'),
(97, 171, NULL, 'ha', 'gs', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'gs', 54, '2020-09-23 08:40:00', '2020-09-23 08:40:00', NULL, 2, 2, '2020-09-23 06:45:15', '2020-09-23 12:45:15'),
(98, 172, 'reporter', NULL, 'ل', NULL, '5', NULL, 'غ', 'غ', 2, NULL, 6, 2, 'available', 5, NULL, 'ات', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-23 15:17:32', '2020-09-23 15:17:32'),
(99, 173, 'reporter', NULL, 'احمد', NULL, '123456789', NULL, 'غغغغ', 'ههه', 180, NULL, 1, 2, 'available', 2, NULL, '888', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-24 17:05:37', '2020-09-24 17:05:37'),
(100, 174, 'reporter', NULL, 'mostafa', NULL, '029704141601616', NULL, 'asdasd', 'asdasd', 170, NULL, 1, 3, 'available', 3, NULL, '3', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-28 14:12:38', '2020-09-28 14:12:38'),
(101, 175, 'reporter', NULL, 'mostafa', NULL, '029704141601616', NULL, 'asdasd', 'asdasd', 170, NULL, 1, 3, 'available', 3, NULL, '3', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-29 16:58:30', '2020-09-29 16:58:30'),
(102, 176, NULL, 'تع', 'ر', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ت', NULL, NULL, NULL, NULL, 'ر', 0, '2020-09-29 15:14:00', '2020-09-29 15:14:00', NULL, 0, 0, '2020-09-29 13:14:37', '2020-09-29 19:14:37'),
(103, 178, 'reporter', NULL, 'mostafa', NULL, '029704141601616', NULL, 'asdasd', 'asdasd', 170, NULL, 1, 3, 'available', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-30 19:17:04', '2020-09-30 19:17:04'),
(104, 179, 'reporter', NULL, 'mostafa', NULL, '029704141601616', NULL, 'asdasd', 'asdasd', 170, NULL, 1, 3, 'available', 3, 'amfkldasmkl', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-30 19:17:14', '2020-09-30 19:17:14'),
(105, 180, 'reporter', NULL, 'ahmed', NULL, '51', NULL, 'hana', 'hansbs', 150, NULL, 0, 5, 'not-available', 1, NULL, '255', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-30 20:10:08', '2020-09-30 20:10:08'),
(106, 181, 'reporter', NULL, 'mazen', NULL, '8484', NULL, 'svba', 'vs', 150, NULL, 0, 5, 'not-available', 1, NULL, '222', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-30 20:15:59', '2020-09-30 20:15:59'),
(107, 185, NULL, NULL, 'mostafa', 'rakha', '029704141601616', '0122222222', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-06-11 19:16:53', 20, '3', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-09-30 21:24:27', '2020-09-30 21:24:27'),
(108, 188, NULL, NULL, 'hehhe', 'ghhh', '000', '55', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-08 14:40:17', 666, 'hshs', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-01 16:37:18', '2020-10-01 16:37:18'),
(109, 189, 'reporter', NULL, 'g', NULL, '5', NULL, 'f', 'g', 7, NULL, 0, 5, 'not-available', 8, NULL, '5', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-01 16:40:32', '2020-10-01 16:40:32'),
(110, 190, 'reporter', NULL, 'g', NULL, '5', NULL, 'g', 'g', 4, NULL, 0, 5, 'not-available', 8, NULL, '25', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-01 16:47:28', '2020-10-01 16:47:28'),
(111, 191, NULL, NULL, 'f', 'gt', '5', '5', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-01 11:48:05', 5, 'ddf', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-01 16:48:33', '2020-10-01 16:48:33'),
(112, 192, NULL, NULL, 'gg', 'yy', '55', '25', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-01 12:50:43', 55, 'ffo', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-01 16:51:22', '2020-10-01 16:51:22'),
(113, 193, NULL, NULL, 'tr', 'yy', '22', '5', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-01 12:26:42', 22, 'tr', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-01 17:27:10', '2020-10-01 17:27:10'),
(114, 194, NULL, 'Mostafa Sewidan', 'Mostafa Sewidan', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'علل', 5000, '2020-10-06 11:05:00', '2020-10-10 11:05:00', NULL, 120, 120, '2020-10-06 09:05:40', '2020-10-06 15:05:40'),
(115, 195, NULL, 'Mostafa Sewidan', 'Mostafa Sewidan', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'عيد', 5, '2020-10-07 11:10:00', '2020-10-15 11:10:00', NULL, 20, 20, '2020-10-06 09:10:31', '2020-10-06 15:10:31'),
(116, 196, NULL, 'Mostafa Sewidan', 'Mostafa Sewidan', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'شسب', 5, '2020-10-10 11:43:00', '2020-10-15 11:43:00', NULL, 10, 10, '2020-10-06 09:43:26', '2020-10-06 15:43:26'),
(117, 197, NULL, 'ع', 'ا', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ا', 2, '2020-10-06 11:44:00', '2020-10-06 11:44:00', NULL, 0, 0, '2020-10-06 09:48:33', '2020-10-06 15:46:08'),
(118, 198, NULL, 'some', 'mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'some', 5, '2020-10-06 13:04:00', '2020-10-08 21:04:00', NULL, 5, 10, '2020-10-06 11:04:59', '2020-10-06 17:04:59'),
(119, 199, 'reporter', NULL, 'mazen', NULL, '055', NULL, 'deas', 'sttt', 5, NULL, 0, 5, 'not-available', 5, NULL, '5', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-06 17:47:47', '2020-10-06 17:47:47'),
(120, 200, NULL, 'Mostafa Sewidan', 'Mostafa Sewidan', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'يب', 1, '2020-10-06 13:54:00', '2020-10-09 09:12:00', NULL, 22, 50, '2020-10-06 11:55:54', '2020-10-06 17:54:47'),
(121, 201, NULL, 'mmmm', 'mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'mmm', 1, '2020-10-06 14:01:00', '2020-10-08 14:01:00', NULL, 22, 22, '2020-10-06 12:02:24', '2020-10-06 18:02:24'),
(122, 202, NULL, 'm', 'mm', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'hh', NULL, NULL, NULL, NULL, 'kmm', 2, '2020-10-06 14:24:00', '2020-11-06 14:24:00', NULL, 2, 2, '2020-10-06 12:24:53', '2020-10-06 18:24:53'),
(123, 203, 'reporter', NULL, 'mm', NULL, '055', NULL, 'gfh', 'gmcp', 58, NULL, 0, 500588, 'not-available', 288, NULL, '595', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-06 18:33:54', '2020-10-06 18:33:54'),
(124, 204, NULL, 'mazen', 'mazen', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'mm', 4, '2020-10-06 16:29:00', '2020-10-09 16:29:00', NULL, 5, 5, '2020-10-06 14:29:48', '2020-10-06 20:29:48'),
(125, 205, 'reporter', NULL, 'Nouraa', NULL, '012488467', NULL, 'No', 'Sick', 150, NULL, 0, 2, 'not-available', 1, NULL, '2233', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-07 00:48:49', '2020-10-07 00:48:49'),
(126, 207, 'reporter', NULL, 'كريم سليمان', NULL, '0788458445884', NULL, 'لا يوجد', 'تجربة', 180, NULL, 6, 1, 'not-available', 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-08 09:22:38', '2021-02-08 09:22:38'),
(127, 208, 'reporter', NULL, 'fdsfgdf', NULL, '15664', NULL, NULL, 'fsdfsdf', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-08 12:03:39', '2021-02-08 12:03:39'),
(128, 209, 'reporter', NULL, 'fdsfgdf', NULL, '15664', NULL, NULL, 'fsdfsdf', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-08 12:06:14', '2021-02-08 12:06:14'),
(129, 210, 'reporter', NULL, 'fdsfgdf', NULL, '15664', NULL, NULL, 'fsdfsdf', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-08 12:07:45', '2021-02-08 12:07:45'),
(130, 211, 'reporter', NULL, 'كريم سليمان', NULL, '124040491848484', NULL, 'لا يوجد', 'تجربة', NULL, NULL, 1, NULL, 'not-available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-14 09:52:22', '2021-02-14 09:52:22'),
(131, 212, NULL, 'اي حاجة', 'كريم', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'حفلة', 3, '2021-02-14 12:01:00', '2021-02-16 12:01:00', NULL, 3, 2, '2021-02-14 09:01:39', '2021-02-14 10:01:39'),
(132, 213, 'reporter', NULL, 'Mohamed', NULL, '87555776554577', NULL, NULL, 'Mmmmmm', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-15 08:42:55', '2021-02-15 08:42:55'),
(133, 214, 'injured', NULL, 'test', NULL, '123456789', NULL, 'لا يوجد', 'مصاب', 0, NULL, 0, 0, 'not-available', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-17 11:14:58', '2021-02-17 11:14:58'),
(134, 215, 'reporter', NULL, 'محمد', NULL, '0754664355', NULL, NULL, 'الف', NULL, NULL, 5, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-18 10:35:04', '2021-02-18 10:35:04'),
(135, 216, NULL, 'بالبب', 'لاني ل', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'بن أبي', 5, '2021-02-18 11:59:00', '2021-02-19 11:59:00', NULL, 1, 1, '2021-02-18 09:59:36', '2021-02-18 10:59:36'),
(136, 217, 'reporter', NULL, 'لا يوجد', NULL, '١٢٣٣٦', NULL, 'لا يوجد', 'لا يوجد', 0, NULL, 0, 0, 'not-available', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-18 13:23:46', '2021-02-18 13:23:46'),
(137, 218, 'reporter', NULL, 'لا يوجد', NULL, '١٢٣٣٦', NULL, 'لا يوجد', 'لا يوجد', 0, NULL, 0, 0, 'not-available', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-18 13:23:52', '2021-02-18 13:23:52'),
(138, 219, 'reporter', NULL, 'محمد', NULL, '٠١٢٨٩٦٦', NULL, 'لايوجد', 'لا يوجد', 0, NULL, 0, 0, 'available', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-18 13:27:40', '2021-02-18 13:27:40'),
(139, 220, 'reporter', NULL, 'محمد', NULL, '٠١٢٨٩٦٦', NULL, 'لايوجد', 'لا يوجد', 0, NULL, 0, 0, 'available', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-18 13:27:55', '2021-02-18 13:27:55'),
(140, 221, 'reporter', NULL, 'محمد', NULL, '٠١٢٨٩٦٦', NULL, 'لايوجد', 'لا يوجد', 0, NULL, 0, 0, 'available', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-18 13:27:58', '2021-02-18 13:27:58'),
(141, 222, 'reporter', NULL, 'محمد', NULL, '٠١٢٨٩٦٦', NULL, 'لايوجد', 'لا يوجد', 0, NULL, 0, 0, 'available', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-18 13:28:02', '2021-02-18 13:28:02'),
(142, 223, NULL, NULL, 'نيتبتتل', 'لحد', '383838837377373', '020393930399494', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-20 00:00:00', NULL, 'ثغثث', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-20 16:00:58', '2021-02-20 16:00:58'),
(143, 224, NULL, NULL, 'ماطمايخيفف', 'لكلا', '9638528585', '645765', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-20 00:00:00', NULL, 'ميمايخيغ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-20 16:17:14', '2021-02-20 16:17:14'),
(144, 225, 'reporter', NULL, 'نهيهيننقق', NULL, '٧٨٥٧٦٤٦٦٤٦٤٣٤', NULL, 'تتذعبهي', 'بنذاللاب', 0, NULL, 0, 0, 'not-available', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:25:39', '2021-02-21 08:25:39'),
(145, 226, 'reporter', NULL, 'hfjfifufuf', NULL, '553542424', NULL, 'fifulfh', 'jfjfifufu', 125, NULL, 0, 3, 'not-available', 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-02-21 08:47:15', '2021-02-21 08:47:15'),
(146, 227, NULL, 'ifufifuf', 'kgigiguff', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ifufif', 2, '2021-02-21 09:55:00', '2021-02-23 11:55:00', NULL, 1, 1, '2021-02-21 07:56:10', '2021-02-21 08:56:10'),
(147, 228, NULL, 'ifufifuf', 'kgigiguff', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ifufif', 2, '2021-02-21 09:55:00', '2021-02-23 11:55:00', NULL, 1, 1, '2021-02-21 07:56:13', '2021-02-21 08:56:13'),
(148, 229, NULL, 'ifufifuf', 'kgigiguff', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ifufif', 2, '2021-02-21 09:55:00', '2021-02-23 11:55:00', NULL, 1, 1, '2021-02-21 07:56:14', '2021-02-21 08:56:14'),
(149, 230, NULL, 'ifufifuf', 'kgigiguff', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ifufif', 2, '2021-02-21 09:55:00', '2021-02-23 11:55:00', NULL, 1, 1, '2021-02-21 07:56:15', '2021-02-21 08:56:15'),
(150, 231, NULL, 'ifufifuf', 'kgigiguff', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ifufif', 2, '2021-02-21 09:55:00', '2021-02-23 11:55:00', NULL, 1, 1, '2021-02-21 07:56:15', '2021-02-21 08:56:15'),
(151, 232, NULL, 'ifufifuf', 'kgigiguff', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ifufif', 2, '2021-02-21 09:55:00', '2021-02-23 11:55:00', NULL, 1, 1, '2021-02-21 07:56:20', '2021-02-21 08:56:20'),
(152, 233, NULL, 'ifufifuf', 'kgigiguff', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ifufif', 2, '2021-02-21 09:55:00', '2021-02-23 11:55:00', NULL, 1, 1, '2021-02-21 07:56:21', '2021-02-21 08:56:21'),
(153, 234, NULL, 'ifufifuf', 'kgigiguff', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ifufif', 2, '2021-02-21 09:55:00', '2021-02-23 11:55:00', NULL, 1, 1, '2021-02-21 07:56:23', '2021-02-21 08:56:23'),
(154, 235, NULL, 'ifufifuf', 'kgigiguff', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ifufif', 2, '2021-02-21 09:55:00', '2021-02-23 11:55:00', NULL, 1, 1, '2021-02-21 07:56:29', '2021-02-21 08:56:29'),
(155, 236, NULL, 'ifufifuf', 'kgigiguff', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'ifufif', 2, '2021-02-21 09:55:00', '2021-02-23 11:55:00', NULL, 1, 1, '2021-02-21 07:56:31', '2021-02-21 08:56:31'),
(156, 237, 'reporter', NULL, 'hfgjhhh', NULL, '365465', NULL, NULL, 'Gggggg@vvv.gg', 180, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-03-07 10:04:15', '2021-03-07 10:04:15'),
(157, 238, 'reporter', NULL, 'نبنبننف', NULL, '73747775', NULL, NULL, 'نبننبننبنف', 180, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-03-07 12:02:22', '2021-03-07 12:02:22'),
(158, 239, 'reporter', NULL, 'تبتننذ', NULL, '828383', NULL, NULL, 'وذنننذ', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-03-07 12:29:33', '2021-03-07 13:29:33'),
(159, 240, 'reporter', NULL, 'gfgfgyy', NULL, '12580', NULL, 'لا يوجد', 'لا يوجد', 0, NULL, 0, 0, 'available', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-03-07 17:47:44', '2021-03-07 17:47:44'),
(160, 241, 'reporter', NULL, 'نبننبنهلل', NULL, '84838883874', NULL, NULL, 'نهلهبهلل', 189, NULL, 1, 7, 'available', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-03-10 16:29:07', '2021-03-10 16:29:07'),
(161, 242, 'reporter', NULL, 'bhghhhhbhhhh', NULL, '999789988', NULL, 'Cjcjxjjcjc', 'Jcjcjcjcjcjcjcj', 170, NULL, 1, 1, 'available', 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-03-11 09:57:45', '2021-03-11 09:57:45'),
(162, 243, 'injured', NULL, 'نذهلههفهقههثتق', NULL, '5696696696', NULL, NULL, 'Hcohchfgتب', 170, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-03-11 12:25:31', '2021-03-11 12:25:31'),
(163, 244, 'reporter', NULL, 'ععععععبهبهفه', NULL, '73874857755', NULL, NULL, 'ننلنننلننلف', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-03-11 12:27:15', '2021-03-11 12:27:15'),
(164, 245, 'reporter', NULL, 'يخلطهلطهلطخلط', NULL, '5958585', NULL, NULL, 'اماذحاذحاذذحا', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-03-11 13:02:23', '2021-03-11 13:02:23'),
(165, 246, 'reporter', NULL, 'ذماذماطخااخطخا', NULL, '6969685', NULL, NULL, 'ليمليخلطملطمل', NULL, NULL, 1, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-03-11 13:14:00', '2021-03-11 13:14:00'),
(166, 247, 'injured', NULL, 'كريم سليمان', NULL, '123456789', NULL, 'لا يوجد', 'مستقرة', 70, NULL, 2, NULL, 'available', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-04-14 09:41:16', '2021-04-14 09:41:16'),
(167, 248, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 07:17:32', '2021-07-15 07:17:32'),
(168, 249, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 07:19:29', '2021-07-15 07:19:29'),
(169, 250, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 07:36:01', '2021-07-15 07:36:01'),
(170, 251, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 10:06:41', '2021-07-15 10:06:41'),
(171, 252, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 10:07:06', '2021-07-15 10:07:06'),
(172, 253, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 10:08:16', '2021-07-15 10:08:16'),
(173, 254, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 11:42:09', '2021-07-15 11:42:09'),
(174, 255, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 12:49:31', '2021-07-15 12:49:31'),
(175, 256, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 13:09:26', '2021-07-15 13:09:26'),
(176, 257, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 13:13:10', '2021-07-15 13:13:10'),
(177, 258, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 13:18:29', '2021-07-15 13:18:29'),
(178, 259, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 13:19:16', '2021-07-15 13:19:16'),
(179, 260, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:09:49', '2021-07-15 14:09:49'),
(180, 261, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:12:18', '2021-07-15 14:12:18'),
(181, 262, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:15:26', '2021-07-15 14:15:26'),
(182, 263, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:19:08', '2021-07-15 14:19:08'),
(183, 264, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:22:42', '2021-07-15 14:22:42'),
(184, 265, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:23:00', '2021-07-15 14:23:00'),
(185, 266, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:29:06', '2021-07-15 14:29:06'),
(186, 267, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:30:22', '2021-07-15 14:30:22'),
(187, 268, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:31:44', '2021-07-15 14:31:44'),
(188, 269, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:32:46', '2021-07-15 14:32:46'),
(189, 270, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:34:37', '2021-07-15 14:34:37'),
(190, 271, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:37:41', '2021-07-15 14:37:41'),
(191, 272, NULL, NULL, 'lyyy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 14:44:13', '2021-07-15 14:44:13'),
(192, 273, NULL, NULL, 'ooo', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-17 11:59:59', '2021-07-17 11:59:59');

-- --------------------------------------------------------

--
-- Table structure for table `payment_methods`
--

DROP TABLE IF EXISTS `payment_methods`;
CREATE TABLE IF NOT EXISTS `payment_methods` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `payment_methods`
--

INSERT INTO `payment_methods` (`id`, `created_at`, `updated_at`, `name`) VALUES
(1, '2020-06-27 15:28:00', '2020-06-27 15:28:00', 'wallet'),
(2, '2020-06-27 15:28:00', '2020-06-27 15:28:00', 'mada_card'),
(3, '2020-06-27 15:28:00', '2020-06-27 15:28:00', 'cache'),
(4, '2020-06-27 15:28:00', '2020-06-27 15:28:00', 'online_payment');

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

DROP TABLE IF EXISTS `permissions`;
CREATE TABLE IF NOT EXISTS `permissions` (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `guard_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `display_name` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci,
  `routes` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `name`, `guard_name`, `display_name`, `description`, `routes`, `created_at`, `updated_at`) VALUES
(1, 'add', 'admin', 'admin', 'admin', '', NULL, NULL),
(2, 'update', 'admin', 'update', 'update', '', NULL, NULL),
(3, 'create ', 'admin', 'create', 'create ', 'ipda3-tech.com/mo3een/admin', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `pharmacies`
--

DROP TABLE IF EXISTS `pharmacies`;
CREATE TABLE IF NOT EXISTS `pharmacies` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `region_id` int(11) NOT NULL,
  `latitude` decimal(10,8) DEFAULT NULL,
  `longitude` decimal(10,8) DEFAULT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `owner_name` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` enum('open','closed') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'open',
  `delivery_type` enum('fast','normal') COLLATE utf8mb4_unicode_ci NOT NULL,
  `delivery_cost` double(8,2) DEFAULT '0.00',
  `delivery_start_time` int(11) DEFAULT NULL,
  `delivery_end_time` int(11) DEFAULT NULL,
  `rate` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `pharmacies`
--

INSERT INTO `pharmacies` (`id`, `region_id`, `latitude`, `longitude`, `name`, `owner_name`, `phone`, `email`, `status`, `delivery_type`, `delivery_cost`, `delivery_start_time`, `delivery_end_time`, `rate`, `created_at`, `updated_at`) VALUES
(1, 1, '31.03766520', '31.36394140', 'صيدلية الهدى', '', NULL, NULL, 'open', 'fast', 35.00, 30, 45, 3, '2020-07-01 20:19:47', '2020-12-20 18:45:10'),
(2, 1, '31.04056370', '31.37056340', 'صيدلية النور', '', '010045963', NULL, 'open', 'fast', 40.00, 30, 40, 3, '2020-07-04 18:17:12', '2020-07-04 18:17:12'),
(3, 2, '31.44211915', '31.68379582', 'صيدلية الحول', 'الحول', '٠١٠٠٠٠٠٠٠٠٠', 'sdfasdf@adsf.cdsss', 'open', 'fast', 10.00, NULL, NULL, 0, '2021-02-18 11:43:42', '2021-05-02 08:05:38');

-- --------------------------------------------------------

--
-- Table structure for table `points_transactions`
--

DROP TABLE IF EXISTS `points_transactions`;
CREATE TABLE IF NOT EXISTS `points_transactions` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `pointable_id` int(11) NOT NULL,
  `pointable_type` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `order_id` int(11) DEFAULT NULL,
  `points_before` int(11) NOT NULL,
  `quantity` int(11) NOT NULL,
  `points_after` int(11) NOT NULL,
  `factor` double(8,2) NOT NULL,
  `type` enum('order','change') COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=23 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `points_transactions`
--

INSERT INTO `points_transactions` (`id`, `pointable_id`, `pointable_type`, `order_id`, `points_before`, `quantity`, `points_after`, `factor`, `type`, `created_at`, `updated_at`) VALUES
(1, 2, 'App\\Models\\Delivery', NULL, 0, 100, 100, 0.00, 'change', '2020-07-20 23:03:28', '2020-07-20 23:03:28'),
(2, 1, 'App\\Models\\Delivery', NULL, 100, -1, 99, 6.00, 'change', '2020-07-20 23:10:39', '2020-07-20 23:10:39'),
(5, 27, 'App\\Models\\Client', NULL, 0, 100, 100, 1.00, 'order', '2020-08-09 11:46:35', '2020-08-09 11:46:35'),
(6, 27, 'App\\Models\\Client', NULL, 100, -20, 80, 6.00, 'change', '2020-08-09 11:56:45', '2020-08-09 11:56:45'),
(7, 27, 'App\\Models\\Client', NULL, 80, -20, 60, 6.00, 'change', '2020-08-09 11:58:16', '2020-08-09 11:58:16'),
(8, 27, 'App\\Models\\Client', NULL, 60, -20, 40, 6.00, 'change', '2020-08-09 11:58:57', '2020-08-09 11:58:57'),
(9, 27, 'App\\Models\\Client', NULL, 40, -20, 20, 6.00, 'change', '2020-08-09 11:59:19', '2020-08-09 11:59:19'),
(10, 27, 'App\\Models\\Client', NULL, 20, -1, 19, 6.00, 'change', '2020-08-09 11:59:38', '2020-08-09 11:59:38'),
(11, 27, 'App\\Models\\Client', NULL, 19, -1, 18, 6.00, 'change', '2020-08-09 12:00:56', '2020-08-09 12:00:56'),
(12, 27, 'App\\Models\\Client', NULL, 18, -1, 17, 6.00, 'change', '2020-08-09 12:01:26', '2020-08-09 12:01:26'),
(13, 27, 'App\\Models\\Client', NULL, 17, -1, 16, 6.00, 'change', '2020-08-09 12:01:34', '2020-08-09 12:01:34'),
(14, 2, 'App\\Models\\Delivery', NULL, 100, -1, 99, 6.00, 'change', '2020-08-09 12:07:11', '2020-08-09 12:07:11'),
(15, 2, 'App\\Models\\Delivery', NULL, 99, -1, 98, 6.00, 'change', '2020-08-09 12:11:38', '2020-08-09 12:11:38'),
(16, 2, 'App\\Models\\Delivery', NULL, 98, -1, 97, 6.00, 'change', '2020-08-09 12:11:47', '2020-08-09 12:11:47'),
(17, 1, 'App\\Models\\Client', NULL, 0, -2, -2, 0.00, 'order', '2020-12-16 18:46:16', '2020-12-16 18:46:16'),
(18, 63, 'App\\Models\\Client', NULL, 0, 500, 500, 0.00, 'order', '2020-12-21 19:47:56', '2020-12-21 19:47:56'),
(19, 2, 'App\\Models\\Delivery', NULL, 97, -1, 96, 6.00, 'change', '2020-12-29 11:50:26', '2020-12-29 11:50:26'),
(20, 2, 'App\\Models\\Delivery', NULL, 96, -1, 95, 6.00, 'change', '2020-12-29 22:22:49', '2020-12-29 22:22:49'),
(21, 2, 'App\\Models\\Delivery', NULL, 95, -2, 93, 6.00, 'change', '2020-12-29 22:28:58', '2020-12-29 22:28:58'),
(22, 2, 'App\\Models\\Delivery', NULL, 93, -1, 92, 6.00, 'change', '2020-12-29 22:30:32', '2020-12-29 22:30:32');

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

DROP TABLE IF EXISTS `posts`;
CREATE TABLE IF NOT EXISTS `posts` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` text COLLATE utf8mb4_unicode_ci,
  `short_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `long_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `title`, `slug`, `short_description`, `long_description`, `is_active`, `order`, `created_at`, `updated_at`) VALUES
(1, 'اسعاف حالات الإغماء', 'اسعاف حالات الإغماء', 'تعرف على طريقة إسعاف حالات الإغماء المختلفة', 'شرح طريقة الإغماء المحتلفة وطريقة إسعافهم', 1, 1, '2020-06-19 20:01:38', '2020-12-21 18:42:52'),
(2, 'test', 'test', 'تعرف على طريقة إسعاف حالات الإغماء المختلفة', 'شرح طريقة الإغماء المحتلفة وطريقة إسعافهم', 1, 2, '2020-06-19 20:03:40', '2020-12-16 19:18:49'),
(3, 'اسعاف حالات الإغماء', 'اسعاف حالات الإغماء2', 'تعرف على طريقة إسعاف حالات الإغماء المختلفة', 'شرح طريقة الإغماء المحتلفة وطريقة إسعافهم', 1, 3, '2020-06-19 20:03:06', '2020-06-19 20:03:06');

-- --------------------------------------------------------

--
-- Table structure for table `regions`
--

DROP TABLE IF EXISTS `regions`;
CREATE TABLE IF NOT EXISTS `regions` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `shipping` double(8,2) DEFAULT NULL,
  `is_shipping` tinyint(4) NOT NULL DEFAULT '1',
  `city_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `regions`
--

INSERT INTO `regions` (`id`, `name`, `shipping`, `is_shipping`, `city_id`, `created_at`, `updated_at`) VALUES
(1, 'الحجاز', NULL, 1, 1, '2020-06-18 15:21:41', '2020-06-18 15:21:41'),
(2, 'اسم حي للإختبار 2', NULL, 1, 2, NULL, '2021-02-18 13:52:21'),
(3, 'اسم حي للإختبار', NULL, 1, 1, NULL, '2021-02-18 13:54:42'),
(4, 'اسم حي للإختبار', NULL, 1, 4, NULL, NULL),
(5, 'اسم حي للإختبار', NULL, 1, 5, NULL, NULL),
(6, 'اسم حي للإختبار', NULL, 1, 6, NULL, NULL),
(7, 'gfhkc', NULL, 1, 1, '2021-02-18 13:53:50', '2021-02-18 13:54:32'),
(8, 'يككيكيك', NULL, 1, 3, '2021-07-13 12:27:11', '2021-07-13 12:27:11');

-- --------------------------------------------------------

--
-- Table structure for table `reject_order_reasons`
--

DROP TABLE IF EXISTS `reject_order_reasons`;
CREATE TABLE IF NOT EXISTS `reject_order_reasons` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `reject_order_reasons`
--

INSERT INTO `reject_order_reasons` (`id`, `name`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'هذا مثال علي سبب رفض طلب', 1, NULL, NULL),
(2, 'هذا مثال علي سبب رفض طلب', 1, NULL, NULL),
(3, 'هذا مثال علي سبب رفض طلب', 1, NULL, NULL),
(4, 'هذا مثال علي سبب رفض طلب', 1, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `reservations`
--

DROP TABLE IF EXISTS `reservations`;
CREATE TABLE IF NOT EXISTS `reservations` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `event_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `cars_num` int(11) NOT NULL,
  `event_from` date NOT NULL,
  `event_to` date NOT NULL,
  `time_from` time NOT NULL,
  `time_to` time NOT NULL,
  `days_num` int(11) NOT NULL,
  `doctors_num` int(11) NOT NULL,
  `nursing_num` int(11) NOT NULL,
  `price` decimal(8,2) NOT NULL,
  `notes` text COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `reservations`
--

INSERT INTO `reservations` (`id`, `created_at`, `updated_at`, `name`, `client_id`, `event_type`, `cars_num`, `event_from`, `event_to`, `time_from`, `time_to`, `days_num`, `doctors_num`, `nursing_num`, `price`, `notes`) VALUES
(2, '2020-07-05 00:03:05', '2020-07-05 00:03:05', 'Cairo stadium', 1, 'sport', 3, '2020-07-20', '2020-07-25', '12:00:00', '14:30:00', 1, 3, 5, '500.00', 'test');

-- --------------------------------------------------------

--
-- Table structure for table `reviews`
--

DROP TABLE IF EXISTS `reviews`;
CREATE TABLE IF NOT EXISTS `reviews` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `order_id` int(11) DEFAULT NULL,
  `client_id` int(11) NOT NULL,
  `rate` int(11) NOT NULL DEFAULT '0',
  `comment` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `reviewable_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `reviewable_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `reviews`
--

INSERT INTO `reviews` (`id`, `order_id`, `client_id`, `rate`, `comment`, `reviewable_type`, `reviewable_id`, `created_at`, `updated_at`) VALUES
(1, 12, 107, 4, 'Thanks', 'App\\Models\\Hospital', 1, '2021-05-01 12:25:54', '2021-05-01 12:25:54');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

DROP TABLE IF EXISTS `roles`;
CREATE TABLE IF NOT EXISTS `roles` (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `guard_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `guard_id` int(11) DEFAULT NULL,
  `display_name` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=42 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `guard_name`, `guard_id`, `display_name`, `description`, `created_at`, `updated_at`) VALUES
(30, 'facilities', 'admin', NULL, 'salhia', 'update', '2020-12-20 15:54:15', '2020-12-20 15:54:15'),
(31, 'amr', 'admin', NULL, 'ddw', 'dsaasas', '2020-12-20 15:54:48', '2020-12-20 15:54:48'),
(32, 'amrlll', 'admin', NULL, 'address', 'adrees', '2020-12-20 16:16:06', '2020-12-20 16:16:06'),
(33, 'test', 'admin', NULL, 'test', 'test test', '2020-12-20 17:47:39', '2020-12-20 17:47:39'),
(34, 'صلاحيه التعديل', 'admin', NULL, 'phone', 'حاخىث', '2020-12-21 16:41:24', '2020-12-21 16:41:24'),
(35, 'new admin', 'admin', NULL, 'new admin', 'admin', '2020-12-21 16:47:25', '2020-12-21 16:47:25'),
(36, 'new rotab', 'admin', NULL, 'new', 'lala', '2020-12-21 17:17:28', '2020-12-21 17:17:28'),
(37, 'ff', 'admin', NULL, 'ff', 'fff', '2020-12-21 22:57:46', '2020-12-21 23:03:51'),
(38, 'testttt', 'admin', NULL, 'test', 'test test', '2020-12-21 22:58:07', '2020-12-21 22:59:08'),
(39, 'test11', 'admin', NULL, 'test11', 'test11', '2020-12-21 22:59:49', '2020-12-21 23:02:30'),
(40, 'مدير جديد', 'admin', NULL, 'مدير جديد', 'مدير جديد', '2020-12-22 01:19:06', '2020-12-22 01:19:06'),
(41, 'manager', 'admin', NULL, 'manager', 'manager', '2020-12-22 18:49:43', '2020-12-22 18:49:43');

-- --------------------------------------------------------

--
-- Table structure for table `role_has_permissions`
--

DROP TABLE IF EXISTS `role_has_permissions`;
CREATE TABLE IF NOT EXISTS `role_has_permissions` (
  `permission_id` bigint(20) UNSIGNED NOT NULL,
  `role_id` bigint(20) UNSIGNED NOT NULL,
  PRIMARY KEY (`permission_id`,`role_id`),
  KEY `role_has_permissions_role_id_foreign` (`role_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `role_has_permissions`
--

INSERT INTO `role_has_permissions` (`permission_id`, `role_id`) VALUES
(1, 30),
(2, 30),
(3, 30),
(2, 31),
(3, 31),
(2, 32),
(3, 32),
(1, 33),
(2, 33),
(3, 33),
(1, 34),
(2, 34),
(3, 34),
(1, 35),
(2, 35),
(3, 35),
(1, 36),
(2, 36),
(3, 36),
(1, 37),
(1, 38),
(2, 38),
(1, 39),
(2, 39),
(3, 39),
(1, 40),
(2, 40),
(3, 40),
(3, 41);

-- --------------------------------------------------------

--
-- Table structure for table `services`
--

DROP TABLE IF EXISTS `services`;
CREATE TABLE IF NOT EXISTS `services` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `type` enum('care','event','provider','pharmacy','hospital','emergency','medical') COLLATE utf8mb4_unicode_ci NOT NULL,
  `category` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'main',
  `level` int(11) NOT NULL,
  `time` int(11) DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT '1',
  `is_open` tinyint(1) NOT NULL DEFAULT '1',
  `cost_range` varchar(11) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `services`
--

INSERT INTO `services` (`id`, `name`, `type`, `category`, `level`, `time`, `is_active`, `is_open`, `cost_range`, `created_at`, `updated_at`) VALUES
(1, 'نقل المرضي', 'care', 'main', 0, NULL, 1, 1, NULL, '2021-07-14 11:38:38', '2021-07-14 11:38:38'),
(2, 'الحالات المستقرة', 'care', 'main', 2, 10, 1, 1, '400-500', '2020-06-18 17:16:53', '2020-06-18 17:16:53'),
(3, 'التجمعات والمناسبات', 'event', 'main', 3, 10, 1, 1, '350-450', '2020-06-18 17:18:29', '2020-06-18 17:18:29'),
(4, 'مشتركى المرافق الطبية', 'medical', 'main', 4, 10, 1, 1, '400-500', '2020-06-18 17:18:29', '2020-06-18 17:18:29'),
(5, 'نقل الجثمان', 'provider', 'main', 5, 10, 1, 1, '450-650', '2020-06-18 17:36:22', '2020-06-18 17:36:22'),
(6, 'كبار السن وذوى الاحتياجات', 'care', 'main', 6, 10, 1, 0, '400-650', '2020-06-18 17:36:22', '2021-07-25 08:01:40'),
(7, 'أقرب صيدلية', 'pharmacy', 'main', 7, 10, 1, 1, '400-450', '2020-06-18 17:37:10', '2020-06-18 17:37:10'),
(8, 'أقرب مستشفى', 'hospital', 'main', 8, 10, 1, 1, '500-600', '2020-06-18 17:37:10', '2020-06-18 17:37:10'),
(9, 'أرقام طوارئ', 'emergency', 'main', 9, 10, 1, 1, '400-450', '2020-06-18 17:37:35', '2020-06-18 17:37:35'),
(11, 'الحالات الطارئة', 'care', 'main', 1, 10, 1, 1, '400-450', '2020-06-18 17:16:53', '2020-12-08 18:09:51');

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

DROP TABLE IF EXISTS `settings`;
CREATE TABLE IF NOT EXISTS `settings` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `settings_category_id` int(11) NOT NULL,
  `key` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `value` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `display_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `level` int(11) DEFAULT NULL,
  `data_type` enum('fileWithPreview','editor','textarea','number','email','date','text') COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=63 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `settings_category_id`, `key`, `value`, `display_name`, `level`, `data_type`, `created_at`, `updated_at`) VALUES
(1, 2, 'provider_points_cost', '6', 'قيمة النقاط للاسعاف', 1, 'number', '2020-07-21 06:06:48', '2020-07-21 06:06:48'),
(2, 2, 'client_points_cost', '6', 'قيمة النقاط للعملاء', 1, 'number', '2020-07-21 06:06:48', '2020-07-21 06:06:48'),
(3, 1, 'phone', '', 'رقم الهاتف01283541206', 1, 'number', NULL, '2021-07-26 07:42:53'),
(5, 3, 'pharmacy_filter_area', '30', 'نطاق البحث عن الصيدليات\r\n', 1, 'number', NULL, NULL),
(6, 3, 'hospital_filter_area', '30', 'نطاق البحث عن المستشفيات', 2, 'fileWithPreview', NULL, NULL),
(7, 3, 'delivery_filter_area', '30', 'نطاق البحث عن سيارت الإسعاف', 2, 'number', NULL, NULL),
(8, 4, 'km_price', '20', 'سعر الكيلومتر ', NULL, 'number', NULL, NULL),
(9, 4, 'minute_price', '200', 'سعر الدقيقة', NULL, 'number', NULL, NULL),
(11, 4, 'special_client_discount', '200', 'خصم مشتركي المرافق الطبية', NULL, 'number', NULL, NULL),
(12, 4, 'minimum_price_trip', '100', 'الحد الادني لسعر الرحلة', NULL, 'fileWithPreview', NULL, NULL),
(14, 5, 'email', 'info@mo3een.com', 'email', 1, 'email', '2020-12-09 21:10:31', '2020-12-09 21:21:22'),
(15, 6, 'address', 'جدة - حي النهضه - شارع الصفا', 'address', 1, 'text', '2020-12-09 21:23:52', '2020-12-09 21:23:52'),
(16, 7, 'about_app', 'ssمُعين شركة متخصصة في توصيل المرضى .. لديها فريق على أعلى مستوى من الإحترافية والمهنية لإيجاد الطرق السهلة والبسيطة التي توفر بشكل غير تقليدي الاحتياجات اليومية بطريقة سهلة وآمنة وسريعة ، كما توفر خدمة عملاء على مدار الساعة لتلبية احتياجاتكم وتوفير أفضل خدمة ممكنة.', 'about_app', 1, 'text', '2020-12-09 21:31:33', '2020-12-09 21:33:07'),
(17, 8, 'home_video', 'https://www.youtube.com/embed/1LSKA6wWHIg', 'home_video', 6, 'text', '2020-12-09 21:45:43', '2020-12-09 21:45:43'),
(18, 9, 'app_vision', 'توصيل الاحتياجات الطبية بطريقة سهلة وسريعة ومضمونة', 'app_vision', 1, 'text', '2020-12-09 21:52:26', '2020-12-09 21:52:26'),
(19, 10, 'app_message', 'توصيل الاحتياجات الطبية بطريقة سهلة وسريعة ومضمونة', 'app_message', 1, 'text', '2020-12-09 21:55:02', '2020-12-09 21:55:02'),
(20, 11, 'app_mission', 'توصيل الاحتياجات الطبية بطريقة سهلة وسريعة ومضمونة', 'app_mission', 1, 'text', '2020-12-09 21:57:56', '2020-12-09 21:57:56'),
(21, 12, 'privacy_policies', 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.                 إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.', 'privacy_policies', 1, 'text', '2020-12-09 22:00:48', '2020-12-09 22:00:48'),
(22, 13, 'terms', 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.                 إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.                 ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.', 'terms', 1, 'text', '2020-12-09 22:03:25', '2020-12-09 22:03:25'),
(23, 14, 'app_url', 'https://play.google.com/store', 'app_url', 1, 'text', '2020-12-10 14:58:58', '2020-12-10 14:58:58'),
(24, 15, 'apple_url', 'https://www.apple.com/app-store/', 'apple_url', 1, 'text', '2020-12-10 15:01:16', '2020-12-10 15:01:16'),
(25, 16, 'fb_url', 'https://www.facebook.com/', 'fb_url', 1, 'text', '2020-12-10 15:08:16', '2020-12-10 15:19:46'),
(26, 17, 'tw_url', 'twitter.com', 'tw_url', 1, 'text', '2020-12-10 15:12:54', '2020-12-10 15:12:54'),
(27, 18, 'insta_url', 'instgram.com', 'insta_url', 1, 'text', '2020-12-10 15:14:57', '2020-12-10 15:14:57'),
(28, 19, 'youtube_url', 'youtube.com', 'youtube_url', 1, 'text', '2020-12-10 15:17:26', '2020-12-16 17:54:38'),
(55, 20, 'app_main_image', '', 'الصوره الرئيسيه للتطبيق', NULL, 'fileWithPreview', NULL, NULL),
(56, 20, 'app_logo_image', '', 'صورة العنوان للتطبيق', NULL, 'fileWithPreview', NULL, NULL),
(57, 21, 'text_onboarding_1', 'text_onboarding_1text_onboarding_1', 'text_onboarding_1', 1, 'text', '2021-07-26 07:10:47', '2021-07-26 07:10:47'),
(58, 21, 'file_onboarding_1', '', 'file_onboarding_1', 1, 'fileWithPreview', '2021-07-26 07:12:08', '2021-07-26 07:12:08'),
(59, 21, 'text_onboarding_2', 'text_onboarding_2text_onboarding_2', 'text_onboarding_2', 1, 'text', '2021-07-26 07:10:47', '2021-07-26 07:10:47'),
(60, 21, 'file_onboarding_2', '', 'file_onboarding_2', 1, 'fileWithPreview', '2021-07-26 07:12:08', '2021-07-26 07:12:08'),
(61, 21, 'text_onboarding_3', 'text_onboarding_3text_onboarding_3', 'text_onboarding_3', 1, 'text', '2021-07-26 07:10:47', '2021-07-26 07:10:47'),
(62, 21, 'file_onboarding_3', '', 'file_onboarding_3', 1, 'fileWithPreview', '2021-07-26 07:12:08', '2021-07-26 07:12:08');

-- --------------------------------------------------------

--
-- Table structure for table `settings_categories`
--

DROP TABLE IF EXISTS `settings_categories`;
CREATE TABLE IF NOT EXISTS `settings_categories` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `level` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `settings_categories`
--

INSERT INTO `settings_categories` (`id`, `name`, `level`, `created_at`, `updated_at`) VALUES
(1, 'ارقام الهواتف', 1, NULL, NULL),
(2, 'اسعار النقاط', 2, NULL, NULL),
(3, 'المسافات', 3, NULL, NULL),
(4, 'حسابات الطلبات المالية', 4, '2020-08-05 12:20:53', '2020-08-05 12:20:53'),
(5, 'البريد الالكتروني', 1, '2020-12-09 21:09:27', '2020-12-16 18:00:33'),
(6, 'العنوان', 3, '2020-12-09 21:21:54', '2020-12-09 21:21:54'),
(7, 'حول التطبيق', 1, '2020-12-09 21:30:46', '2020-12-09 21:30:46'),
(8, 'الفيديو', 1, '2020-12-09 21:43:47', '2020-12-09 21:43:47'),
(9, 'الرؤيه', 6, '2020-12-09 21:51:46', '2020-12-09 21:51:46'),
(10, 'الرساله', 1, '2020-12-09 21:54:18', '2020-12-09 21:54:18'),
(11, 'الاهداف', 1, '2020-12-09 21:56:57', '2020-12-09 21:56:57'),
(12, 'سياسة الخصوصية', 1, '2020-12-09 21:59:53', '2020-12-09 21:59:53'),
(13, 'الشروط والأحكام', 1, '2020-12-09 22:02:44', '2020-12-09 22:02:44'),
(14, 'لينك التطبيق google play', 1, '2020-12-10 14:57:55', '2020-12-10 15:10:29'),
(15, 'لينك التطبيق  apple store', 1, '2020-12-10 15:00:35', '2020-12-10 15:09:58'),
(16, 'الفيسبوك', 1, '2020-12-10 15:06:24', '2020-12-10 15:08:53'),
(17, 'تويتر', 1, '2020-12-10 15:12:02', '2020-12-10 15:12:02'),
(18, 'انستجرام', 1, '2020-12-10 15:14:21', '2020-12-10 15:14:21'),
(19, 'اليوتيوب', 1, '2020-12-10 15:16:41', '2020-12-10 15:16:41'),
(20, 'صور التطبيق', 2, NULL, NULL),
(21, 'onboarding_screen', 7, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `shifts`
--

DROP TABLE IF EXISTS `shifts`;
CREATE TABLE IF NOT EXISTS `shifts` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `day` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `start` time NOT NULL,
  `end` time NOT NULL,
  `shiftable_type` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `shiftable_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `shifts`
--

INSERT INTO `shifts` (`id`, `day`, `start`, `end`, `shiftable_type`, `shiftable_id`, `created_at`, `updated_at`) VALUES
(3, 'Mon', '11:12:00', '23:11:00', 'App\\Models\\Laboratory', 7, '2021-08-04 09:22:58', '2021-08-04 09:22:58'),
(4, 'Tue', '02:25:00', '17:22:00', 'App\\Models\\Laboratory', 7, '2021-08-04 09:22:58', '2021-08-04 09:22:58');

-- --------------------------------------------------------

--
-- Table structure for table `sliders`
--

DROP TABLE IF EXISTS `sliders`;
CREATE TABLE IF NOT EXISTS `sliders` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `title` varchar(225) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` mediumtext COLLATE utf8mb4_unicode_ci,
  `is_active` tinyint(4) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `slider_category_id` int(10) UNSIGNED DEFAULT NULL,
  `order` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `sliders`
--

INSERT INTO `sliders` (`id`, `title`, `image`, `is_active`, `created_at`, `updated_at`, `slider_category_id`, `order`) VALUES
(1, NULL, NULL, 1, '2021-07-17 10:06:58', '2021-07-17 10:06:58', 1, NULL),
(2, NULL, NULL, 1, '2021-07-17 10:20:30', '2021-07-17 10:20:30', 1, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `slider_categories`
--

DROP TABLE IF EXISTS `slider_categories`;
CREATE TABLE IF NOT EXISTS `slider_categories` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `description` longtext COLLATE utf8mb4_unicode_ci,
  `order` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `slider_categories`
--

INSERT INTO `slider_categories` (`id`, `name`, `description`, `order`, `created_at`, `updated_at`) VALUES
(1, 'معين', 'جديد', NULL, '2021-07-17 10:06:00', '2021-07-17 10:06:00');

-- --------------------------------------------------------

--
-- Table structure for table `specialties`
--

DROP TABLE IF EXISTS `specialties`;
CREATE TABLE IF NOT EXISTS `specialties` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `specialties`
--

INSERT INTO `specialties` (`id`, `name`, `created_at`, `updated_at`) VALUES
(8, 'جراح مخ وأعصاب', '2021-04-26 09:29:24', '2021-04-26 09:29:24'),
(11, 'أمراض القلب', '2021-04-26 12:11:57', '2021-04-26 12:11:57');

-- --------------------------------------------------------

--
-- Table structure for table `states`
--

DROP TABLE IF EXISTS `states`;
CREATE TABLE IF NOT EXISTS `states` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `shipping` double(8,2) DEFAULT NULL,
  `is_shipping` tinyint(4) NOT NULL DEFAULT '1',
  `country_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `states`
--

INSERT INTO `states` (`id`, `name`, `shipping`, `is_shipping`, `country_id`, `created_at`, `updated_at`) VALUES
(1, 'المنطقة الشمالية', 0.00, 1, 1, '2020-07-11 11:54:48', '2021-07-13 12:12:12'),
(2, 'المنطقة الجنوبية', 0.00, 1, 2, '2020-07-11 11:54:48', '2021-07-13 12:12:01'),
(3, 'المنطقة الشرقية', 0.00, 1, 1, '2020-07-11 11:54:48', '2020-07-11 11:54:48'),
(4, 'المنطقة الغربية', 0.00, 1, 1, '2020-07-11 11:54:48', '2020-07-11 11:54:48'),
(6, 'الدلتا', 0.00, 1, 2, '2020-07-11 11:54:48', '2020-07-11 11:54:48'),
(10, 'جنوب الدلتا', 0.00, 1, 2, '2020-07-11 11:54:48', '2020-07-11 11:54:48');

-- --------------------------------------------------------

--
-- Table structure for table `tokens`
--

DROP TABLE IF EXISTS `tokens`;
CREATE TABLE IF NOT EXISTS `tokens` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `token` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `os` enum('') COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `tokenable_id` int(11) NOT NULL,
  `tokenable_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=332 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `tokens`
--

INSERT INTO `tokens` (`id`, `token`, `os`, `created_at`, `updated_at`, `tokenable_id`, `tokenable_type`) VALUES
(12, 'سشييش', '', '2020-06-18 21:59:41', '2020-06-18 21:59:41', 1, 'App\\Models\\Client'),
(13, '121451', '', '2020-06-18 21:59:47', '2020-06-18 21:59:47', 1, 'App\\Models\\Client'),
(15, '121451', '', '2020-06-18 22:14:46', '2020-06-18 22:14:46', 1, 'App\\Models\\Client'),
(16, '121451', '', '2020-06-18 22:34:02', '2020-06-18 22:34:02', 1, 'App\\Models\\Client'),
(19, '121451', '', '2020-06-19 07:02:37', '2020-06-19 07:02:37', 1, 'App\\Models\\Client'),
(20, 'cFMBgKaoQwOFXJMRClBeie:APA91bERMYIQCyuBO4XAvOz83A8rKncRnIXlOoiLBfrHjjHiPDj2HHFzvuT1weaPckC7ubp8QL3FYjRu1mVVtlDBB-KiSa1Go4WcoGAMlewm6qU7-0-tE8bUyyeUriqjY5sezGj7HhOt', '', '2020-06-19 22:06:38', '2020-06-19 22:06:38', 3, 'App\\Models\\Client'),
(21, 'friQQK1ZRFCN_AnrnUTyWx:APA91bH9mfH1hsJPgPmqiGa4oZEtKnF25yA45DZAbN1g-Uc8rHa0sgLQEZwZVxs0k4L5dO_eENAc6SCek2xDrLbamFCh-L5g_cRhBSSLAJh3_z1Rtp6RPvCIXZowLLyqj4yusLv9vBaN', '', '2020-06-20 00:04:23', '2020-06-20 00:04:23', 4, 'App\\Models\\Client'),
(22, 'fUqsJ25aRkmOLhBkASrTaW:APA91bE3sqdjDzwPMIHNMxtTAXo-NbNlEEm7L0M4GluZ_4QKLEwVN-WvhPrv5DEwn-e3ZITCR_buF_bAbYNbwMJX8U3Yustb5vRoBkLPXcTKPvuKOkpSWtjGxnYkM-Yznky71iODUKbe', '', '2020-06-20 00:13:43', '2020-06-20 00:13:43', 4, 'App\\Models\\Client'),
(23, 'f4x9lDr9TBWVhgA3Alpa2P:APA91bFnRrqEc7wZadELGOjD1gXNVe3zVtP8DdT5p8bVuSHDAP0_KHajlecyNqsNh8z_PAOI6z-Zua2BEIXE9_XyIcbjiuV6KR4Uoa9Cj-X6alFnHvs2Z5L7riQnBIZtjnTBkFJaxcgm', '', '2020-06-20 05:12:33', '2020-06-20 05:12:33', 5, 'App\\Models\\Client'),
(24, 'do1M5vleSTOZ5SkxvV-Rcw:APA91bEHplfPjxmdlZuz1MWuxCWZITzf2g6EUT5ZV6smG9Heor8B27KzYSAYqQKx-vZJ_MlcRwRNVJv_z_hNXnCt6UiGvVLp9oBQiJm5-pHoy89b-FOWAOWsSyNVoHGupEjVqhnXGwdG', '', '2020-06-20 06:33:32', '2020-06-20 06:33:32', 6, 'App\\Models\\Client'),
(25, '121451', '', '2020-06-20 07:01:45', '2020-06-20 07:01:45', 2, 'App\\Models\\Client'),
(26, '121451', '', '2020-06-20 07:51:15', '2020-06-20 07:51:15', 2, 'App\\Models\\Client'),
(27, '121451', '', '2020-06-20 07:58:46', '2020-06-20 07:58:46', 3, 'App\\Models\\Client'),
(28, 'dwbKrZB4SZizDFsM-frEGJ:APA91bFY45yAUdOlc9IexkaW_hn_9eCZm76QQKrplCeXo3rsWcXUZXTn5Wnx5suwjhHBdOigeTrFh2G5Wl7_MCQkNCxOXy7go2aojDdCdRfZUyC-MbnDU6ZCLrEI4MKYQir33cg-clf2', '', '2020-06-20 08:08:02', '2020-06-20 08:08:02', 7, 'App\\Models\\Client'),
(29, '121451', '', '2020-06-20 08:11:17', '2020-06-20 08:11:17', 1, 'App\\Models\\Client'),
(30, 'f14YHuBlRaiuftFl9VImny:APA91bH3fjsA0J_gHXRQlmR0mMBXUO2Q19z73mWwWDoFCS67yD8GWimQW6BsAkNx70kIOD2PDDVXRZ3skc0ghfumXLOeO-ewxzK8NgWfsMviXv82FOTDzdCl3gxtAc3b2kpuAkMfLQk7', '', '2020-06-20 08:23:14', '2020-06-20 08:23:14', 2, 'App\\Models\\Client'),
(31, 'efFPaph6S9qAydlgk2bAjO:APA91bE-UzKi1czjJDVtjQBUz2b-K2cBrc_e3fcEnOkH6rfQrXMAgLgILpaABsl06zNVWaOX_PI4_GGOsYJxFOuU25poZOUoittTRLBhavqtYjifUX6j0nNxUgWi93DZlE6SfUTXlyVk', '', '2020-06-20 08:28:03', '2020-06-20 08:28:03', 4, 'App\\Models\\Client'),
(32, 'eQv1yT2-R9uc_AlB3KCRdA:APA91bGIiGEbXmvbpj9QgfxkOxKxBMt7U37CCRkb16SN2Ml_b4bPK1VHO_ODAhp_U-1PFUjBNMz2SzS1d83QbvSinzyNOA7Im5CxLaULAwzPUtPrkRm0tXaB39TWDM90dnO9b248hKoC', '', '2020-06-20 08:32:09', '2020-06-20 08:32:09', 4, 'App\\Models\\Client'),
(33, 'eXBmRPemSAa92xlFyfM4Yh:APA91bFJS-yByOxleArG5ztf5Z5nJDxCLhKOE5ljAgpZgFN40RAqzVFDd8-sx00YvUPia-Vx-4pPwCpy7wlOCBiikL8MZWu-qeeOOsPr7YCIhq1NQAaZselKMWgotl1EQzXYth34NRNA', '', '2020-06-20 08:33:25', '2020-06-20 08:33:25', 8, 'App\\Models\\Client'),
(34, 'dYAJvoZ4S8-mLqPKqlMP_S:APA91bGxiYZutmdd2-yzBl8aTj_1xN5M9Eucs3IPvDrBWc_ZKpSzI1nl7ryqw9yksUrAh08sH0WWyxCjHgN2SsrBSC2SQKwy_b0ocMqT8ukpmP3E_d9h30R4Uu13v2e9X_l9QC0EEWQQ', '', '2020-06-20 08:39:03', '2020-06-20 08:39:03', 9, 'App\\Models\\Client'),
(35, 'dfypjHvjRVqesWvhwFUA0Q:APA91bFyivAvdIyR61irW0xtpzmR_RhCBt4xrij4wyHjLeeTRvXV3KaORCf4eKTTpKjoRc2ea-klUulgKl_SHxW-XwmLgAgcA03WYxq6poL-Ix-fSeneXbqg6eM9Yshn8udyHgQEDAJv', '', '2020-06-20 08:40:30', '2020-06-20 08:40:30', 10, 'App\\Models\\Client'),
(37, 'f-MQseLMSyqJiEIaO5J643:APA91bGe_kiC9Wl901gw4szUbYS0oCILz0FjoVPbDgmMT10m11XcvWVWbN-vwSg1r8tqs81s04GDGUq9It3pvI4Z-JQnecw__66aWxcDiReILhwChJiImSGihl-4_SYp2cM1J3zkMlgk', '', '2020-06-20 09:28:23', '2020-06-20 09:28:23', 4, 'App\\Models\\Client'),
(38, 'e6dV8PhmQveLU6_t05XdRy:APA91bHt7WlFKfkM46UP8q2-wBRELl9hLiLUWO7qmSkpPhRkgbhpQ2Tp6Be879xM6TOoPeq44BvKwyRk7wEFO9dolZr5irPnt5dt6hcN3yiMgut4pZAe8W1838HFaX6smucCAaSut-jO', '', '2020-06-20 09:31:11', '2020-06-20 09:31:11', 6, 'App\\Models\\Client'),
(39, 'dDOzVEe5RLaBfs3fbppeCq:APA91bH1Ycq50XkOuyFPhNjlh64bYo73GC4UHmAtaT0Anha0uveCeOvxSttU1jJUayEj-TkSb4nVpdjUKftmDZ82awTJMrBX5Ew1FUJoRnaD-4Ol7cUvCgcxHfRJgC8NvKSnqVAib4hj', '', '2020-06-20 09:33:14', '2020-06-20 09:33:14', 4, 'App\\Models\\Client'),
(40, 'foFo5wdZThWVv-sYDsdaEh:APA91bHxKapFhkv0ERZH0dIuJq5Qpezu7gJ1HhE3-k_K4Y-AMM0dsa6u12iaMszKJZVY0AugANnUz0G4A26xN5d2r0ZWu1p4TZLjycXSIrGNc4i-tQog68BZkcHEUzTfl0dUs0Xq0s9q', '', '2020-06-20 09:46:45', '2020-06-20 09:46:45', 2, 'App\\Models\\Client'),
(41, 'f8TAGOtcTJCok1v1N_IM6E:APA91bERXh1e3J8riDJ3LoamKjwLOT6Org3ZsyoPRuQSI2Bvr4JWtzn6noWSv3Ff2sXmNQUBH4cEhNOtwzty-Fl2WzfkXVKLzNDPODP32jeybExTuQvWsWwRzXET4BPEstjerf5Y-ZZ4', '', '2020-06-20 10:08:56', '2020-06-20 10:08:56', 4, 'App\\Models\\Client'),
(42, '121451', '', '2020-06-20 10:15:07', '2020-06-20 10:15:07', 2, 'App\\Models\\Client'),
(44, 'cmO10siLRduSHaVb0m24NB:APA91bHBBs5NznbYOzJ3oYTi9_S8CHQfIPkQZn8OrmRDliVp0bMbWIPvPhw5LkRTh7hOriebemkz9_enQA0ULAtnansIerTvlaskXp7Zcxemdy_dbGTVLAK7kkfqFw8aLkx6mRHFjXJp', '', '2020-06-20 10:40:21', '2020-06-20 10:40:21', 9, 'App\\Models\\Client'),
(45, 'fKoeWnrMRqmaEcGqY0CCzL:APA91bHZ7dI8FrOUi3AXLxXHP5coWhPPF1zhcvjTtGmsXQUNKONknCxhwTTVj_uQhO-DRlW4Jq4CjneXgTt7jYGnetMMNoYGvenw1wSIP1cmotUQNcbGGaf0m6Wy_s5sTY8MSVjXUFfm', '', '2020-06-20 13:32:36', '2020-06-20 13:32:36', 11, 'App\\Models\\Client'),
(47, 'djPLN06rSMCikLOnK1t8j3:APA91bH3ZFFQwiBwpZd-x0GJFclO-IYrKB2H24dmqiB_q73dfLkZfDhFE9KOcAxKBpP_S295KjJ9oDzMsYdc0SrQTg7Kmtocf3agATtUAUEvompTsM1lY7fMO9luL6sHvmV5uT9itPQz', '', '2020-06-20 15:32:20', '2020-06-20 15:32:20', 13, 'App\\Models\\Client'),
(48, 'dzFJpjaVTEuJLtJMtfC9ca:APA91bGU_qHVEjSmHJcXH1KFtUi70OOCniKujz4SoMrHqmWDhdxe8DNZkffjKY9g9Rp7QwUrIQdl9VPKmB8BFgpJMvfZFFTRQuSQCXkEmty9mPPMiAT0W5gfoZKF-JfVZCRnaQPJG0-T', '', '2020-06-20 15:54:14', '2020-06-20 15:54:14', 15, 'App\\Models\\Client'),
(49, 'cMOyeGyqS0Gkl1egctxIh4:APA91bH_V2HDAHU9GsQNigt6UZjbKP0TIiXESPzbrkP6v8ENgTUi9Aihef2yKsCvzcHmUEWaj5ewi1E2zjRXEowTJt888aYmone-OWbwqv4KOp8k6McEqi4TrfaAG_zIZ54G2VNpty80', '', '2020-06-20 15:56:31', '2020-06-20 15:56:31', 16, 'App\\Models\\Client'),
(51, '121451', '', '2020-06-21 07:37:36', '2020-06-21 07:37:36', 2, 'App\\Models\\Client'),
(52, '121451', '', '2020-06-21 07:38:16', '2020-06-21 07:38:16', 2, 'App\\Models\\Client'),
(53, '121451', '', '2020-06-21 07:38:35', '2020-06-21 07:38:35', 2, 'App\\Models\\Client'),
(54, '121451', '', '2020-06-21 07:38:36', '2020-06-21 07:38:36', 12, 'App\\Models\\Client'),
(55, '121451', '', '2020-06-21 07:39:19', '2020-06-21 07:39:19', 2, 'App\\Models\\Client'),
(57, 'eE0f2grwScSNrEXR6tgLc7:APA91bHD_kZvSRepZ3e5qAyMHJrvzqNRRp6UOBjlplqFPD5AyHFZm-lGr59xMOx38LUEXjd9w3ee4YD-OBCk8ewXaGCIgGQ2lxEt91W2dun0ULIm8L2g_fD-rYQmLWjmhu2yT-ucaYBV', '', '2020-06-27 15:57:44', '2020-06-27 15:57:44', 19, 'App\\Models\\Client'),
(58, '121451', '', '2020-06-27 21:11:22', '2020-06-27 21:11:22', 1, 'App\\Models\\Client'),
(59, '121451', '', '2020-07-02 23:17:10', '2020-07-02 23:17:10', 12, 'App\\Models\\Client'),
(62, '121451', '', '2020-07-03 03:23:15', '2020-07-03 03:23:15', 12, 'App\\Models\\Client'),
(63, '121451', '', '2020-07-03 03:41:32', '2020-07-03 03:41:32', 12, 'App\\Models\\Client'),
(64, 'cRlr3GS8R4ecDLiE6pdohD:APA91bEz86Pg249w_tTF7rSPPni6zRKKEi9lg3y724OMyL2z2LPIzRvx045shaVk-eJsPSM0Ku2MAcAi6TxvtnOvRdMmQ4-zB04EosCCeGf1Xd1QOsqQFryFzRULiRLaypAc3-DBYVp_', '', '2020-07-03 06:34:47', '2020-07-03 06:34:47', 4, 'App\\Models\\Client'),
(65, 'cRlr3GS8R4ecDLiE6pdohD:APA91bGbMv6GbPGsjkuVnifVaNl8QlnvBjvv0YIphk5SbYERCoTf_SJuBUW0ffmsFIqp7ppI3bWND5M18XSZNzpCXkvtq7oYEhYs4d6jHQ7j3raCLWGI4DiV0zHsu9pcls7M1Cda4yCC', '', '2020-07-03 07:05:30', '2020-07-03 07:05:30', 4, 'App\\Models\\Client'),
(67, 'cnWqZzdnQmy2_ar1DbXHVw:APA91bGfzBwQyIJwNFd1do9wH_WkANKMNnJMJNbCd_XICkHfyBgwE6MC_53Rz-e05KsvdlkfWx3akTJV0kOQQEFu2UreRD5xtI8PGuC9dt93O0xneXhOefncNi534R7jCDK_3jrlMiOD', '', '2020-07-03 22:03:41', '2020-07-03 22:03:41', 12, 'App\\Models\\Client'),
(68, '121451', '', '2020-07-04 07:08:14', '2020-07-04 07:08:14', 1, 'App\\Models\\Client'),
(69, 'c2v60ZujRDSITDdjvf1t14:APA91bFgTT0s0H3low5k-ZibnvbGDm-tPu0Ljk-OfRmT93CjaGMiITOejv5V7lm93N_VF5DMjTfUVuAeVABKe3iFq6QrvdY4PyjGZNTU9pYVQqc806r-wlGUOcoe60HS_s04oI2kYnn6', '', '2020-07-04 07:25:53', '2020-07-04 07:25:53', 11, 'App\\Models\\Client'),
(70, '123456', '', '2020-07-04 19:49:04', '2020-07-04 19:49:04', 21, 'App\\Models\\Client'),
(71, '123456', '', '2020-07-04 19:51:26', '2020-07-04 19:51:26', 21, 'App\\Models\\Client'),
(72, '123456', '', '2020-07-04 19:52:04', '2020-07-04 19:52:04', 21, 'App\\Models\\Client'),
(73, '123456', '', '2020-07-04 19:55:27', '2020-07-04 19:55:27', 21, 'App\\Models\\Client'),
(74, '123456', '', '2020-07-04 19:55:51', '2020-07-04 19:55:51', 21, 'App\\Models\\Client'),
(75, '123456', '', '2020-07-04 19:56:44', '2020-07-04 19:56:44', 21, 'App\\Models\\Client'),
(76, '123456', '', '2020-07-04 19:57:00', '2020-07-04 19:57:00', 21, 'App\\Models\\Client'),
(77, '123456', '', '2020-07-04 19:58:09', '2020-07-04 19:58:09', 21, 'App\\Models\\Client'),
(78, '123456', '', '2020-07-04 20:00:05', '2020-07-04 20:00:05', 21, 'App\\Models\\Client'),
(79, '123456', '', '2020-07-04 20:00:09', '2020-07-04 20:00:09', 21, 'App\\Models\\Client'),
(80, '123456', '', '2020-07-04 20:00:40', '2020-07-04 20:00:40', 21, 'App\\Models\\Client'),
(81, '123456', '', '2020-07-04 20:00:44', '2020-07-04 20:00:44', 21, 'App\\Models\\Client'),
(82, '123456', '', '2020-07-04 20:01:58', '2020-07-04 20:01:58', 21, 'App\\Models\\Client'),
(83, '123456', '', '2020-07-04 20:11:32', '2020-07-04 20:11:32', 21, 'App\\Models\\Client'),
(84, '121451', '', '2020-07-04 22:04:40', '2020-07-04 22:04:40', 2, 'App\\Models\\Client'),
(85, '123456', '', '2020-07-05 00:20:41', '2020-07-05 00:20:41', 21, 'App\\Models\\Client'),
(86, 'cRlr3GS8R4ecDLiE6pdohD:APA91bGh6mJM_Zrfa4-490fgwfzCW3aenJ44H0i_i7fK_yT2pAyFlMlgoEUtN11g2J3dLSj0lIbhB_KqEGN0hRZBCsNzpUEb-uEehbFhh8CGhC9__q0L65jfpvnKKTpASsrrK844FR_4', '', '2020-07-05 01:21:01', '2020-07-05 01:21:01', 4, 'App\\Models\\Client'),
(87, 'dE3oSV78T9afU3ayaUGcfj:APA91bFLb16j78MAwGKnBpDbystCpoKMlVwaRuS-WlIdk0Im7UN_h6IR1E6EnRvAeVK8Ck2KyBZ1JjWRxnWm1o5kQAX2KfSSTyZqU6kVTSagteeGY6P4du28Fy6whOhVIc9Dy7JkjLKR', '', '2020-07-05 01:32:01', '2020-07-05 01:32:01', 18, 'App\\Models\\Client'),
(88, 'eCwcspUORMaoDNtLHgLhl1:APA91bFmX5AlJuJOHu9m2zpFNvh8WJl920Qf4RZ0aT7uLqgvX6wT5qJiZxNxIIS6Mi2EKz6A3ehZ3E9ognXef6qVyfVjO6CA1WL6bI5FVxwMrcZd_S6S2VXwHE-6Ss6J26MGbZ1tfu6F', '', '2020-07-05 02:02:54', '2020-07-05 02:02:54', 11, 'App\\Models\\Client'),
(89, 'cRlr3GS8R4ecDLiE6pdohD:APA91bEKe_ZfbI8mk33iKJ2gbTin10R3ViVNhnUzRQ_wq-Zx6xVssojwafUvUk8jvLYkuMU1kAZ7tpPybdBzJHTu25HawftsX-WKvOlWxq2misrWoAWdmlBs4txtDvLuJWT0MixfOGTN', '', '2020-07-07 21:55:21', '2020-07-07 21:55:21', 4, 'App\\Models\\Client'),
(90, 'f8E89wXqTZGoaH38xJAZXr:APA91bGbnCQ4mo1CMiYI6ylut3MpYYvyhIcBj-06S1c_QqOo5vV81Jiw2sVPop2KSnat7I_zBf583-WNVIRigm8EPDXnQXEKKEJ4ENvd335fA4jF4-_-1NZ_UWoJXHQIbvXg-VUp_DjC', '', '2020-07-07 23:46:40', '2020-07-07 23:46:40', 12, 'App\\Models\\Client'),
(92, 'cGYMUcxMQC6KpzLiOG4R2d:APA91bG72poMbNoKjsWW6Lq7AYCUn4kq_PWmbRUDSIvnGZmVOLIPEB0MQthgKuDfY-SFERwTKlEPXCrdSdF4Hn_Om69-uYgmcq_yiEKc6_ENTY3oXuIwsSn50HgEqBoqrSa7ucOIJ3Y0', '', '2020-07-08 23:52:00', '2020-07-08 23:52:00', 18, 'App\\Models\\Client'),
(96, 'dBSYXPaCQlWnl9TzQ9a0bk:APA91bEf4TbZR3JCVL3KSIgjVkNGjdE1ATumJXy_o3_qgDrP0Zod8jBu3p5uegiiLR7_LhwE4v6eumdy7QwwtjPMYB8iWf1CsOEPlVHHMZzvwEljQIUITNVkJto0pCNJ3ZYI7p6Mc5fU', '', '2020-07-20 18:10:59', '2020-07-20 18:10:59', 26, 'App\\Models\\Client'),
(98, '123', '', '2020-07-23 12:57:57', '2020-07-23 12:57:57', 1, 'App\\Models\\Delivery'),
(99, '123', '', '2020-08-04 11:04:23', '2020-08-04 11:04:23', 2, 'App\\Models\\Delivery'),
(100, '121451', '', '2020-08-05 13:34:31', '2020-08-05 13:34:31', 27, 'App\\Models\\Client'),
(101, '121451', '', '2020-08-09 11:34:32', '2020-08-09 11:34:32', 27, 'App\\Models\\Client'),
(102, '121451', '', '2020-08-09 11:39:03', '2020-08-09 11:39:03', 27, 'App\\Models\\Client'),
(103, '121451', '', '2020-08-09 11:39:19', '2020-08-09 11:39:19', 27, 'App\\Models\\Client'),
(104, '121451', '', '2020-08-09 11:39:55', '2020-08-09 11:39:55', 27, 'App\\Models\\Client'),
(105, '121451', '', '2020-08-09 11:39:59', '2020-08-09 11:39:59', 27, 'App\\Models\\Client'),
(106, '121451', '', '2020-08-09 11:40:24', '2020-08-09 11:40:24', 27, 'App\\Models\\Client'),
(107, '121451', '', '2020-08-09 11:41:30', '2020-08-09 11:41:30', 27, 'App\\Models\\Client'),
(108, '121451', '', '2020-08-09 11:41:41', '2020-08-09 11:41:41', 27, 'App\\Models\\Client'),
(109, '121451', '', '2020-08-09 11:41:48', '2020-08-09 11:41:48', 27, 'App\\Models\\Client'),
(110, '121451', '', '2020-08-09 11:44:24', '2020-08-09 11:44:24', 27, 'App\\Models\\Client'),
(111, '121451', '', '2020-08-09 11:47:15', '2020-08-09 11:47:15', 27, 'App\\Models\\Client'),
(112, '121451', '', '2020-08-09 11:50:23', '2020-08-09 11:50:23', 27, 'App\\Models\\Client'),
(113, '121451', '', '2020-08-09 11:51:48', '2020-08-09 11:51:48', 27, 'App\\Models\\Client'),
(114, '121451', '', '2020-08-09 11:52:07', '2020-08-09 11:52:07', 27, 'App\\Models\\Client'),
(115, '121451', '', '2020-08-09 11:59:45', '2020-08-09 11:59:45', 27, 'App\\Models\\Client'),
(116, '121451', '', '2020-08-09 12:01:41', '2020-08-09 12:01:41', 27, 'App\\Models\\Client'),
(117, '121451', '', '2020-08-10 09:21:08', '2020-08-10 09:21:08', 27, 'App\\Models\\Client'),
(118, '121451', '', '2020-08-12 10:52:17', '2020-08-12 10:52:17', 27, 'App\\Models\\Client'),
(119, '121451', '', '2020-08-12 12:24:54', '2020-08-12 12:24:54', 28, 'App\\Models\\Client'),
(120, '121451', '', '2020-08-13 10:27:14', '2020-08-13 10:27:14', 27, 'App\\Models\\Client'),
(121, '123456', '', '2020-08-25 10:17:36', '2020-08-25 10:17:36', 1, 'App\\Models\\Client'),
(122, '123456', '', '2020-08-25 15:34:02', '2020-08-25 15:34:02', 1, 'App\\Models\\Client'),
(123, '1299203', '', '2020-08-26 20:52:25', '2020-08-26 20:52:25', 29, 'App\\Models\\Client'),
(125, 'eIEJ9VDCTLC6UfxNYYPxwl:APA91bFNt5Z2oM8OKV8FkiIQF7_uB1vVS4kaQQLO5BoJ0kVbpwVsx2wvtsVKRDAAA7-vWaH26gsnzro4eAdiNJKT78IziPkYdgIJW_e4q6lzgSApNK53RhLtiV0vlOYdH4F1r2D_ToQl', '', '2020-08-26 21:36:54', '2020-08-26 21:36:54', 12, 'App\\Models\\Client'),
(126, '121451', '', '2020-08-26 21:40:27', '2020-08-26 21:40:27', 12, 'App\\Models\\Client'),
(128, '1299203', '', '2020-08-26 22:05:44', '2020-08-26 22:05:44', 30, 'App\\Models\\Client'),
(129, '121451', '', '2020-08-27 17:15:03', '2020-08-27 17:15:03', 12, 'App\\Models\\Client'),
(130, 'fHkQyAYhQq64JQ1ycTsO1K:APA91bGzWtD0XSE7uyU518LPvQmGziYO_mNwun8_qkQuEbA8_GAXe_8ILTodGmjjnHa_WL3tfPDnjLYj2A0dDlq-yPJ_GFYAfGqeASduy9vL1LuEZwwyyG4SocKAeXHMFZXMDj_9Rgd1', '', '2020-08-27 21:15:51', '2020-08-27 21:15:51', 6, 'App\\Models\\Delivery'),
(138, 'edLd4iflSSe9iSqjfkTq8K:APA91bFML8PoWhhOZeR2wpoftuSby9RPTN3jPLxz2wD7uAqYVh1QcgeAJLsrOCFiTfpasHFivyjofpMTaTPlHMd3jHrAIYlxSMdkyvw87nez47HwmaIQ-BS3DBhdI3hY3D2bwq8xFFNx', '', '2020-08-29 18:58:24', '2020-08-29 18:58:24', 34, 'App\\Models\\Client'),
(140, 'edLd4iflSSe9iSqjfkTq8K:APA91bFML8PoWhhOZeR2wpoftuSby9RPTN3jPLxz2wD7uAqYVh1QcgeAJLsrOCFiTfpasHFivyjofpMTaTPlHMd3jHrAIYlxSMdkyvw87nez47HwmaIQ-BS3DBhdI3hY3D2bwq8xFFNx', '', '2020-08-30 17:13:49', '2020-08-30 17:13:49', 35, 'App\\Models\\Client'),
(147, 'cF9Qv7LvSJ6fUoAPpkoCbi:APA91bG_mvkrCkH52w5zqNBUiuduXy_oEbTq0Cu-fHJzijRketfEVQYOKJEBQf_6Y9CriVUUq_ooOsHrBtZjPklxGKKT1pAAS4WOI5ExhhsTbKwko-Z9ldMHfAPEFzApxWf-30wnQxtr', '', '2020-08-31 00:46:10', '2020-08-31 00:46:10', 18, 'App\\Models\\Client'),
(148, 'cF9Qv7LvSJ6fUoAPpkoCbi:APA91bG_mvkrCkH52w5zqNBUiuduXy_oEbTq0Cu-fHJzijRketfEVQYOKJEBQf_6Y9CriVUUq_ooOsHrBtZjPklxGKKT1pAAS4WOI5ExhhsTbKwko-Z9ldMHfAPEFzApxWf-30wnQxtr', '', '2020-08-31 00:46:12', '2020-08-31 00:46:12', 18, 'App\\Models\\Client'),
(149, 'cF9Qv7LvSJ6fUoAPpkoCbi:APA91bG_mvkrCkH52w5zqNBUiuduXy_oEbTq0Cu-fHJzijRketfEVQYOKJEBQf_6Y9CriVUUq_ooOsHrBtZjPklxGKKT1pAAS4WOI5ExhhsTbKwko-Z9ldMHfAPEFzApxWf-30wnQxtr', '', '2020-08-31 00:46:13', '2020-08-31 00:46:13', 18, 'App\\Models\\Client'),
(150, 'cF9Qv7LvSJ6fUoAPpkoCbi:APA91bG_mvkrCkH52w5zqNBUiuduXy_oEbTq0Cu-fHJzijRketfEVQYOKJEBQf_6Y9CriVUUq_ooOsHrBtZjPklxGKKT1pAAS4WOI5ExhhsTbKwko-Z9ldMHfAPEFzApxWf-30wnQxtr', '', '2020-08-31 00:52:19', '2020-08-31 00:52:19', 18, 'App\\Models\\Client'),
(151, 'cF9Qv7LvSJ6fUoAPpkoCbi:APA91bG_mvkrCkH52w5zqNBUiuduXy_oEbTq0Cu-fHJzijRketfEVQYOKJEBQf_6Y9CriVUUq_ooOsHrBtZjPklxGKKT1pAAS4WOI5ExhhsTbKwko-Z9ldMHfAPEFzApxWf-30wnQxtr', '', '2020-08-31 00:53:51', '2020-08-31 00:53:51', 18, 'App\\Models\\Client'),
(154, '121451', '', '2020-08-31 18:34:11', '2020-08-31 18:34:11', 12, 'App\\Models\\Client'),
(155, '121451', '', '2020-08-31 18:34:33', '2020-08-31 18:34:33', 37, 'App\\Models\\Client'),
(156, '121451', '', '2020-08-31 18:34:49', '2020-08-31 18:34:49', 38, 'App\\Models\\Client'),
(157, '121451', '', '2020-08-31 18:36:10', '2020-08-31 18:36:10', 12, 'App\\Models\\Client'),
(158, '123', '', '2020-08-31 18:36:30', '2020-08-31 18:36:30', 12, 'App\\Models\\Client'),
(159, '123', '', '2020-08-31 20:03:16', '2020-08-31 20:03:16', 6, 'App\\Models\\Delivery'),
(160, '121451', '', '2020-09-01 15:35:03', '2020-09-01 15:35:03', 39, 'App\\Models\\Client'),
(161, '121451', '', '2020-09-01 15:40:47', '2020-09-01 15:40:47', 40, 'App\\Models\\Client'),
(162, '121451', '', '2020-09-01 15:41:37', '2020-09-01 15:41:37', 40, 'App\\Models\\Client'),
(163, '121451', '', '2020-09-01 15:43:00', '2020-09-01 15:43:00', 12, 'App\\Models\\Client'),
(166, '123', '', '2020-09-01 15:50:44', '2020-09-01 15:50:44', 12, 'App\\Models\\Client'),
(167, '123', '', '2020-09-01 15:51:07', '2020-09-01 15:51:07', 12, 'App\\Models\\Client'),
(168, '123', '', '2020-09-01 15:52:04', '2020-09-01 15:52:04', 12, 'App\\Models\\Client'),
(171, 'edLd4iflSSe9iSqjfkTq8K:APA91bFML8PoWhhOZeR2wpoftuSby9RPTN3jPLxz2wD7uAqYVh1QcgeAJLsrOCFiTfpasHFivyjofpMTaTPlHMd3jHrAIYlxSMdkyvw87nez47HwmaIQ-BS3DBhdI3hY3D2bwq8xFFNx', '', '2020-09-01 16:32:51', '2020-09-01 16:32:51', 12, 'App\\Models\\Client'),
(172, 'fu3vfh84TDGFvx_kqlSWrp:APA91bFPrNQkW2z2h9mIjkSzJNWGlQAhL2zCWrJfVHvf7qbbG9bWadYKHM6FWt8KFpjS7B3Mox7kYw59Maijp8Rr4EtIqnP_S25uPIDMUGvF7ROsOGs0pxMtVK-Fd5LqtftrYWM7bnQb', '', '2020-09-01 16:39:30', '2020-09-01 16:39:30', 41, 'App\\Models\\Client'),
(173, 'fu3vfh84TDGFvx_kqlSWrp:APA91bFPrNQkW2z2h9mIjkSzJNWGlQAhL2zCWrJfVHvf7qbbG9bWadYKHM6FWt8KFpjS7B3Mox7kYw59Maijp8Rr4EtIqnP_S25uPIDMUGvF7ROsOGs0pxMtVK-Fd5LqtftrYWM7bnQb', '', '2020-09-01 16:40:51', '2020-09-01 16:40:51', 41, 'App\\Models\\Client'),
(174, 'fOpQXj2CT0ygB6J3KZOLYc:APA91bFn66Aj5lDU3IUDNP0ZedNpTdCuY8gk_2X32wS_5msTleLMYdd4JhhS_Xth1zkMTaJElGw_1V49qEK-cNZelc513wdOk3d5oXmlgrqw3dWWdE0kRK23jrPBBZ0mEFpGMhVVfzMa', '', '2020-09-01 17:00:06', '2020-09-01 17:00:06', 41, 'App\\Models\\Client'),
(175, 'f9zDA0wJT3ycNVuLH4uzNO:APA91bEEHFu7LFMqPk17iNBKrujXxTEARKRC8WF_i7S2b-IPqqKFwMz4Eq61Wbaf4Doe9yGmD6hESCZWNxKgLKzA981-GUM6TYb5zxFwZgGa3uCe_YjwP-EHriwvWhfFm_zk0M1sssTg', '', '2020-09-01 17:01:39', '2020-09-01 17:01:39', 41, 'App\\Models\\Client'),
(179, 'eQWYDAPhQCuBQheIA_AuwR:APA91bEts2S55sihRUZJHBvHdkxj851gSvMd_DO6iZde2fl051SSrUu1ZHEKfloH2Jqo4CTPKzsVoeSCAmmfmirhpHldrQRIiyeNb4jxprWpXodw4iK5LbLPV1OtYTFu8tqSiSb5v-0d', '', '2020-09-01 17:07:23', '2020-09-01 17:07:23', 41, 'App\\Models\\Client'),
(181, 'f4DYCUhjSH2DaeD-dFWYOz:APA91bFrUDhm0ClmbbLZDg7sOeNUx5XW7tmaFO-M4HXz43yA0I235dBxUuzwGGK47M54pkqP6gyDjbH6JXPzROhRbs3PXr9qjkJ9Oh56-v79qu0QChuwXd6exP3i_ddSjmJftQVuI5pa', '', '2020-09-01 17:08:38', '2020-09-01 17:08:38', 42, 'App\\Models\\Client'),
(182, 'eQWYDAPhQCuBQheIA_AuwR:APA91bEts2S55sihRUZJHBvHdkxj851gSvMd_DO6iZde2fl051SSrUu1ZHEKfloH2Jqo4CTPKzsVoeSCAmmfmirhpHldrQRIiyeNb4jxprWpXodw4iK5LbLPV1OtYTFu8tqSiSb5v-0d', '', '2020-09-01 17:08:56', '2020-09-01 17:08:56', 12, 'App\\Models\\Client'),
(183, 'f4DYCUhjSH2DaeD-dFWYOz:APA91bFrUDhm0ClmbbLZDg7sOeNUx5XW7tmaFO-M4HXz43yA0I235dBxUuzwGGK47M54pkqP6gyDjbH6JXPzROhRbs3PXr9qjkJ9Oh56-v79qu0QChuwXd6exP3i_ddSjmJftQVuI5pa', '', '2020-09-01 17:11:23', '2020-09-01 17:11:23', 42, 'App\\Models\\Client'),
(184, '123', '', '2020-09-01 17:17:27', '2020-09-01 17:17:27', 42, 'App\\Models\\Client'),
(185, '123', '', '2020-09-01 17:18:06', '2020-09-01 17:18:06', 42, 'App\\Models\\Client'),
(186, '123', '', '2020-09-01 17:18:32', '2020-09-01 17:18:32', 12, 'App\\Models\\Client'),
(187, 'f4DYCUhjSH2DaeD-dFWYOz:APA91bFrUDhm0ClmbbLZDg7sOeNUx5XW7tmaFO-M4HXz43yA0I235dBxUuzwGGK47M54pkqP6gyDjbH6JXPzROhRbs3PXr9qjkJ9Oh56-v79qu0QChuwXd6exP3i_ddSjmJftQVuI5pa', '', '2020-09-01 17:19:48', '2020-09-01 17:19:48', 43, 'App\\Models\\Client'),
(191, 'fGTxwmcjROuE49vuofy2pk:APA91bEKIZyOKMkOecCxWW_7QgmkJ36aNFY6ch2WlddKVN9POLW74N6_p-dhwF9q-ciGMBQHrVV_gtKJNFfmb41diWruR5y8p5CWKLWEmfJn_v2KvbdQG6pId3vfbOzdvkE7iRxT-oY9', '', '2020-09-01 17:47:54', '2020-09-01 17:47:54', 6, 'App\\Models\\Delivery'),
(192, '123', '', '2020-09-01 17:51:52', '2020-09-01 17:51:52', 12, 'App\\Models\\Client'),
(193, 'edLd4iflSSe9iSqjfkTq8K:APA91bFML8PoWhhOZeR2wpoftuSby9RPTN3jPLxz2wD7uAqYVh1QcgeAJLsrOCFiTfpasHFivyjofpMTaTPlHMd3jHrAIYlxSMdkyvw87nez47HwmaIQ-BS3DBhdI3hY3D2bwq8xFFNx', '', '2020-09-02 15:08:15', '2020-09-02 15:08:15', 12, 'App\\Models\\Client'),
(195, 'dFneOjMEQ--5npCpFWOXFk:APA91bGor8Vwt1qPI342LEESTYWD4bKNTemCBfJ5-u7Ws5Je0_xdq0nJphjyrFQxibuf8WgICM3uEtFq23eXF8NiIfgIlBEAVZi5jMJ8sYnZRAYs6AzZAlaXIDEaYLj4scgdyMJfaeVT', '', '2020-09-02 16:04:14', '2020-09-02 16:04:14', 12, 'App\\Models\\Client'),
(198, 'edLd4iflSSe9iSqjfkTq8K:APA91bFML8PoWhhOZeR2wpoftuSby9RPTN3jPLxz2wD7uAqYVh1QcgeAJLsrOCFiTfpasHFivyjofpMTaTPlHMd3jHrAIYlxSMdkyvw87nez47HwmaIQ-BS3DBhdI3hY3D2bwq8xFFNx', '', '2020-09-03 16:59:17', '2020-09-03 16:59:17', 50, 'App\\Models\\Client'),
(199, 'cM290suVRwixw2sV4fvwXb:APA91bHDdstoMiISKJ7BaK44NtwkI7DJZAwpVEQgRMcmFhtUKOPZ3-Ot39GiU7HidbcKZviRj9F3nphreJA7ULPd3MBDKcbb3TcKag-t5-X9tHWu8tL12FEC8DK8MXH7HKcBDyrY0Vx7', '', '2020-09-05 15:05:20', '2020-09-05 15:05:20', 51, 'App\\Models\\Client'),
(201, 'cJPAJLkSRN6iR0hiO5daqW:APA91bHD5oHScQbDrlM9_NTvvyFCjcPU3NPQb2P_GjFG21VFmxo4TQ-fQsHLnlCJf6Re1I6aU0yUt015j_m63vhv1TQeY228QcJnDGX2vfGGVez07qfICjzxZxIKrC87mi8eyIolEetu', '', '2020-09-05 16:45:07', '2020-09-05 16:45:07', 6, 'App\\Models\\Delivery'),
(202, 'cM290suVRwixw2sV4fvwXb:APA91bHDdstoMiISKJ7BaK44NtwkI7DJZAwpVEQgRMcmFhtUKOPZ3-Ot39GiU7HidbcKZviRj9F3nphreJA7ULPd3MBDKcbb3TcKag-t5-X9tHWu8tL12FEC8DK8MXH7HKcBDyrY0Vx7', '', '2020-09-05 17:30:31', '2020-09-05 17:30:31', 52, 'App\\Models\\Client'),
(203, '1299203', '', '2020-09-07 01:57:52', '2020-09-07 01:57:52', 54, 'App\\Models\\Client'),
(204, '1299203', '', '2020-09-07 02:00:50', '2020-09-07 02:00:50', 12, 'App\\Models\\Client'),
(206, 'eomWvvANQBKzqkYMk7piMU:APA91bFFGjqlIrTdSJlgaiC8li2QNxkv5aIS9cnkJiP22F2NPzvdHXzrTABmumMXT28RVYD7U7gmemR6zMyhzMmhXLbEZyTFcfM1zFtwvj06eYh7iPhPI79ILwKnXdItuvr033is0UgC', '', '2020-09-08 17:17:54', '2020-09-08 17:17:54', 55, 'App\\Models\\Client'),
(207, 'dtbo0bDsT5S8G5upj9xwgK:APA91bGMiXuwtFPQY3Wi9sh54AUgTN__LAPK4ne8w3OwI6e9ioCw5h6hyM5wOZEsCGwVLvNr7lC_Z-2j4SwnRvc84uTW6iuXmUG0EGQH8gg7uzjW3A_O3U1zlSKzfxsBB_klQRbxPs4d', '', '2020-09-08 17:25:19', '2020-09-08 17:25:19', 2, 'App\\Models\\Delivery'),
(209, '1234', '', '2020-09-09 00:47:05', '2020-09-09 00:47:05', 2, 'App\\Models\\Delivery'),
(210, 'eomWvvANQBKzqkYMk7piMU:APA91bFFGjqlIrTdSJlgaiC8li2QNxkv5aIS9cnkJiP22F2NPzvdHXzrTABmumMXT28RVYD7U7gmemR6zMyhzMmhXLbEZyTFcfM1zFtwvj06eYh7iPhPI79ILwKnXdItuvr033is0UgC', '', '2020-09-10 17:01:11', '2020-09-10 17:01:11', 56, 'App\\Models\\Client'),
(213, '1234', '', '2020-09-12 01:41:10', '2020-09-12 01:41:10', 6, 'App\\Models\\Delivery'),
(214, '1299203', '', '2020-09-16 18:46:43', '2020-09-16 18:46:43', 57, 'App\\Models\\Client'),
(215, '1299203', '', '2020-09-17 05:00:24', '2020-09-17 05:00:24', 57, 'App\\Models\\Client'),
(216, '1299203', '', '2020-09-17 19:17:37', '2020-09-17 19:17:37', 57, 'App\\Models\\Client'),
(217, 'f4DYCUhjSH2DaeD-dFWYOz:APA91bFrUDhm0ClmbbLZDg7sOeNUx5XW7tmaFO-M4HXz43yA0I235dBxUuzwGGK47M54pkqP6gyDjbH6JXPzROhRbs3PXr9qjkJ9Oh56-v79qu0QChuwXd6exP3i_ddSjmJftQVuI5pa', '', '2020-09-17 20:11:23', '2020-09-17 20:11:23', 12, 'App\\Models\\Client'),
(218, '121451', '', '2020-09-21 17:24:40', '2020-09-21 17:24:40', 39, 'App\\Models\\Client'),
(219, 'chYt9v_JT9i0rRpa3v0MSY:APA91bE_HWAwacf3CH7H9-4JKCXijCO-75ZDoHXwfy2WynZyJo-OL-B0X_Y5qTyNypuKr8FEK1_mLklY6S5lEMBI1AMEwguaM9mixvgxiiSS6wMvnUAp68lZcbUQPXgliga0BEEGjm2l', '', '2020-09-22 20:05:20', '2020-09-22 20:05:20', 6, 'App\\Models\\Delivery'),
(220, 'fpJm0kAgSNSgwcZ8Xcmsqg:APA91bE55QhCdH3XgDnJsZW713FMe3SEKBuxMV6j86yj5pv5CuhCX8XjcYSXRDZMcjsJFTWkRbOehGAKHyBFs0tZVi8Cbh3tF38c76FGn66EFQH_BO-J6eBqSm7sz3F39t6pVEs2BQ7t', '', '2020-09-22 22:26:00', '2020-09-22 22:26:00', 58, 'App\\Models\\Client'),
(222, '1299203', '', '2020-10-04 19:20:36', '2020-10-04 19:20:36', 57, 'App\\Models\\Client'),
(223, '1299203', '', '2020-10-06 16:03:33', '2020-10-06 16:03:33', 57, 'App\\Models\\Client'),
(224, '121451', '', '2020-10-06 17:58:41', '2020-10-06 17:58:41', 57, 'App\\Models\\Client'),
(225, '121451', '', '2020-10-06 20:47:02', '2020-10-06 20:47:02', 57, 'App\\Models\\Client'),
(226, '1299203', '', '2020-10-06 20:55:35', '2020-10-06 20:55:35', 57, 'App\\Models\\Client'),
(227, '1299203', '', '2020-10-07 15:52:14', '2020-10-07 15:52:14', 57, 'App\\Models\\Client'),
(228, 'c0sd-Rq6RVaGOBCaB48a87:APA91bEQzPixQOZPS_J912p1J-hW0GnQS40n58kF18TALD382Yid5dNcrQWROhQhMxxnbzrNSyKW3e_X7w0tj0gTzjqCIr-GbnM_LDyL1Gk9C6FdYny3D0rwHGpQBN33RuOfxzU4uxEC', '', '2020-10-09 01:31:19', '2020-10-09 01:31:19', 60, 'App\\Models\\Client'),
(229, 'fQHVNyFgQeyf-eJ3-bO1bw:APA91bEjXEbySUfddMoalqexUv335c2Yavdy7as-oGK2lSjrWPwXXhgpp4zwvfOyHD1yZ-3PPNidJLOnQGTPwSZhMw3D1jr8g9kMC_uD9I9i8xNRWaEWuV7TCtPGFqMPqg74fUZf_VSV', '', '2020-10-19 18:48:42', '2020-10-19 18:48:42', 61, 'App\\Models\\Client'),
(230, 'dnIcwccbRSiby9ZM-XQB3E:APA91bFAdL8prYNBRbeRlVx4Z1dmiiErYJiifbO63S2I00LGpAztB9fX8YcbCmV8vaKYtMJ9u4J_Qh-XT0WJyApr500VNMy5Dug9rnIJjv2f1XMJmMsyYR1m4L9BqZlqa26it7z1AfsC', '', '2020-10-20 16:10:31', '2020-10-20 16:10:31', 62, 'App\\Models\\Client'),
(231, 'fBVbI69KT5-hMsPw9EHPHV:APA91bHKXuuttBh-Fy4rCGI2TybPq5Jhx2JgN7XZtxYKRtzi1AGrkAVRuIVlKcSTVmQH2eunm_KA_Cd1bgnzPzBXBQqyrcMZVL_vIhQMvzA7gilhNsnXP65HIjlH3V8nyvAFRwRwzs1K', '', '2020-11-06 03:31:37', '2020-11-06 03:31:37', 61, 'App\\Models\\Client'),
(232, 'fWnAkknYRkuYZO3OojdkYp:APA91bG73o_hjlEtqxHSmYWHma1HTt7FtUon8ZueDuxTlpvDmS214xhdIo12WyS7S77POPxeQL91axuxeC9jg7R7JR63pIEKl8T9ntxAPZdCoVGYdX4LIk3HCDXtiZtKvJaEE6mIQnit', '', '2020-11-06 03:44:17', '2020-11-06 03:44:17', 62, 'App\\Models\\Client'),
(233, 'dSTxrgE4R8Sh4KmTnI4e5M:APA91bE4kSKFQmAZEkqUw-drHwNISyjObUaw_-mo7yDfcpkGArXcZtDAqtpal2IebpTp1JGSX6d5aNbQ23wzBk7H40tJXmfMdaStlBxGa4hXh9CQLzvkd6Kc1KabuxA2ksXWM2BQNTOF', '', '2021-02-07 10:23:07', '2021-02-07 10:23:07', 64, 'App\\Models\\Client'),
(234, 'c2il1hinQdmOiXa3lgGWyi:APA91bFpQUNTxHDULG57a9WAWD2CX1bxpdIV24rHUu86CZ5mJ_tisgbo-yIXgu-IRxwkaimQ_Ai1GmWreR8aZm5DOCMFSAvh3_tPrZCYkYmS-XfIoPVxULV2r98KPCwwycQ8Ls3EsbOT', '', '2021-02-07 11:26:44', '2021-02-07 11:26:44', 65, 'App\\Models\\Client'),
(237, 'dX3ouPqpSVeYDgHKMj-qXT:APA91bFGmQo8RffZm5DJ1yT6NrIHjOVySzLmFTAb9KQaCN-bYiliBytvCrksBS1fEN8F6vlW6_JPh8_wft_Rpag-CsEcogRN7n25gsFwuDcIPOY2dPxIfPQ9TfYb6NKlsIDO8qBCIK7B', '', '2021-02-08 12:02:24', '2021-02-08 12:02:24', 68, 'App\\Models\\Client'),
(238, 'fw98w0XoQjGxLSY7tX3jWm:APA91bGstB_ra8qnrmqQEK-io2QEqT672eO_6ElJLJG7pZ56T1URMPLaQq57Y2Mn51tUxBF6a0lv8-HQllcjyts0-oaRosLCNWAFEvhsAIDCRZh5FYg39KKpjO-NFHnEzDQcoyZoRGzl', '', '2021-02-09 17:45:33', '2021-02-09 17:45:33', 7, 'App\\Models\\Delivery'),
(240, '1299203', '', '2021-02-16 17:51:14', '2021-02-16 17:51:14', 69, 'App\\Models\\Client'),
(241, '1299203', '', '2021-02-16 17:53:09', '2021-02-16 17:53:09', 70, 'App\\Models\\Client'),
(242, '1299203', '', '2021-02-16 17:56:58', '2021-02-16 17:56:58', 71, 'App\\Models\\Client'),
(243, 'fR_mfu6WQiaDzyn1ig8N7X:APA91bFT4ErZgu9nw_V-7L2PiYwEtW9rJKrf2q_PBjt-VVtsUXa9bkx4e9vVWrw0G60yM1SXkgYESdI13lRaZ5fIbtZ93ligdy8E2HdDqIAY9iMhnTUSQg1BeQO7yp45isxd3pVdqjUv', '', '2021-02-16 17:57:57', '2021-02-16 17:57:57', 72, 'App\\Models\\Client'),
(244, '1299203', '', '2021-02-16 17:58:26', '2021-02-16 17:58:26', 71, 'App\\Models\\Client'),
(245, '1299203', '', '2021-02-16 17:58:34', '2021-02-16 17:58:34', 71, 'App\\Models\\Client'),
(246, 'ey7hs7ErR0Ob88Ca0ePSZg:APA91bFFAd33rS23dHDor8O1bVydiXPAEgRb05kmzkm0tda-aEoomAJVbuDFbzgharY8SrPoCBOXR4ctc_wvl8BTaE34D0KoE_UmUtZY8GS5K3eIYRu-awOGouW4gB1XIX2_9n4P_wF7', '', '2021-02-17 09:31:14', '2021-02-17 09:31:14', 73, 'App\\Models\\Client'),
(247, '1299203', '', '2021-02-17 09:41:27', '2021-02-17 09:41:27', 74, 'App\\Models\\Client'),
(248, '1299203', '', '2021-02-17 09:45:28', '2021-02-17 09:45:28', 75, 'App\\Models\\Client'),
(249, 'ey7hs7ErR0Ob88Ca0ePSZg:APA91bFFAd33rS23dHDor8O1bVydiXPAEgRb05kmzkm0tda-aEoomAJVbuDFbzgharY8SrPoCBOXR4ctc_wvl8BTaE34D0KoE_UmUtZY8GS5K3eIYRu-awOGouW4gB1XIX2_9n4P_wF7', '', '2021-02-17 09:50:47', '2021-02-17 09:50:47', 76, 'App\\Models\\Client'),
(250, 'ey7hs7ErR0Ob88Ca0ePSZg:APA91bFFAd33rS23dHDor8O1bVydiXPAEgRb05kmzkm0tda-aEoomAJVbuDFbzgharY8SrPoCBOXR4ctc_wvl8BTaE34D0KoE_UmUtZY8GS5K3eIYRu-awOGouW4gB1XIX2_9n4P_wF7', '', '2021-02-17 09:51:06', '2021-02-17 09:51:06', 76, 'App\\Models\\Client'),
(251, 'ey7hs7ErR0Ob88Ca0ePSZg:APA91bFFAd33rS23dHDor8O1bVydiXPAEgRb05kmzkm0tda-aEoomAJVbuDFbzgharY8SrPoCBOXR4ctc_wvl8BTaE34D0KoE_UmUtZY8GS5K3eIYRu-awOGouW4gB1XIX2_9n4P_wF7', '', '2021-02-17 09:51:11', '2021-02-17 09:51:11', 76, 'App\\Models\\Client'),
(252, 'ey7hs7ErR0Ob88Ca0ePSZg:APA91bFFAd33rS23dHDor8O1bVydiXPAEgRb05kmzkm0tda-aEoomAJVbuDFbzgharY8SrPoCBOXR4ctc_wvl8BTaE34D0KoE_UmUtZY8GS5K3eIYRu-awOGouW4gB1XIX2_9n4P_wF7', '', '2021-02-17 09:51:12', '2021-02-17 09:51:12', 76, 'App\\Models\\Client'),
(254, '1299203', '', '2021-02-17 10:15:05', '2021-02-17 10:15:05', 72, 'App\\Models\\Client'),
(255, '1299203', '', '2021-02-17 10:15:18', '2021-02-17 10:15:18', 72, 'App\\Models\\Client'),
(256, '1299203', '', '2021-02-17 10:15:42', '2021-02-17 10:15:42', 72, 'App\\Models\\Client'),
(257, '1299203', '', '2021-02-17 10:15:57', '2021-02-17 10:15:57', 77, 'App\\Models\\Client'),
(258, '1299203', '', '2021-02-17 10:16:51', '2021-02-17 10:16:51', 78, 'App\\Models\\Client'),
(259, '1299203', '', '2021-02-17 10:18:45', '2021-02-17 10:18:45', 79, 'App\\Models\\Client'),
(260, '1299203', '', '2021-02-17 10:20:17', '2021-02-17 10:20:17', 79, 'App\\Models\\Client'),
(261, '1299203', '', '2021-02-17 10:22:15', '2021-02-17 10:22:15', 80, 'App\\Models\\Client'),
(262, '1299203', '', '2021-02-17 10:23:52', '2021-02-17 10:23:52', 79, 'App\\Models\\Client'),
(263, '1299203', '', '2021-02-17 10:36:54', '2021-02-17 10:36:54', 80, 'App\\Models\\Client'),
(264, '1299203', '', '2021-02-17 10:39:08', '2021-02-17 10:39:08', 81, 'App\\Models\\Client'),
(265, '1299203', '', '2021-02-17 10:39:51', '2021-02-17 10:39:51', 80, 'App\\Models\\Client'),
(266, '1299203', '', '2021-02-17 10:43:47', '2021-02-17 10:43:47', 82, 'App\\Models\\Client'),
(267, '1299203', '', '2021-02-17 10:47:36', '2021-02-17 10:47:36', 83, 'App\\Models\\Client'),
(269, 'ey7hs7ErR0Ob88Ca0ePSZg:APA91bFFAd33rS23dHDor8O1bVydiXPAEgRb05kmzkm0tda-aEoomAJVbuDFbzgharY8SrPoCBOXR4ctc_wvl8BTaE34D0KoE_UmUtZY8GS5K3eIYRu-awOGouW4gB1XIX2_9n4P_wF7', '', '2021-02-18 12:29:16', '2021-02-18 12:29:16', 72, 'App\\Models\\Client'),
(270, 'fv6IDHuGToWZnUYVSSluC2:APA91bFYbPJmCZ7OOyBFaPxfCSizIfKKHDzcv_DuChwPhL_hGUP02vW3ugDSmFonICBDXulQsgGarvZsMRNbJbClRJMPYskslNRSamOMY8ExIl-iBvZEKBjRJO3B1sZEXsHjFCwA9uUk', '', '2021-02-18 14:26:53', '2021-02-18 14:26:53', 85, 'App\\Models\\Client'),
(272, '123', '', '2021-03-02 10:05:22', '2021-03-02 10:05:22', 7, 'App\\Models\\Delivery'),
(273, 'cZGiOpAhRjaazbKCIGCBQc:APA91bFf_i_43ZOKyAjJcZVElfQekfAzegxFobygGSijKIusIxrT4nN5OdnShdUTVA8Vxz27FW0wO7U5AP57JsZ5oJaB6IPBAXrXTq4CIYrby86hE1vq-O_r51564_fxRNIGpR704m0o', '', '2021-03-07 09:45:26', '2021-03-07 09:45:26', 87, 'App\\Models\\Client'),
(275, 'fkLEQdplRwKLovBU9pt4IL:APA91bF8eNe0OR1XcxSUB1V3Wrg636SFq6A8HS36MxUBR-4nxeawKyzBiNNun1K6VdXSy_5VgKOTLSDvtqS8-ZtOqd4ek3u76-NzMx3-I-kw756MdVv4LkCQclxrzhwtKIWRGkGPlrTW', '', '2021-03-07 12:03:33', '2021-03-07 12:03:33', 7, 'App\\Models\\Delivery'),
(276, '1299203', '', '2021-03-07 17:45:23', '2021-03-07 17:45:23', 72, 'App\\Models\\Client'),
(277, '1299203', '', '2021-03-07 17:45:52', '2021-03-07 17:45:52', 72, 'App\\Models\\Client'),
(278, '1299203', '', '2021-03-07 17:46:17', '2021-03-07 17:46:17', 85, 'App\\Models\\Client'),
(279, 'ekaL-u2CRDWF2Su-KMmzB5:APA91bGuJqnHI0KodKMU7id3w_8e3DN59Uz_XOhF1Zf2g8JPoO7kK87ZJeMr-Ns6_OmkmzveNxYQktog98HP3nKFrzW-ai68F5yPEXTp_o9Q_P2ZXwbh72MXvn9b5hIGkSJSKcY_A1r9', '', '2021-03-12 12:21:08', '2021-03-12 12:21:08', 89, 'App\\Models\\Client'),
(280, 'cui6lnlXT3uhZTQE_c5da9:APA91bHk2fsPBuqNlnXip1FMVAqLBzrkj873bvX32rB_YMbTI-snbXvT8YEP6c6vwutUGoFFFzakx0AV_TmOnSXUQ5Pype_rPTf1cLr4OKAw656HTgKEhatkrdD45Xh_Q8UsokzDW3Ta', '', '2021-03-14 11:57:29', '2021-03-14 11:57:29', 7, 'App\\Models\\Delivery'),
(281, 'cyg70ZM2SdKBazTAJqyfHg:APA91bHBBTQSjehC8mnOz9oC5GuXx52JLlAa9Us8veJAbaesdR4fg_8z0Toutuu9sZ0p9fUuT_uqTmhjcxQN2BvKz-gxl3i-LTnoYv-uhlABQrF1X90--jB1IXyhcUzE56ES9CU4N5fg', '', '2021-03-14 12:19:35', '2021-03-14 12:19:35', 92, 'App\\Models\\Client'),
(282, 'edT3OlMjSCe-x3uzff5mf1:APA91bGBce6CEC-BQd8xAjSMTtuHOhmHGwlb2NpPFP9aR97W9ia3os8M20_LslzunhgeTEfVir3tbq2sLVkpiMR4fHjMUECYzrAhA1yxuXz3aLd4rNJtwGxT1oQoDsrbfgWzCzrG9hMk', '', '2021-03-14 16:04:06', '2021-03-14 16:04:06', 7, 'App\\Models\\Delivery'),
(285, 'drKVPuZTQj2WUIgw3iaylU:APA91bEobNquoLOM8wdtygNDUSDlPCUk4sasgosIBNfptYSaTG2tju8K7OKbmI3gLrBo35l7Iuc8SnoejZWKNGTnvWobY_J_ZzG5F1PceIIr3YyB8rzOdhqf-yTjlb9Lbo0uC6UvJY5p', '', '2021-03-16 12:08:43', '2021-03-16 12:08:43', 7, 'App\\Models\\Delivery'),
(286, 'dOjIHQf-Seue71fHTJZIgc:APA91bEnauFafCrDWGGBvodS_Cjiyi1zdKZrHw27o52354pc3HTW3vP4K7OBtMX1l4dL5BnLZKNbRNWMAIxnzzLPLdJ42UoGDEQaujS5LWjkC8_jIP0TzI4q7-rvbDkiKdEfh1vj_cEy', '', '2021-03-16 12:35:12', '2021-03-16 12:35:12', 7, 'App\\Models\\Delivery'),
(287, 'eDKqaNu1Qq2wB1ANmOnit9:APA91bHXeEXw_MQovLystMp4G9gG849mwaww9a4WOZWtEytg1LjqQz2YqCkelfDMJ8BtoZI4rKouEsoI2_d00SHLPjRgHG2w75v80j_x75-9l3M6fbhE53IpycOCzB97pJ86SqoQvUC8', '', '2021-03-16 15:43:05', '2021-03-16 15:43:05', 72, 'App\\Models\\Client'),
(290, 'eQbndOZ8TmSRZsWzsI0LLs:APA91bHXHB6JHU2QAI-CycwCeNgRRm576rpAABuCCXqqIsfeR__CNnQ00FCKQ8C203EtL2LDPfcqRgwDsxD45bQqBmMGwQdnliUs1j26MWWQH8xBIByPUStKd2yre8LVERq_N-4e95bf', '', '2021-03-16 16:21:00', '2021-03-16 16:21:00', 99, 'App\\Models\\Client'),
(291, 'fhEVLDUbSf2LVhWPceHtuz:APA91bEvTsarTZ4P9_eEM_32sc8mZhaRcHcnVWKwHsSzNM53qjAoHcY1jQf5bqCVbRw3HW3vqpohnZRqgMCSqCX_km3rldLf87hLQRkd_bWzEqZc3Qnfm6o6EhyVd3OLvccy3yFLtHwz', '', '2021-03-16 16:55:20', '2021-03-16 16:55:20', 99, 'App\\Models\\Client'),
(292, 'dwEQ_HjVQwK7ToGdSAeVCV:APA91bFzibOUVXJkbRz6-9K4SBncybqMrZWEldm21JiCbKzrozhG3d207Xhf1yPVxsEVv81gn1hPPKkJ8ISg9VU2WOj2ZIHNq09ZW-yYrR5WfhLGV5M7n25N7buVL1Fzigm4S2F5gHU8', '', '2021-03-16 20:59:54', '2021-03-16 20:59:54', 100, 'App\\Models\\Client'),
(293, 'ckwvCIskSYGrmdyGAwLGDX:APA91bG5wwkEflbKq8kK-pvmPoPIsd9ylNR80O69vbAMEJzon9MnhpTGJKSABXQeuCXQITwkPsR4zk2-dVAgKZ4gf9eJY5Ll5j2VwX6ZmUdYGEUAhqnjHWGzPGm7kk3_0teCgs85Vaxy', '', '2021-03-18 09:57:11', '2021-03-18 09:57:11', 95, 'App\\Models\\Client'),
(294, 'c2-Tz0XoTeO5d88wcLUCNO:APA91bHGsKb9X4YhVoKW0a8XFkNd3n3Q7n0Lxn3CTCZcjPqVG3Diyy626PbioZJX32-yD6hjj3iquumjAppGbf0FX5aM09vhSrts2kmx2cFQ9KysJ8crVSjiYMU8UlD-DMCUfc3T7aI8', '', '2021-03-20 09:54:11', '2021-03-20 09:54:11', 7, 'App\\Models\\Delivery'),
(296, 'eJKajVA-Q_e7uIfVGL9PNi:APA91bGLVRCehJjlvnNApvWlnJXMuvxYQUUEEAgJsMZT54HY2DgeE84yRBZFN1Y9d7-iEtYL0VLAzU077ko9zpadCFbGYUoZCkg7-pFXlQMwj_r7aYFZU1rNefKw7xXclc3snwg2coIh', '', '2021-03-20 12:01:06', '2021-03-20 12:01:06', 99, 'App\\Models\\Client'),
(302, 'dCspoClPT8y_mOl9pT2doE:APA91bFdqLo13ittkO6JJJRm8FvMLgZ3F3xl029Odl9eLLqed93dxLo_mdxp4kIXiADd_CzvIub9mHoWnDt0owGAKpO_Vpd7lfn9nVFK0VrKzli9vfvt3b7Ma37XRukrQ2s7aiEcZQ0I', '', '2021-04-14 09:39:26', '2021-04-14 09:39:26', 9, 'App\\Models\\Client'),
(303, 'fowQPoLfRsuPXgNuqNEEdg:APA91bFjbN8dMcTHK3b2wW5mzhsdtmixeTocSNfoswk2iPfVeD2OS4BnXlGds-Xnj3GMzkzI_BqVGrNfXuy5z-R5Oq0C2-StNRQx6ZLtZw-GmH-9xPe24ujRbPhhqP3vj75qsqDP-Fkv', '', '2021-04-14 13:24:28', '2021-04-14 13:24:28', 101, 'App\\Models\\Client'),
(304, 'e2qe3nKOR7S7F9pYxnCaHq:APA91bH37h-vY2em-_uw5oetbDhxD431qmXwLuGfDaPOBLQ7cQ-y82cmt5MS0ytgX7lHPpQYMmtP0jCldKQXQ1YNL4MgWI0nVmIT5BKHieTsc9agQfympqB8MbGT7aYijc2HXakTN6d3', '', '2021-04-17 22:48:28', '2021-04-17 22:48:28', 103, 'App\\Models\\Client'),
(305, 'cQgnTItzQAqqYwcjAunXGG:APA91bHRPBRZ5XkqIrhEk1-E4bG0WtEY7aqYk35AeisFrN4bkK_p215Ffu3wOOk28Wzpb3lqMvtHqeCyUQ2HbAuxbxFLoMAPk85eDu4wVX474G7_i8fYiELTEjnIQYlZzJduCGbCVSXq', '', '2021-04-20 22:28:31', '2021-04-20 22:28:31', 104, 'App\\Models\\Client'),
(306, 'e34AR7EuTG6--VQzxQQqJg:APA91bHhjEDFP34lX8oyPyVBBJumPj7cpgGpeCKrcXXvTmGlZAssjf0zEn-usTRdVNepPct9oxvE1RZvi0IhI7J4KxBDhlg0ZKOwYY4TYSUbPreMfmbGP0KfSzKJSDvNU7gjBMII_RV_', '', '2021-04-22 22:35:03', '2021-04-22 22:35:03', 105, 'App\\Models\\Client'),
(307, 'e34AR7EuTG6--VQzxQQqJg:APA91bHhjEDFP34lX8oyPyVBBJumPj7cpgGpeCKrcXXvTmGlZAssjf0zEn-usTRdVNepPct9oxvE1RZvi0IhI7J4KxBDhlg0ZKOwYY4TYSUbPreMfmbGP0KfSzKJSDvNU7gjBMII_RV_', '', '2021-04-22 22:38:52', '2021-04-22 22:38:52', 105, 'App\\Models\\Client'),
(308, 'f2YQMXOjQRyJEqdHTucRCa:APA91bEQaPhjSjJdeBT1gQWEQVJm75F6rGEC0lHPjfiUAee2T5KCSiKlROUPU4bzB2ACsxualkWotajW5DgnVS8ZW_WKGfiSaUsWZlsBCetC3N_YUOcZ5Wbekht76kkZpjBx5ZEFvyxy', '', '2021-04-24 10:18:16', '2021-04-24 10:18:16', 106, 'App\\Models\\Client'),
(309, 'cXcj83BeQ1eBZ3AhkdfAgd:APA91bGiijTEzet2pV_sSjULbo8usZ-m92ARbuTd1ZT4B4M4rFHwYv5F3h8gmINn-2W46tfzN0lIKMoJWLFFmyRabuZo5zI31i43TvKP87skArR4vT1ONig3DeAaKkNja-Nk9SMjofMy', '', '2021-04-25 07:51:34', '2021-04-25 07:51:34', 107, 'App\\Models\\Client'),
(310, 'WWWcdCh1Mubdweyl8evCkUetWrH7o1vFrdo8HDCO', '', '2021-04-25 10:25:24', '2021-04-25 10:25:24', 107, 'App\\Models\\Client'),
(311, 'WWWcdCh1Mubdweyl8evCkUetWrH7o1vFrdo8HDCO', '', '2021-04-28 07:10:20', '2021-04-28 07:10:20', 107, 'App\\Models\\Client'),
(312, 'WWWcdCh1Mubdweyl8evCkUetWrH7o1vFrdo8HDCO', '', '2021-04-30 08:28:10', '2021-04-30 08:28:10', 107, 'App\\Models\\Client'),
(313, '01029936932', '', '2021-05-02 08:14:56', '2021-05-02 08:14:56', 7, 'App\\Models\\Delivery'),
(314, 'WWWcdCh1Mubdweyl8evCkUetWrH7o1vFrdo8HDCO', '', '2021-05-02 08:39:59', '2021-05-02 08:39:59', 107, 'App\\Models\\Client'),
(315, 'WWWcdCh1Mubdweyl8evCkUetWrH7o1vFrdo8HDCO', '', '2021-05-02 08:56:45', '2021-05-02 08:56:45', 107, 'App\\Models\\Client'),
(316, '010916740760109167407601091674076', '', '2021-05-20 12:18:36', '2021-05-20 12:18:36', 3, 'App\\Models\\Doctor'),
(317, 'new', '', '2021-05-24 14:14:19', '2021-05-24 14:14:19', 107, 'App\\Models\\Client'),
(318, '4444', '', '2021-05-27 10:46:21', '2021-05-27 10:46:21', 3, 'App\\Models\\Doctor'),
(319, '1111', '', '2021-06-02 08:41:16', '2021-06-02 08:41:16', 107, 'App\\Models\\Client'),
(320, '1111', '', '2021-06-06 10:03:22', '2021-06-06 10:03:22', 107, 'App\\Models\\Client'),
(321, '1111', '', '2021-06-07 07:23:13', '2021-06-07 07:23:13', 107, 'App\\Models\\Client'),
(322, '1111', '', '2021-06-07 08:37:58', '2021-06-07 08:37:58', 107, 'App\\Models\\Client'),
(323, 'WWWcdCh1Mubdweyl8evCkUetWrH7o1vFrdo8HDCO', '', '2021-07-14 12:13:53', '2021-07-14 12:13:53', 107, 'App\\Models\\Client'),
(324, 'ddd', '', '2021-07-14 13:52:06', '2021-07-14 13:52:06', 107, 'App\\Models\\Client'),
(325, 'ddd', '', '2021-07-14 14:21:54', '2021-07-14 14:21:54', 107, 'App\\Models\\Client'),
(326, '5555', '', '2021-07-15 07:14:59', '2021-07-15 07:14:59', 107, 'App\\Models\\Client'),
(327, '5555', '', '2021-07-15 08:03:46', '2021-07-15 08:03:46', 107, 'App\\Models\\Client'),
(328, 'jdjdj', '', '2021-07-17 11:59:43', '2021-07-17 11:59:43', 107, 'App\\Models\\Client'),
(329, 'jdjdj', '', '2021-07-29 02:49:45', '2021-07-29 02:49:45', 107, 'App\\Models\\Client'),
(330, 'jdjdj', '', '2021-07-29 14:22:49', '2021-07-29 14:22:49', 107, 'App\\Models\\Client'),
(331, 'jdjdj', '', '2021-08-02 14:05:41', '2021-08-02 14:05:41', 107, 'App\\Models\\Client');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE IF NOT EXISTS `users` (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_email_unique` (`email`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`, `is_active`) VALUES
(1, 'corptia', 'dev.corptia@gmail.com', NULL, '$2y$10$wO5OZOIUwivuGZPwBYVXLeZqHUwlWTBf.d8t81DvYda/08eYZvtSi', '6V8fyUXIESsqPhovDpLUJEi1Lwwe2B3Tu2N9OaRT0nZBr3oCvULjlxTpJQOl', '2020-07-27 20:36:26', '2021-02-09 16:45:50', 0);

-- --------------------------------------------------------

--
-- Table structure for table `validations`
--

DROP TABLE IF EXISTS `validations`;
CREATE TABLE IF NOT EXISTS `validations` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `setting_id` int(11) NOT NULL,
  `value` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `validations`
--

INSERT INTO `validations` (`id`, `setting_id`, `value`, `created_at`, `updated_at`) VALUES
(2, 14, 'required', '2020-12-09 21:10:31', '2020-12-09 21:21:22'),
(4, 15, 'required', '2020-12-09 21:23:52', '2020-12-09 21:23:52'),
(5, 16, 'required', '2020-12-09 21:31:33', '2020-12-09 21:33:07'),
(6, 17, 'required', '2020-12-09 21:45:43', '2020-12-09 21:45:43'),
(7, 18, 'required', '2020-12-09 21:52:26', '2020-12-09 21:52:26'),
(8, 19, 'required', '2020-12-09 21:55:02', '2020-12-09 21:55:02'),
(9, 20, 'required', '2020-12-09 21:57:56', '2020-12-09 21:57:56'),
(10, 21, 'required', '2020-12-09 22:00:48', '2020-12-09 22:00:48'),
(11, 22, 'required', '2020-12-09 22:03:25', '2020-12-09 22:03:25'),
(12, 23, 'nullable', '2020-12-10 14:58:58', '2020-12-10 14:58:58'),
(13, 24, 'nullable', '2020-12-10 15:01:16', '2020-12-10 15:01:16'),
(14, 25, 'nullable', '2020-12-10 15:08:16', '2020-12-10 15:19:46'),
(15, 26, 'nullable', '2020-12-10 15:12:54', '2020-12-10 15:12:54'),
(16, 27, 'nullable', '2020-12-10 15:14:57', '2020-12-10 15:14:57'),
(17, 28, 'nullable', '2020-12-10 15:17:26', '2021-04-29 15:11:47'),
(18, 57, 'required', '2021-07-26 07:10:47', '2021-07-26 07:10:47'),
(19, 58, 'required', '2021-07-26 07:12:08', '2021-07-26 07:12:08');

-- --------------------------------------------------------

--
-- Table structure for table `visits`
--

DROP TABLE IF EXISTS `visits`;
CREATE TABLE IF NOT EXISTS `visits` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `client_id` int(11) DEFAULT NULL,
  `doctor_id` int(11) DEFAULT NULL,
  `status` enum('pending','accepted','cancel','rejected','closed') COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'pending',
  `description` longtext COLLATE utf8mb4_unicode_ci,
  `reason` text COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `wallet_transactions`
--

DROP TABLE IF EXISTS `wallet_transactions`;
CREATE TABLE IF NOT EXISTS `wallet_transactions` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `walletable_type` varchar(225) COLLATE utf8mb4_unicode_ci NOT NULL,
  `walletable_id` int(11) NOT NULL,
  `order_id` int(11) DEFAULT NULL,
  `balance_before` double(8,2) NOT NULL,
  `amount` double(8,2) NOT NULL,
  `balance_after` double(8,2) NOT NULL,
  `action` enum('visa','order','points','change') COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=31 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `wallet_transactions`
--

INSERT INTO `wallet_transactions` (`id`, `walletable_type`, `walletable_id`, `order_id`, `balance_before`, `amount`, `balance_after`, `action`, `created_at`, `updated_at`) VALUES
(1, 'App\\Models\\Client', 1, NULL, 0.00, 50.00, 50.00, 'points', '2020-06-11 14:18:19', '2020-06-11 14:18:19'),
(2, 'App\\Models\\Client', 1, NULL, 50.00, 200.00, 250.00, 'points', '2020-06-11 14:20:29', '2020-06-11 14:20:29'),
(6, 'App\\Models\\Client', 1, 10, 250.00, -165.00, 85.00, 'order', '2020-06-11 14:24:46', '2020-06-11 14:24:46'),
(7, 'App\\Models\\Client', 1, NULL, 85.00, 200.00, 285.00, 'points', '2020-06-11 17:29:51', '2020-06-11 17:29:51'),
(8, 'App\\Models\\Client', 1, 11, 285.00, -165.00, 120.00, 'order', '2020-06-11 17:30:15', '2020-06-11 17:30:15'),
(9, 'App\\Models\\Delivery', 1, NULL, 0.00, 6.00, 6.00, 'points', '2020-07-20 23:10:39', '2020-07-20 23:10:39'),
(10, 'App\\Models\\Client', 27, NULL, 0.00, 120.00, 120.00, 'points', '2020-08-09 11:56:45', '2020-08-09 11:56:45'),
(11, 'App\\Models\\Client', 27, NULL, 120.00, 120.00, 240.00, 'points', '2020-08-09 11:58:16', '2020-08-09 11:58:16'),
(12, 'App\\Models\\Client', 27, NULL, 240.00, 120.00, 360.00, 'points', '2020-08-09 11:58:57', '2020-08-09 11:58:57'),
(13, 'App\\Models\\Client', 27, NULL, 360.00, 120.00, 480.00, 'points', '2020-08-09 11:59:19', '2020-08-09 11:59:19'),
(14, 'App\\Models\\Client', 27, NULL, 480.00, 6.00, 486.00, 'points', '2020-08-09 11:59:38', '2020-08-09 11:59:38'),
(15, 'App\\Models\\Client', 27, NULL, 486.00, 6.00, 492.00, 'points', '2020-08-09 12:00:56', '2020-08-09 12:00:56'),
(16, 'App\\Models\\Client', 27, NULL, 492.00, 6.00, 498.00, 'points', '2020-08-09 12:01:26', '2020-08-09 12:01:26'),
(17, 'App\\Models\\Client', 27, NULL, 498.00, 6.00, 504.00, 'points', '2020-08-09 12:01:34', '2020-08-09 12:01:34'),
(18, 'App\\Models\\Delivery', 2, NULL, 0.00, 6.00, 6.00, 'points', '2020-08-09 12:07:11', '2020-08-09 12:07:11'),
(19, 'App\\Models\\Delivery', 2, NULL, 6.00, 6.00, 12.00, 'points', '2020-08-09 12:11:38', '2020-08-09 12:11:38'),
(20, 'App\\Models\\Delivery', 2, NULL, 12.00, 6.00, 18.00, 'points', '2020-08-09 12:11:47', '2020-08-09 12:11:47'),
(21, 'App\\Models\\Client', 1, NULL, 120.00, 100.00, 220.00, '', '2020-12-16 18:46:34', '2020-12-16 18:46:34'),
(22, 'App\\Models\\Client', 1, NULL, 220.00, 100.00, 320.00, '', '2020-12-16 18:47:37', '2020-12-16 18:47:37'),
(23, 'App\\Models\\Client', 60, NULL, 0.00, 500.00, 500.00, '', '2020-12-21 19:34:37', '2020-12-21 19:34:37'),
(24, 'App\\Models\\Client', 60, NULL, 500.00, 500.00, 1000.00, '', '2020-12-21 19:35:00', '2020-12-21 19:35:00'),
(25, 'App\\Models\\Client', 63, NULL, 0.00, 500.00, 500.00, '', '2020-12-21 19:47:41', '2020-12-21 19:47:41'),
(26, 'App\\Models\\Client', 58, NULL, 0.00, -100.00, -100.00, '', '2020-12-21 23:33:27', '2020-12-21 23:33:27'),
(27, 'App\\Models\\Delivery', 2, NULL, 18.00, 6.00, 24.00, 'points', '2020-12-29 11:50:26', '2020-12-29 11:50:26'),
(28, 'App\\Models\\Delivery', 2, NULL, 24.00, 6.00, 30.00, 'points', '2020-12-29 22:22:49', '2020-12-29 22:22:49'),
(29, 'App\\Models\\Delivery', 2, NULL, 30.00, 12.00, 42.00, 'points', '2020-12-29 22:28:58', '2020-12-29 22:28:58'),
(30, 'App\\Models\\Delivery', 2, NULL, 42.00, 6.00, 48.00, 'points', '2020-12-29 22:30:32', '2020-12-29 22:30:32');

--
-- Constraints for dumped tables
--

--
-- Constraints for table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD CONSTRAINT `model_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD CONSTRAINT `model_has_roles_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD CONSTRAINT `role_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `role_has_permissions_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
